var	active_drawcost_cfg = 
[
	{
		drawtype : 1,    //--大奖类型
		item : ["i001",5000],    //--单次花费
		free : 0,    //--每日免费次数
	},
	{
		drawtype : 2,    //--大奖类型
		item : ["i002",50],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 101,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 102,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 103,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 104,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 105,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 106,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 107,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 108,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 109,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 110,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 111,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 112,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 113,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 114,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
	{
		drawtype : 115,    //--大奖类型
		item : ["i006",1],    //--单次花费
		free : 1,    //--每日免费次数
	},
];
module.exports = active_drawcost_cfg;