var	change_change_cfg = 
[
	{
		id : 1011,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 1,    //--子类型
		item : ["i800",1],    //--兑换道具
		cost : 130000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 1,    //--当前每日库存id
		stotal : 2,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1012,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 1,    //--子类型
		item : ["i801",1],    //--兑换道具
		cost : 260000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 3,    //--当前每日库存id
		stotal : 4,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1013,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 1,    //--子类型
		item : ["i802",1],    //--兑换道具
		cost : 650000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 5,    //--当前每日库存id
		stotal : 6,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1014,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 1,    //--子类型
		item : ["i803",1],    //--兑换道具
		cost : 1300000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 7,    //--当前每日库存id
		stotal : 8,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1015,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 1,    //--子类型
		item : ["i804",1],    //--兑换道具
		cost : 2600000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 9,    //--当前每日库存id
		stotal : 10,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1016,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 1,    //--子类型
		item : ["i805",1],    //--兑换道具
		cost : 6500000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 11,    //--当前每日库存id
		stotal : 12,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1021,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 2,    //--子类型
		item : ["i800",1],    //--兑换道具
		cost : 130000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 13,    //--当前每日库存id
		stotal : 14,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1022,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 2,    //--子类型
		item : ["i801",1],    //--兑换道具
		cost : 260000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 15,    //--当前每日库存id
		stotal : 16,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1023,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 2,    //--子类型
		item : ["i802",1],    //--兑换道具
		cost : 650000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 17,    //--当前每日库存id
		stotal : 18,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1024,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 2,    //--子类型
		item : ["i803",1],    //--兑换道具
		cost : 1300000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 19,    //--当前每日库存id
		stotal : 20,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1025,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 2,    //--子类型
		item : ["i804",1],    //--兑换道具
		cost : 2600000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 21,    //--当前每日库存id
		stotal : 22,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1026,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 2,    //--子类型
		item : ["i805",1],    //--兑换道具
		cost : 6500000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 23,    //--当前每日库存id
		stotal : 24,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1031,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 3,    //--子类型
		item : ["i800",1],    //--兑换道具
		cost : 130000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 25,    //--当前每日库存id
		stotal : 26,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1032,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 3,    //--子类型
		item : ["i801",1],    //--兑换道具
		cost : 260000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 27,    //--当前每日库存id
		stotal : 28,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1033,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 3,    //--子类型
		item : ["i802",1],    //--兑换道具
		cost : 650000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 29,    //--当前每日库存id
		stotal : 30,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1034,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 3,    //--子类型
		item : ["i803",1],    //--兑换道具
		cost : 1300000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 31,    //--当前每日库存id
		stotal : 32,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1035,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 3,    //--子类型
		item : ["i804",1],    //--兑换道具
		cost : 2600000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 33,    //--当前每日库存id
		stotal : 34,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1036,    //--兑换ID
		type : 1,    //--所属分页
		type2 : 3,    //--子类型
		item : ["i805",1],    //--兑换道具
		cost : 6500000,    //--需要话费券
		count : 99999999,    //--每日库存
		total : 99999999,    //--总库存
		scount : 35,    //--当前每日库存id
		stotal : 36,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 2001,    //--兑换ID
		type : 2,    //--所属分页
		type2 : 0,    //--子类型
		item : ["i850",1],    //--兑换道具
		cost : 840000,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 37,    //--当前每日库存id
		stotal : 38,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 2002,    //--兑换ID
		type : 2,    //--所属分页
		type2 : 0,    //--子类型
		item : ["i851",1],    //--兑换道具
		cost : 396000,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 39,    //--当前每日库存id
		stotal : 40,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 2003,    //--兑换ID
		type : 2,    //--所属分页
		type2 : 0,    //--子类型
		item : ["i852",1],    //--兑换道具
		cost : 8400,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 41,    //--当前每日库存id
		stotal : 42,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 2004,    //--兑换ID
		type : 2,    //--所属分页
		type2 : 0,    //--子类型
		item : ["i853",1],    //--兑换道具
		cost : 31200,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 43,    //--当前每日库存id
		stotal : 44,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 2005,    //--兑换ID
		type : 2,    //--所属分页
		type2 : 0,    //--子类型
		item : ["i853",1],    //--兑换道具
		cost : 108000,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 45,    //--当前每日库存id
		stotal : 46,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 3001,    //--兑换ID
		type : 3,    //--所属分页
		type2 : 0,    //--子类型
		item : ["i002",10],    //--兑换道具
		cost : 120,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 47,    //--当前每日库存id
		stotal : 48,    //--当前总库存id
		notice : 0,    //--是否公告
	},
	{
		id : 3002,    //--兑换ID
		type : 3,    //--所属分页
		type2 : 0,    //--子类型
		item : ["i001",10000],    //--兑换道具
		cost : 120,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 49,    //--当前每日库存id
		stotal : 50,    //--当前总库存id
		notice : 0,    //--是否公告
	},
	{
		id : 3003,    //--兑换ID
		type : 3,    //--所属分页
		type2 : 0,    //--子类型
		item : ["i400",1],    //--兑换道具
		cost : 120,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 51,    //--当前每日库存id
		stotal : 52,    //--当前总库存id
		notice : 0,    //--是否公告
	},
	{
		id : 3004,    //--兑换ID
		type : 3,    //--所属分页
		type2 : 0,    //--子类型
		item : ["i002",100],    //--兑换道具
		cost : 1200,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 53,    //--当前每日库存id
		stotal : 54,    //--当前总库存id
		notice : 0,    //--是否公告
	},
	{
		id : 3005,    //--兑换ID
		type : 3,    //--所属分页
		type2 : 0,    //--子类型
		item : ["i001",100000],    //--兑换道具
		cost : 1200,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 55,    //--当前每日库存id
		stotal : 56,    //--当前总库存id
		notice : 0,    //--是否公告
	},
	{
		id : 3006,    //--兑换ID
		type : 3,    //--所属分页
		type2 : 0,    //--子类型
		item : ["i400",10],    //--兑换道具
		cost : 1200,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 57,    //--当前每日库存id
		stotal : 58,    //--当前总库存id
		notice : 0,    //--是否公告
	},
];
module.exports = change_change_cfg;