var	string_strings_cfg = 
{
	'str_game_title' : {
		cn : "捕捞季",    //--中文
	},
	'str_login_title' : {
		cn : "乐远互动",    //--中文
	},
	'str_btn_confirm' : {
		cn : "确定",    //--中文
	},
	'str_btn_cancel' : {
		cn : "取消",    //--中文
	},
	'str_tip_tide_comming' : {
		cn : "鱼潮来临，准备好了么？",    //--中文
	},
	'str_tip_quit_app' : {
		cn : "确定退出？",    //--中文
	},
	'str_tip_warnning' : {
		cn : "抵制不良游戏，拒绝盗版游戏。注意自我保护，谨防受骗上当。\n适度游戏益脑，沉迷游戏伤身。合理安排时间，享受健康生活。",    //--中文
	},
	'str_tip_scene' : {
		cn : "倍场景",    //--中文
	},
	'str_tip_quit_game' : {
		cn : "不多玩一会儿？",    //--中文
	},
	'str_tip_waitting' : {
		cn : "等待玩家进入",    //--中文
	},
	'str_title_setting' : {
		cn : "设置",    //--中文
	},
	'str_setting_effect' : {
		cn : "音效",    //--中文
	},
	'str_setting_music' : {
		cn : "音乐",    //--中文
	},
	'str_title_tip' : {
		cn : "提示",    //--中文
	},
	'str_title_bind' : {
		cn : "输入绑定信息",    //--中文
	},
	'str_username' : {
		cn : "用户名",    //--中文
	},
	'str_password' : {
		cn : "密码",    //--中文
	},
	'str_btn_bind' : {
		cn : "绑定",    //--中文
	},
	'str_btn_prefact' : {
		cn : "完善账户",    //--中文
	},
	'str_title_account' : {
		cn : "选择现有账号登录",    //--中文
	},
	'str_btn_other_account' : {
		cn : "其他账号",    //--中文
	},
	'str_btn_account' : {
		cn : "账户列表",    //--中文
	},
	'str_btn_new_account' : {
		cn : "新账户",    //--中文
	},
	'str_btn_quit' : {
		cn : "退出",    //--中文
	},
	'str_btn_service' : {
		cn : "客服",    //--中文
	},
	'str_tip_service' : {
		cn : "电话：13880800909\nQQ：123456\n邮件：lyhd@chufengnet.com",    //--中文
	},
	'str_title_service' : {
		cn : "乐远互动",    //--中文
	},
	'str_tip_broke_over' : {
		cn : "今日破产救济已结束，去商城消费呗？",    //--中文
	},
	'str_tip_borke_ing' : {
		cn : "免费领取金币倒计时：",    //--中文
	},
	'str_tip_broke_away' : {
		cn : "号位，因破产离开!",    //--中文
	},
	'str_new_password' : {
		cn : "新密码",    //--中文
	},
	'str_btn_new_password' : {
		cn : "修改密码",    //--中文
	},
	'str_tip_modify_done' : {
		cn : "修改成功！",    //--中文
	},
	'str_tip_pearl_skill' : {
		cn : "购买钻石，释放技能！",    //--中文
	},
	'str_tip_pearl_weapon' : {
		cn : "购买钻石，马上解锁！",    //--中文
	},
	'str_tip_borke_done' : {
		cn : "恭喜您成功领取%d救济金，继续加油吧！",    //--中文
	},
	'str_tip_weapon_upgrade' : {
		cn : "恭喜您解锁%d倍武器！",    //--中文
	},
	'str_tip_weapon_notsale' : {
		cn : "限定皮肤，只能在活动中获得！",    //--中文
	},
	'str_tip_broke_get' : {
		cn : "赶紧点我领取吧！",    //--中文
	},
	'str_tip_borke_done_home' : {
		cn : "恭喜您成功领取%d金币，赶紧去挥霍吧！",    //--中文
	},
	'str_tip_register' : {
		cn : "输入注册信息",    //--中文
	},
	'str_btn_register' : {
		cn : "注册",    //--中文
	},
	'str_tip_login' : {
		cn : "输入登录信息",    //--中文
	},
	'str_btn_login' : {
		cn : "登录",    //--中文
	},
	'str_tip_unlock_weapon_done' : {
		cn : "已解锁并成功装备！",    //--中文
	},
	'str_tip_minigame_coming_soon' : {
		cn : "小游戏即将开始！",    //--中文
	},
	'str_account_invalid' : {
		cn : "用户名或密码不合法！",    //--中文
	},
	'str_connect_time_out' : {
		cn : "连接超时!",    //--中文
	},
	'str_connect_error' : {
		cn : "网络错误或连接失败！",    //--中文
	},
	'str_vip_additional_tip' : {
		cn : "恭喜您，成功补足会员奖励！",    //--中文
	},
	'str_shop_sdk_tip' : {
		cn : "模拟sdk支付，确认要购买吗？",    //--中文
	},
	'str_tip_full_level' : {
		cn : "太棒了，满级！",    //--中文
	},
	'str_tip_package_got' : {
		cn : "恭喜你升级到第%d级！",    //--中文
	},
	'str_tip_minigame_gold_over' : {
		cn : "金币已经消耗完，不能再玩游戏啦！",    //--中文
	},
	'str_dragon_palace_fish_tip' : {
		cn : "第%d层鱼！",    //--中文
	},
	'str_dragon_palace_fish_dead_tip' : {
		cn : "第%d层BOSS死亡！",    //--中文
	},
	'str_auto_fire_start' : {
		cn : "自动开炮已开启！",    //--中文
	},
	'str_auto_fire_stop' : {
		cn : "自动开炮已关闭！",    //--中文
	},
	'str_auto_fire_fail1' : {
		cn : "您的会员等级不够高，\n暂时无法使用自动开炮。\n去购买吧？",    //--中文
	},
	'str_fail_fire_with_auto' : {
		cn : "自动开炮期间不能主动开炮或使用技能！",    //--中文
	},
	'str_pearl_not_enough' : {
		cn : "您的钻石不够！",    //--中文
	},
	'str_nickname_invalid' : {
		cn : "用户名含有敏感词汇！",    //--中文
	},
	'str_nickname_code_invalid' : {
		cn : "用户名或密码不合法！",    //--中文
	},
	'str_nickname_invalid_sp' : {
		cn : "用户名中包含特殊字符！",    //--中文
	},
	'str_minigame_lack_pearl' : {
		cn : "钻石个数不足，无法购买时间！",    //--中文
	},
	'str_weaponunlock_explain' : {
		cn : "武器解锁只能逐级解锁，每一个武器下方显示了\n解锁这一级武器消耗的钻石数量。",    //--中文
	},
	'str_buyskill_describe' : {
		cn : "使用%d钻石,购买%d个技能",    //--中文
	},
	'str_weaponunlock_title' : {
		cn : "武器解锁只能逐级解锁",    //--中文
	},
	'str_vip_upgrade_tip' : {
		cn : "恭喜您成功升为%d级会员！",    //--中文
	},
	'str_preloading_tip0' : {
		cn : "拼命加载中。。。",    //--中文
	},
	'str_preloading_tip1' : {
		cn : "鱼越大，收获越大哟！",    //--中文
	},
	'str_preloading_tip2' : {
		cn : "打鱼啊，还是需要点技巧滴！",    //--中文
	},
	'str_preloading_tip3' : {
		cn : "付费玩家命中率更高！不信？您试试！",    //--中文
	},
	'str_preloading_tip4' : {
		cn : "激光技能让你爽滴不要不要的！",    //--中文
	},
	'str_tips_price' : {
		cn : "价格:",    //--中文
	},
	'str_reward_tip1' : {
		cn : "%d秒用完子弹获得%d星奖励",    //--中文
	},
	'str_reward_tip2' : {
		cn : "捕获%d只Boss鱼获得%d星奖励",    //--中文
	},
	'str_reward_fish_tip1' : {
		cn : "可以进行%d阶抽奖",    //--中文
	},
	'str_reward_fish_tip2' : {
		cn : "奖金鱼+%d",    //--中文
	},
	'str_reward_fish_tip3' : {
		cn : "奖金+%d",    //--中文
	},
	'str_reward_plate_waring' : {
		cn : "亲，再打几条鱼再回来抽奖吧！",    //--中文
	},
	'str_reward_plate_cannot' : {
		cn : "亲，你已经抽过奖啦，明天再来吧！",    //--中文
	},
	'str_gold_not_enough' : {
		cn : "您的金币不够！",    //--中文
	},
	'str_weapon_not_enough' : {
		cn : "您的炮倍率不够！",    //--中文
	},
	'str_buy_chapter_tip' : {
		cn : "是否花费%d钻石挑战一次",    //--中文
	},
	'str_single_scene_tip1' : {
		cn : "免费次数:%d",    //--中文
	},
	'str_single_scene_tip2' : {
		cn : "可购买次数:%d",    //--中文
	},
	'str_scene_not_buy_times' : {
		cn : "今日购买次数已用完，无法进行挑战！",    //--中文
	},
	'str_countdown_time' : {
		cn : "%d天%d小时%d分%d秒",    //--中文
	},
	'str_price_tag' : {
		cn : "%d元",    //--中文
	},
	'str_daily_tip1' : {
		cn : "%d活跃度可领取：%s！",    //--中文
	},
	'str_daily_tip2' : {
		cn : "已领取",    //--中文
	},
	'str_achieve_tip' : {
		cn : "拥有总成就点数:%d",    //--中文
	},
	'str_scene_limit1' : {
		cn : "%d倍~%d倍",    //--中文
	},
	'str_scene_limit2' : {
		cn : "(%d金币以上)",    //--中文
	},
	'str_daily_register' : {
		cn : "点击签到",    //--中文
	},
	'str_weapon_upgrade_desc' : {
		cn : "升级后可在捕鱼时获得%d倍奖励",    //--中文
	},
	'str_rank_gold' : {
		cn : "我的金币:",    //--中文
	},
	'str_Rank_achieve' : {
		cn : "我的成就:",    //--中文
	},
	'str_weapon_upgrade_tip1' : {
		cn : "可升级炮台到%d级",    //--中文
	},
	'str_signed_tip' : {
		cn : "明天再来吧！",    //--中文
	},
	'str_skill_call_failed' : {
		cn : "冰冻正在进行，无法使用召唤！",    //--中文
	},
	'str_skill_nbomb_failed' : {
		cn : "锁定正在进行，无法使用核弹！",    //--中文
	},
	'str_skill_aim_failed' : {
		cn : "核弹正在进行，无法使用锁定！",    //--中文
	},
	'str_skill_laser_failed1' : {
		cn : "核弹正在进行，无法使用激光！",    //--中文
	},
	'str_skill_laser_failed2' : {
		cn : "锁定正在进行，无法使用激光！",    //--中文
	},
	'str_skill_nbomb_failed2' : {
		cn : "激光正在进行，无法使用核弹！",    //--中文
	},
	'str_skill_nbomb_failed3' : {
		cn : "其他核弹蓄势待发！",    //--中文
	},
	'str_skill_aim_failed2' : {
		cn : "激光正在进行，无法使用锁定！",    //--中文
	},
	'str_getGold_by_diamond' : {
		cn : "恭喜你，使用%d钻石,购买%s金币！",    //--中文
	},
	'str_skill_failed_tip' : {
		cn : "该技能正在进行,不要心急喔！",    //--中文
	},
	'str_fish_reward_tip1' : {
		cn : "已捕获奖金鱼",    //--中文
	},
	'str_fish_reward_tip2' : {
		cn : "已累积奖金数",    //--中文
	},
	'str_signed_tip2' : {
		cn : "亲，依次签到哟！",    //--中文
	},
	'str_wp_upgrade_max_tip' : {
		cn : "当前已是最大倍率！",    //--中文
	},
	'active_name_1' : {
		cn : "活动",    //--中文
	},
	'active_name_2' : {
		cn : "浪漫七夕",    //--中文
	},
	'active_name_3' : {
		cn : "国庆中秋活动",    //--中文
	},
	'active_name_4' : {
		cn : "万圣狂欢",    //--中文
	},
	'activequest_name_1001' : {
		cn : "参与保卫女神10次",    //--中文
	},
	'activequest_name_1002' : {
		cn : "在水族馆放养30次鱼",    //--中文
	},
	'activequest_name_1003' : {
		cn : "购买5次金币",    //--中文
	},
	'activequest_name_1004' : {
		cn : "捕获BOSS灯笼鱼5条",    //--中文
	},
	'activequest_name_1005' : {
		cn : "捕获BOSS美人鱼5条",    //--中文
	},
	'activequest_name_1006' : {
		cn : "捕获BOSS章鱼5条",    //--中文
	},
	'activequest_name_1007' : {
		cn : "捕获BOSS海马5条",    //--中文
	},
	'activequest_name_1008' : {
		cn : "在保卫女神中捕获1条宝箱鱼",    //--中文
	},
	'activequest_name_1009' : {
		cn : "捕获任意鱼100000条",    //--中文
	},
	'activequest_name_1010' : {
		cn : "累计登录10天",    //--中文
	},
	'activequest_name_1011' : {
		cn : "使用技能召唤50条鱼",    //--中文
	},
	'activequest_name_1012' : {
		cn : "使用激光20次",    //--中文
	},
	'activequest_name_1013' : {
		cn : "今日充值任意金额",    //--中文
	},
	'activequest_name_1091' : {
		cn : "活动期间充值100钻",    //--中文
	},
	'activequest_name_1092' : {
		cn : "活动期间充值200钻",    //--中文
	},
	'activequest_name_1093' : {
		cn : "活动期间充值400钻",    //--中文
	},
	'activequest_name_1094' : {
		cn : "活动期间充值600钻",    //--中文
	},
	'activequest_name_1095' : {
		cn : "活动期间充值1000钻",    //--中文
	},
	'activequest_name_1096' : {
		cn : "活动期间充值2000钻",    //--中文
	},
	'activequest_name_1097' : {
		cn : "活动期间充值3000钻",    //--中文
	},
	'activequest_name_1098' : {
		cn : "活动期间充值5000钻",    //--中文
	},
	'activequest_name_1099' : {
		cn : "活动期间充值10000钻",    //--中文
	},
	'activequest_name_2001' : {
		cn : "今日排位赛胜利5次",    //--中文
	},
	'activequest_name_2002' : {
		cn : "今日捕获BOSS灯笼鱼2条",    //--中文
	},
	'activequest_name_2003' : {
		cn : "今日捕获BOSS美人鱼2条",    //--中文
	},
	'activequest_name_2004' : {
		cn : "今日捕获BOSS章鱼2条",    //--中文
	},
	'activequest_name_2005' : {
		cn : "今日捕获BOSS海马2条",    //--中文
	},
	'activequest_name_2006' : {
		cn : "今日捕获宝箱鱼5条",    //--中文
	},
	'activequest_name_2007' : {
		cn : "今日使用激光10次",    //--中文
	},
	'activequest_name_2008' : {
		cn : "今日消耗钻石50",    //--中文
	},
	'activequest_name_2009' : {
		cn : "今日消耗金币50000",    //--中文
	},
	'activequest_name_2010' : {
		cn : "累计参与保卫女神10次",    //--中文
	},
	'activequest_name_2011' : {
		cn : "累计在水族馆放养50次鱼",    //--中文
	},
	'activequest_name_2012' : {
		cn : "累计购买20次金币",    //--中文
	},
	'activequest_name_2013' : {
		cn : "累计捕获任意鱼100000条",    //--中文
	},
	'activequest_name_2014' : {
		cn : "累计登录9天",    //--中文
	},
	'activequest_name_2015' : {
		cn : "累计召唤100条鱼",    //--中文
	},
	'activequest_name_2100' : {
		cn : "今日充值任意金额",    //--中文
	},
	'activequest_name_2101' : {
		cn : "活动期间充值10元",    //--中文
	},
	'activequest_name_2102' : {
		cn : "活动期间充值20元",    //--中文
	},
	'activequest_name_2103' : {
		cn : "活动期间充值40元",    //--中文
	},
	'activequest_name_2104' : {
		cn : "活动期间充值60元",    //--中文
	},
	'activequest_name_2105' : {
		cn : "活动期间充值100元",    //--中文
	},
	'activequest_name_2106' : {
		cn : "活动期间充值200元",    //--中文
	},
	'activequest_name_2107' : {
		cn : "活动期间充值300元",    //--中文
	},
	'activequest_name_2108' : {
		cn : "活动期间充值500元",    //--中文
	},
	'activequest_name_2109' : {
		cn : "活动期间充值1000元",    //--中文
	},
	'activequest_name_2110' : {
		cn : "活动期间充值2000元",    //--中文
	},
	'activequest_name_2111' : {
		cn : "活动期间充值2000元",    //--中文
	},
	'activequest_name_2112' : {
		cn : "活动期间充值3000元",    //--中文
	},
	'charmlevel_desc_0' : {
		cn : "",    //--中文
	},
	'charmlevel_desc_1' : {
		cn : "魅力值达到1000",    //--中文
	},
	'charmlevel_desc_2' : {
		cn : "魅力值达到3000",    //--中文
	},
	'charmlevel_desc_3' : {
		cn : "魅力值达到6000",    //--中文
	},
	'charmlevel_desc_4' : {
		cn : "魅力值达到10000",    //--中文
	},
	'charmlevel_desc_5' : {
		cn : "魅力值达到20000",    //--中文
	},
	'charmlevel_desc_6' : {
		cn : "魅力值达到40000",    //--中文
	},
	'charmlevel_desc_7' : {
		cn : "魅力值达到60000",    //--中文
	},
	'charmlevel_desc_8' : {
		cn : "魅力值达到80000",    //--中文
	},
	'charmlevel_desc_9' : {
		cn : "魅力值达到100000",    //--中文
	},
	'charmlevel_desc_10' : {
		cn : "魅力排名第2-10名",    //--中文
	},
	'charmlevel_desc_11' : {
		cn : "魅力排名第一名",    //--中文
	},
	'dailypast_desc_0' : {
		cn : " ",    //--中文
	},
	'dailypast_desc_2' : {
		cn : "V1双倍",    //--中文
	},
	'dailypast_desc_4' : {
		cn : "V2双倍",    //--中文
	},
	'dailypast_desc_6' : {
		cn : "青铜弹头",    //--中文
	},
	'dailypast_desc_8' : {
		cn : "V3双倍",    //--中文
	},
	'dailypast_desc_10' : {
		cn : "V4双倍",    //--中文
	},
	'dailypast_desc_12' : {
		cn : "第12天",    //--中文
	},
	'dailypast_desc_14' : {
		cn : "V5双倍",    //--中文
	},
	'dailypast_desc_16' : {
		cn : "V6双倍",    //--中文
	},
	'dailypast_desc_18' : {
		cn : "第18天",    //--中文
	},
	'dailypast_desc_20' : {
		cn : "V7双倍",    //--中文
	},
	'dailypast_desc_22' : {
		cn : "V8双倍",    //--中文
	},
	'dailypast_desc_24' : {
		cn : "第24天",    //--中文
	},
	'dailypast_desc_26' : {
		cn : "V9双倍",    //--中文
	},
	'dailypast_desc_28' : {
		cn : "V10双倍",    //--中文
	},
	'dailypast_desc_30' : {
		cn : "青铜弹头",    //--中文
	},
	'quest_name_101000' : {
		cn : "捕获任意鱼1000条",    //--中文
	},
	'quest_name_102000' : {
		cn : "点击炮台使用5次激光",    //--中文
	},
	'quest_name_128000' : {
		cn : "在排位赛中获得3次胜利",    //--中文
	},
	'quest_name_107000' : {
		cn : "单次开炮捕获10条鱼",    //--中文
	},
	'quest_name_110000' : {
		cn : "消耗钻石50",    //--中文
	},
	'quest_name_120000' : {
		cn : "参与保卫女神1次",    //--中文
	},
	'quest_name_121000' : {
		cn : "在水族馆放养3次鱼",    //--中文
	},
	'quest_name_118000' : {
		cn : "购买1次金币",    //--中文
	},
	'quest_name_119000' : {
		cn : "充值任意钻石",    //--中文
	},
	'quest_name_111000' : {
		cn : "消耗金币100000",    //--中文
	},
	'quest_name_217000' : {
		cn : "获得200点成就点",    //--中文
	},
	'quest_name_217001' : {
		cn : "获得400点成就点",    //--中文
	},
	'quest_name_217002' : {
		cn : "获得800点成就点",    //--中文
	},
	'quest_name_217003' : {
		cn : "获得1200点成就点",    //--中文
	},
	'quest_name_217004' : {
		cn : "获得2000点成就点",    //--中文
	},
	'quest_name_217005' : {
		cn : "获得3000点成就点",    //--中文
	},
	'quest_name_217006' : {
		cn : "获得4000点成就点",    //--中文
	},
	'quest_name_217007' : {
		cn : "获得5000点成就点",    //--中文
	},
	'quest_name_217008' : {
		cn : "获得6000点成就点",    //--中文
	},
	'quest_name_217009' : {
		cn : "获得7000点成就点",    //--中文
	},
	'quest_name_217010' : {
		cn : "获得8000点成就点",    //--中文
	},
	'quest_name_217011' : {
		cn : "获得9000点成就点",    //--中文
	},
	'quest_name_217012' : {
		cn : "获得10000点成就点",    //--中文
	},
	'quest_name_201000' : {
		cn : "捕获灯笼鱼BOSS达到1条",    //--中文
	},
	'quest_name_201001' : {
		cn : "捕获灯笼鱼BOSS达到5条",    //--中文
	},
	'quest_name_201002' : {
		cn : "捕获灯笼鱼BOSS达到10条",    //--中文
	},
	'quest_name_201003' : {
		cn : "捕获灯笼鱼BOSS达到20条",    //--中文
	},
	'quest_name_201004' : {
		cn : "捕获灯笼鱼BOSS达到30条",    //--中文
	},
	'quest_name_201005' : {
		cn : "捕获灯笼鱼BOSS达到40条",    //--中文
	},
	'quest_name_201006' : {
		cn : "捕获灯笼鱼BOSS达到50条",    //--中文
	},
	'quest_name_201007' : {
		cn : "捕获灯笼鱼BOSS达到60条",    //--中文
	},
	'quest_name_201008' : {
		cn : "捕获灯笼鱼BOSS达到80条",    //--中文
	},
	'quest_name_201009' : {
		cn : "捕获灯笼鱼BOSS达到100条",    //--中文
	},
	'quest_name_201010' : {
		cn : "捕获灯笼鱼BOSS达到200条",    //--中文
	},
	'quest_name_201011' : {
		cn : "捕获灯笼鱼BOSS达到400条",    //--中文
	},
	'quest_name_201012' : {
		cn : "捕获灯笼鱼BOSS达到600条",    //--中文
	},
	'quest_name_201013' : {
		cn : "捕获灯笼鱼BOSS达到800条",    //--中文
	},
	'quest_name_201014' : {
		cn : "捕获灯笼鱼BOSS达到1000条",    //--中文
	},
	'quest_name_201015' : {
		cn : "捕获灯笼鱼BOSS达到10000条",    //--中文
	},
	'quest_name_201100' : {
		cn : "捕获美人鱼BOSS达到1条",    //--中文
	},
	'quest_name_201101' : {
		cn : "捕获美人鱼BOSS达到5条",    //--中文
	},
	'quest_name_201102' : {
		cn : "捕获美人鱼BOSS达到10条",    //--中文
	},
	'quest_name_201103' : {
		cn : "捕获美人鱼BOSS达到20条",    //--中文
	},
	'quest_name_201104' : {
		cn : "捕获美人鱼BOSS达到30条",    //--中文
	},
	'quest_name_201105' : {
		cn : "捕获美人鱼BOSS达到40条",    //--中文
	},
	'quest_name_201106' : {
		cn : "捕获美人鱼BOSS达到50条",    //--中文
	},
	'quest_name_201107' : {
		cn : "捕获美人鱼BOSS达到60条",    //--中文
	},
	'quest_name_201108' : {
		cn : "捕获美人鱼BOSS达到80条",    //--中文
	},
	'quest_name_201109' : {
		cn : "捕获美人鱼BOSS达到100条",    //--中文
	},
	'quest_name_201110' : {
		cn : "捕获美人鱼BOSS达到200条",    //--中文
	},
	'quest_name_201111' : {
		cn : "捕获美人鱼BOSS达到400条",    //--中文
	},
	'quest_name_201112' : {
		cn : "捕获美人鱼BOSS达到600条",    //--中文
	},
	'quest_name_201113' : {
		cn : "捕获美人鱼BOSS达到800条",    //--中文
	},
	'quest_name_201114' : {
		cn : "捕获美人鱼BOSS达到1000条",    //--中文
	},
	'quest_name_201115' : {
		cn : "捕获美人鱼BOSS达到10000条",    //--中文
	},
	'quest_name_201200' : {
		cn : "捕获章鱼BOSS达到1条",    //--中文
	},
	'quest_name_201201' : {
		cn : "捕获章鱼BOSS达到5条",    //--中文
	},
	'quest_name_201202' : {
		cn : "捕获章鱼BOSS达到10条",    //--中文
	},
	'quest_name_201203' : {
		cn : "捕获章鱼BOSS达到20条",    //--中文
	},
	'quest_name_201204' : {
		cn : "捕获章鱼BOSS达到30条",    //--中文
	},
	'quest_name_201205' : {
		cn : "捕获章鱼BOSS达到40条",    //--中文
	},
	'quest_name_201206' : {
		cn : "捕获章鱼BOSS达到50条",    //--中文
	},
	'quest_name_201207' : {
		cn : "捕获章鱼BOSS达到60条",    //--中文
	},
	'quest_name_201208' : {
		cn : "捕获章鱼BOSS达到80条",    //--中文
	},
	'quest_name_201209' : {
		cn : "捕获章鱼BOSS达到100条",    //--中文
	},
	'quest_name_201210' : {
		cn : "捕获章鱼BOSS达到200条",    //--中文
	},
	'quest_name_201211' : {
		cn : "捕获章鱼BOSS达到400条",    //--中文
	},
	'quest_name_201212' : {
		cn : "捕获章鱼BOSS达到600条",    //--中文
	},
	'quest_name_201213' : {
		cn : "捕获章鱼BOSS达到800条",    //--中文
	},
	'quest_name_201214' : {
		cn : "捕获章鱼BOSS达到1000条",    //--中文
	},
	'quest_name_201215' : {
		cn : "捕获章鱼BOSS达到10000条",    //--中文
	},
	'quest_name_201300' : {
		cn : "捕获宝箱鱼达到5条",    //--中文
	},
	'quest_name_201301' : {
		cn : "捕获宝箱鱼达到20条",    //--中文
	},
	'quest_name_201302' : {
		cn : "捕获宝箱鱼达到40条",    //--中文
	},
	'quest_name_201303' : {
		cn : "捕获宝箱鱼达到80条",    //--中文
	},
	'quest_name_201304' : {
		cn : "捕获宝箱鱼达到150条",    //--中文
	},
	'quest_name_201305' : {
		cn : "捕获宝箱鱼达到300条",    //--中文
	},
	'quest_name_201306' : {
		cn : "捕获宝箱鱼达到600条",    //--中文
	},
	'quest_name_201307' : {
		cn : "捕获宝箱鱼达到1000条",    //--中文
	},
	'quest_name_201308' : {
		cn : "捕获宝箱鱼达到2000条",    //--中文
	},
	'quest_name_201309' : {
		cn : "捕获宝箱鱼达到10000条",    //--中文
	},
	'quest_name_201400' : {
		cn : "捕获任意鱼10000条",    //--中文
	},
	'quest_name_201401' : {
		cn : "捕获任意鱼50000条",    //--中文
	},
	'quest_name_201402' : {
		cn : "捕获任意鱼100000条",    //--中文
	},
	'quest_name_201403' : {
		cn : "捕获任意鱼250000条",    //--中文
	},
	'quest_name_201404' : {
		cn : "捕获任意鱼600000条",    //--中文
	},
	'quest_name_201405' : {
		cn : "捕获任意鱼1000000条",    //--中文
	},
	'quest_name_201406' : {
		cn : "捕获任意鱼2500000条",    //--中文
	},
	'quest_name_201407' : {
		cn : "捕获任意鱼6000000条",    //--中文
	},
	'quest_name_201408' : {
		cn : "捕获任意鱼1000000条",    //--中文
	},
	'quest_name_201409' : {
		cn : "捕获任意鱼10000000条",    //--中文
	},
	'quest_name_202000' : {
		cn : "使用锁定技能10次",    //--中文
	},
	'quest_name_202001' : {
		cn : "使用锁定技能20次",    //--中文
	},
	'quest_name_202002' : {
		cn : "使用锁定技能30次",    //--中文
	},
	'quest_name_202003' : {
		cn : "使用锁定技能40次",    //--中文
	},
	'quest_name_202004' : {
		cn : "使用锁定技能50次",    //--中文
	},
	'quest_name_202005' : {
		cn : "使用锁定技能60次",    //--中文
	},
	'quest_name_202006' : {
		cn : "使用锁定技能70次",    //--中文
	},
	'quest_name_202007' : {
		cn : "使用锁定技能80次",    //--中文
	},
	'quest_name_202008' : {
		cn : "使用锁定技能90次",    //--中文
	},
	'quest_name_202009' : {
		cn : "使用锁定技能100次",    //--中文
	},
	'quest_name_202010' : {
		cn : "使用锁定技能200次",    //--中文
	},
	'quest_name_202011' : {
		cn : "使用锁定技能400次",    //--中文
	},
	'quest_name_202012' : {
		cn : "使用锁定技能600次",    //--中文
	},
	'quest_name_202013' : {
		cn : "使用锁定技能1000次",    //--中文
	},
	'quest_name_202014' : {
		cn : "使用锁定技能10000次",    //--中文
	},
	'quest_name_202015' : {
		cn : "使用锁定技能100000次",    //--中文
	},
	'quest_name_202100' : {
		cn : "使用技能召唤5条鱼",    //--中文
	},
	'quest_name_202101' : {
		cn : "使用技能召唤10条鱼",    //--中文
	},
	'quest_name_202102' : {
		cn : "使用技能召唤20条鱼",    //--中文
	},
	'quest_name_202103' : {
		cn : "使用技能召唤40条鱼",    //--中文
	},
	'quest_name_202104' : {
		cn : "使用技能召唤60条鱼",    //--中文
	},
	'quest_name_202105' : {
		cn : "使用技能召唤80条鱼",    //--中文
	},
	'quest_name_202106' : {
		cn : "使用技能召唤100条鱼",    //--中文
	},
	'quest_name_202107' : {
		cn : "使用技能召唤200条鱼",    //--中文
	},
	'quest_name_202108' : {
		cn : "使用技能召唤400条鱼",    //--中文
	},
	'quest_name_202109' : {
		cn : "使用技能召唤600条鱼",    //--中文
	},
	'quest_name_202110' : {
		cn : "使用技能召唤800条鱼",    //--中文
	},
	'quest_name_202111' : {
		cn : "使用技能召唤1000条鱼",    //--中文
	},
	'quest_name_202112' : {
		cn : "使用技能召唤2000条鱼",    //--中文
	},
	'quest_name_202113' : {
		cn : "使用技能召唤4000条鱼",    //--中文
	},
	'quest_name_202114' : {
		cn : "使用技能召唤6000条鱼",    //--中文
	},
	'quest_name_202115' : {
		cn : "使用技能召唤10000条鱼",    //--中文
	},
	'quest_name_202200' : {
		cn : "使用激光5次",    //--中文
	},
	'quest_name_202201' : {
		cn : "使用激光10次",    //--中文
	},
	'quest_name_202202' : {
		cn : "使用激光15次",    //--中文
	},
	'quest_name_202203' : {
		cn : "使用激光20次",    //--中文
	},
	'quest_name_202204' : {
		cn : "使用激光40次",    //--中文
	},
	'quest_name_202205' : {
		cn : "使用激光60次",    //--中文
	},
	'quest_name_202206' : {
		cn : "使用激光80次",    //--中文
	},
	'quest_name_202207' : {
		cn : "使用激光100次",    //--中文
	},
	'quest_name_202208' : {
		cn : "使用激光1000次",    //--中文
	},
	'quest_name_202209' : {
		cn : "使用激光10000次",    //--中文
	},
	'quest_name_202300' : {
		cn : "使用青铜核弹10次",    //--中文
	},
	'quest_name_202301' : {
		cn : "使用青铜核弹50次",    //--中文
	},
	'quest_name_202302' : {
		cn : "使用青铜核弹100次",    //--中文
	},
	'quest_name_202303' : {
		cn : "使用青铜核弹150次",    //--中文
	},
	'quest_name_202304' : {
		cn : "使用青铜核弹200次",    //--中文
	},
	'quest_name_202305' : {
		cn : "使用青铜核弹300次",    //--中文
	},
	'quest_name_202306' : {
		cn : "使用青铜核弹400次",    //--中文
	},
	'quest_name_202307' : {
		cn : "使用青铜核弹500次",    //--中文
	},
	'quest_name_202308' : {
		cn : "使用青铜核弹600次",    //--中文
	},
	'quest_name_202309' : {
		cn : "使用青铜核弹1000次",    //--中文
	},
	'quest_name_202310' : {
		cn : "使用青铜弹头10000次",    //--中文
	},
	'quest_name_202400' : {
		cn : "使用白银核弹1次",    //--中文
	},
	'quest_name_202401' : {
		cn : "使用白银核弹5次",    //--中文
	},
	'quest_name_202402' : {
		cn : "使用白银核弹10次",    //--中文
	},
	'quest_name_202403' : {
		cn : "使用白银核弹15次",    //--中文
	},
	'quest_name_202404' : {
		cn : "使用白银核弹20次",    //--中文
	},
	'quest_name_202405' : {
		cn : "使用白银核弹30次",    //--中文
	},
	'quest_name_202406' : {
		cn : "使用白银核弹40次",    //--中文
	},
	'quest_name_202407' : {
		cn : "使用白银核弹50次",    //--中文
	},
	'quest_name_202408' : {
		cn : "使用白银核弹60次",    //--中文
	},
	'quest_name_202409' : {
		cn : "使用白银核弹100次",    //--中文
	},
	'quest_name_202410' : {
		cn : "使用白银核弹100次",    //--中文
	},
	'quest_name_202500' : {
		cn : "使用黄金核弹1次",    //--中文
	},
	'quest_name_202501' : {
		cn : "使用黄金核弹5次",    //--中文
	},
	'quest_name_202502' : {
		cn : "使用黄金核弹10次",    //--中文
	},
	'quest_name_202503' : {
		cn : "使用黄金核弹15次",    //--中文
	},
	'quest_name_202504' : {
		cn : "使用黄金核弹20次",    //--中文
	},
	'quest_name_202505' : {
		cn : "使用黄金核弹30次",    //--中文
	},
	'quest_name_202506' : {
		cn : "使用黄金核弹40次",    //--中文
	},
	'quest_name_202507' : {
		cn : "使用黄金核弹50次",    //--中文
	},
	'quest_name_202508' : {
		cn : "使用黄金核弹60次",    //--中文
	},
	'quest_name_202509' : {
		cn : "使用黄金核弹100次",    //--中文
	},
	'quest_name_202510' : {
		cn : "使用黄金核弹1000次",    //--中文
	},
	'quest_name_203000' : {
		cn : "角色等级2级",    //--中文
	},
	'quest_name_203001' : {
		cn : "角色等级4级",    //--中文
	},
	'quest_name_203002' : {
		cn : "角色等级6级",    //--中文
	},
	'quest_name_203003' : {
		cn : "角色等级8级",    //--中文
	},
	'quest_name_203004' : {
		cn : "角色等级10级",    //--中文
	},
	'quest_name_203005' : {
		cn : "角色等级12级",    //--中文
	},
	'quest_name_203006' : {
		cn : "角色等级14级",    //--中文
	},
	'quest_name_203007' : {
		cn : "角色等级16级",    //--中文
	},
	'quest_name_203008' : {
		cn : "角色等级18级",    //--中文
	},
	'quest_name_203009' : {
		cn : "角色等级20级",    //--中文
	},
	'quest_name_203010' : {
		cn : "角色等级22级",    //--中文
	},
	'quest_name_203011' : {
		cn : "角色等级24级",    //--中文
	},
	'quest_name_203012' : {
		cn : "角色等级26级",    //--中文
	},
	'quest_name_203013' : {
		cn : "角色等级28级",    //--中文
	},
	'quest_name_203014' : {
		cn : "角色等级30级",    //--中文
	},
	'quest_name_203015' : {
		cn : "角色等级32级",    //--中文
	},
	'quest_name_203016' : {
		cn : "角色等级34级",    //--中文
	},
	'quest_name_203017' : {
		cn : "角色等级36级",    //--中文
	},
	'quest_name_203018' : {
		cn : "角色等级38级",    //--中文
	},
	'quest_name_203019' : {
		cn : "角色等级40级",    //--中文
	},
	'quest_name_203020' : {
		cn : "角色等级42级",    //--中文
	},
	'quest_name_203021' : {
		cn : "角色等级44级",    //--中文
	},
	'quest_name_203022' : {
		cn : "角色等级46级",    //--中文
	},
	'quest_name_203023' : {
		cn : "角色等级48级",    //--中文
	},
	'quest_name_203024' : {
		cn : "角色等级50级",    //--中文
	},
	'quest_name_203025' : {
		cn : "角色等级52级",    //--中文
	},
	'quest_name_203026' : {
		cn : "角色等级54级",    //--中文
	},
	'quest_name_203027' : {
		cn : "角色等级56级",    //--中文
	},
	'quest_name_203028' : {
		cn : "角色等级58级",    //--中文
	},
	'quest_name_203029' : {
		cn : "角色等级60级",    //--中文
	},
	'quest_name_203030' : {
		cn : "角色等级65级",    //--中文
	},
	'quest_name_203031' : {
		cn : "角色等级70级",    //--中文
	},
	'quest_name_203032' : {
		cn : "角色等级75级",    //--中文
	},
	'quest_name_203033' : {
		cn : "角色等级80级",    //--中文
	},
	'quest_name_204000' : {
		cn : "解锁炮台10倍",    //--中文
	},
	'quest_name_204001' : {
		cn : "解锁炮台20倍",    //--中文
	},
	'quest_name_204002' : {
		cn : "解锁炮台30倍",    //--中文
	},
	'quest_name_204003' : {
		cn : "解锁炮台40倍",    //--中文
	},
	'quest_name_204004' : {
		cn : "解锁炮台50倍",    //--中文
	},
	'quest_name_204005' : {
		cn : "解锁炮台60倍",    //--中文
	},
	'quest_name_204006' : {
		cn : "解锁炮台70倍",    //--中文
	},
	'quest_name_204007' : {
		cn : "解锁炮台80倍",    //--中文
	},
	'quest_name_204008' : {
		cn : "解锁炮台90倍",    //--中文
	},
	'quest_name_204009' : {
		cn : "解锁炮台100倍",    //--中文
	},
	'quest_name_204010' : {
		cn : "解锁炮台160倍",    //--中文
	},
	'quest_name_204011' : {
		cn : "解锁炮台200倍",    //--中文
	},
	'quest_name_204012' : {
		cn : "解锁炮台250倍",    //--中文
	},
	'quest_name_204013' : {
		cn : "解锁炮台300倍",    //--中文
	},
	'quest_name_204014' : {
		cn : "解锁炮台350倍",    //--中文
	},
	'quest_name_204015' : {
		cn : "解锁炮台400倍",    //--中文
	},
	'quest_name_204016' : {
		cn : "解锁炮台450倍",    //--中文
	},
	'quest_name_204017' : {
		cn : "解锁炮台500倍",    //--中文
	},
	'quest_name_204018' : {
		cn : "解锁炮台600倍",    //--中文
	},
	'quest_name_204019' : {
		cn : "解锁炮台700倍",    //--中文
	},
	'quest_name_204020' : {
		cn : "解锁炮台800倍",    //--中文
	},
	'quest_name_204021' : {
		cn : "解锁炮台900倍",    //--中文
	},
	'quest_name_204022' : {
		cn : "解锁炮台1000倍",    //--中文
	},
	'quest_name_204023' : {
		cn : "解锁炮台1500倍",    //--中文
	},
	'quest_name_204024' : {
		cn : "解锁炮台2000倍",    //--中文
	},
	'quest_name_204025' : {
		cn : "解锁炮台2500倍",    //--中文
	},
	'quest_name_204026' : {
		cn : "解锁炮台3000倍",    //--中文
	},
	'quest_name_204027' : {
		cn : "解锁炮台3500倍",    //--中文
	},
	'quest_name_204028' : {
		cn : "解锁炮台4000倍",    //--中文
	},
	'quest_name_204029' : {
		cn : "解锁炮台4500倍",    //--中文
	},
	'quest_name_204030' : {
		cn : "解锁炮台5000倍",    //--中文
	},
	'quest_name_204031' : {
		cn : "解锁炮台6000倍",    //--中文
	},
	'quest_name_204032' : {
		cn : "解锁炮台7000倍",    //--中文
	},
	'quest_name_204033' : {
		cn : "解锁炮台8000倍",    //--中文
	},
	'quest_name_204034' : {
		cn : "解锁炮台9000倍",    //--中文
	},
	'quest_name_204035' : {
		cn : "解锁炮台10000倍",    //--中文
	},
	'quest_name_204036' : {
		cn : "解锁炮台11000倍",    //--中文
	},
	'quest_name_204037' : {
		cn : "解锁炮台12000倍",    //--中文
	},
	'quest_name_204038' : {
		cn : "解锁炮台13000倍",    //--中文
	},
	'quest_name_204039' : {
		cn : "解锁炮台14000倍",    //--中文
	},
	'quest_name_204040' : {
		cn : "解锁炮台15000倍",    //--中文
	},
	'quest_name_204041' : {
		cn : "解锁炮台20000倍",    //--中文
	},
	'quest_name_204042' : {
		cn : "解锁炮台25000倍",    //--中文
	},
	'quest_name_204043' : {
		cn : "解锁炮台30000倍",    //--中文
	},
	'quest_name_204044' : {
		cn : "解锁炮台35000倍",    //--中文
	},
	'quest_name_204045' : {
		cn : "解锁炮台40000倍",    //--中文
	},
	'quest_name_204046' : {
		cn : "解锁炮台45000倍",    //--中文
	},
	'quest_name_204047' : {
		cn : "解锁炮台50000倍",    //--中文
	},
	'quest_name_204048' : {
		cn : "解锁炮台60000倍",    //--中文
	},
	'quest_name_204049' : {
		cn : "解锁炮台70000倍",    //--中文
	},
	'quest_name_204050' : {
		cn : "解锁炮台80000倍",    //--中文
	},
	'quest_name_204051' : {
		cn : "解锁炮台90000倍",    //--中文
	},
	'quest_name_204052' : {
		cn : "解锁炮台100000倍",    //--中文
	},
	'quest_name_205000' : {
		cn : "利用闪电鱼电死20条其他鱼",    //--中文
	},
	'quest_name_205001' : {
		cn : "利用闪电鱼电死80条其他鱼",    //--中文
	},
	'quest_name_205002' : {
		cn : "利用闪电鱼电死200条其他鱼",    //--中文
	},
	'quest_name_205003' : {
		cn : "利用闪电鱼电死800条其他鱼",    //--中文
	},
	'quest_name_205004' : {
		cn : "利用闪电鱼电死2000条其他鱼",    //--中文
	},
	'quest_name_205005' : {
		cn : "利用闪电鱼电死6000条其他鱼",    //--中文
	},
	'quest_name_205006' : {
		cn : "利用闪电鱼电死15000条其他鱼",    //--中文
	},
	'quest_name_205007' : {
		cn : "利用闪电鱼电死50000条其他鱼",    //--中文
	},
	'quest_name_205008' : {
		cn : "利用闪电鱼电死100000条其他鱼",    //--中文
	},
	'quest_name_205009' : {
		cn : "利用闪电鱼电死1000000条其他鱼",    //--中文
	},
	'quest_name_201900' : {
		cn : "利用爆炸鱼炸死20条其他鱼",    //--中文
	},
	'quest_name_201901' : {
		cn : "利用爆炸鱼炸死80条其他鱼",    //--中文
	},
	'quest_name_201902' : {
		cn : "利用爆炸鱼炸死200条其他鱼",    //--中文
	},
	'quest_name_201903' : {
		cn : "利用爆炸鱼炸死800条其他鱼",    //--中文
	},
	'quest_name_201904' : {
		cn : "利用爆炸鱼炸死2000条其他鱼",    //--中文
	},
	'quest_name_201905' : {
		cn : "利用爆炸鱼炸死6000条其他鱼",    //--中文
	},
	'quest_name_201906' : {
		cn : "利用爆炸鱼炸死15000条其他鱼",    //--中文
	},
	'quest_name_201907' : {
		cn : "利用爆炸鱼炸死50000条其他鱼",    //--中文
	},
	'quest_name_201908' : {
		cn : "利用爆炸鱼炸死100000条其他鱼",    //--中文
	},
	'quest_name_201909' : {
		cn : "利用爆炸鱼炸死1000000条其他鱼",    //--中文
	},
	'quest_name_206000' : {
		cn : "获得炮台皮肤1个",    //--中文
	},
	'quest_name_206001' : {
		cn : "获得炮台皮肤2个",    //--中文
	},
	'quest_name_206002' : {
		cn : "获得炮台皮肤3个",    //--中文
	},
	'quest_name_206003' : {
		cn : "获得炮台皮肤4个",    //--中文
	},
	'quest_name_206004' : {
		cn : "获得炮台皮肤5个",    //--中文
	},
	'quest_name_206005' : {
		cn : "获得炮台皮肤6个",    //--中文
	},
	'quest_name_206006' : {
		cn : "获得炮台皮肤7个",    //--中文
	},
	'quest_name_206007' : {
		cn : "获得炮台皮肤8个",    //--中文
	},
	'quest_name_206008' : {
		cn : "获得炮台皮肤9个",    //--中文
	},
	'quest_name_206009' : {
		cn : "获得炮台皮肤10个",    //--中文
	},
	'quest_name_206010' : {
		cn : "获得炮台皮肤11个",    //--中文
	},
	'quest_name_206011' : {
		cn : "获得炮台皮肤12个",    //--中文
	},
	'quest_name_206012' : {
		cn : "获得炮台皮肤13个",    //--中文
	},
	'quest_name_206013' : {
		cn : "获得炮台皮肤14个",    //--中文
	},
	'quest_name_206014' : {
		cn : "获得炮台皮肤15个",    //--中文
	},
	'quest_name_207000' : {
		cn : "单次开炮捕获6条鱼",    //--中文
	},
	'quest_name_207001' : {
		cn : "单次开炮捕获9条鱼",    //--中文
	},
	'quest_name_207002' : {
		cn : "单次开炮捕获12条鱼",    //--中文
	},
	'quest_name_207003' : {
		cn : "单次开炮捕获15条鱼",    //--中文
	},
	'quest_name_207004' : {
		cn : "单次开炮捕获18条鱼",    //--中文
	},
	'quest_name_207005' : {
		cn : "单次开炮捕获20条鱼",    //--中文
	},
	'quest_name_207006' : {
		cn : "单次开炮捕获23条鱼",    //--中文
	},
	'quest_name_207007' : {
		cn : "单次开炮捕获26条鱼",    //--中文
	},
	'quest_name_207008' : {
		cn : "单次开炮捕获30条鱼",    //--中文
	},
	'quest_name_208000' : {
		cn : "单次开炮获得金币6000",    //--中文
	},
	'quest_name_208001' : {
		cn : "单次开炮获得金币10000",    //--中文
	},
	'quest_name_208002' : {
		cn : "单次开炮获得金币20000",    //--中文
	},
	'quest_name_208003' : {
		cn : "单次开炮获得金币40000",    //--中文
	},
	'quest_name_208004' : {
		cn : "单次开炮获得金币60000",    //--中文
	},
	'quest_name_208005' : {
		cn : "单次开炮获得金币80000",    //--中文
	},
	'quest_name_208006' : {
		cn : "单次开炮获得金币100000",    //--中文
	},
	'quest_name_208007' : {
		cn : "单次开炮获得金币200000",    //--中文
	},
	'quest_name_208008' : {
		cn : "单次开炮获得金币400000",    //--中文
	},
	'quest_name_208009' : {
		cn : "单次开炮获得金币600000",    //--中文
	},
	'quest_name_208010' : {
		cn : "单次开炮获得金币800000",    //--中文
	},
	'quest_name_208011' : {
		cn : "单次开炮获得金币1000000",    //--中文
	},
	'quest_name_208012' : {
		cn : "单次开炮获得金币1500000",    //--中文
	},
	'quest_name_208013' : {
		cn : "单次开炮获得金币3000000",    //--中文
	},
	'quest_name_208014' : {
		cn : "单次开炮获得金币6000000",    //--中文
	},
	'quest_name_208015' : {
		cn : "单次开炮获得金币10000000",    //--中文
	},
	'quest_name_209000' : {
		cn : "累计获得金币100000",    //--中文
	},
	'quest_name_209001' : {
		cn : "累计获得金币200000",    //--中文
	},
	'quest_name_209002' : {
		cn : "累计获得金币600000",    //--中文
	},
	'quest_name_209003' : {
		cn : "累计获得金币1000000",    //--中文
	},
	'quest_name_209004' : {
		cn : "累计获得金币2000000",    //--中文
	},
	'quest_name_209005' : {
		cn : "累计获得金币6000000",    //--中文
	},
	'quest_name_209006' : {
		cn : "累计获得金币10000000",    //--中文
	},
	'quest_name_209007' : {
		cn : "累计获得金币20000000",    //--中文
	},
	'quest_name_209008' : {
		cn : "累计获得金币60000000",    //--中文
	},
	'quest_name_209009' : {
		cn : "累计获得金币100000000",    //--中文
	},
	'quest_name_209010' : {
		cn : "累计获得金币200000000",    //--中文
	},
	'quest_name_209011' : {
		cn : "累计获得金币600000000",    //--中文
	},
	'quest_name_209012' : {
		cn : "累计获得金币1000000000",    //--中文
	},
	'quest_name_209013' : {
		cn : "累计获得金币2000000000",    //--中文
	},
	'quest_name_209014' : {
		cn : "累计获得金币4000000000",    //--中文
	},
	'quest_name_209015' : {
		cn : "累计获得金币6000000000",    //--中文
	},
	'quest_name_209016' : {
		cn : "累计获得金币10000000000",    //--中文
	},
	'quest_name_210000' : {
		cn : "累计消耗钻石100",    //--中文
	},
	'quest_name_210001' : {
		cn : "累计消耗钻石500",    //--中文
	},
	'quest_name_210002' : {
		cn : "累计消耗钻石2000",    //--中文
	},
	'quest_name_210003' : {
		cn : "累计消耗钻石5000",    //--中文
	},
	'quest_name_210004' : {
		cn : "累计消耗钻石10000",    //--中文
	},
	'quest_name_210005' : {
		cn : "累计消耗钻石20000",    //--中文
	},
	'quest_name_210006' : {
		cn : "累计消耗钻石50000",    //--中文
	},
	'quest_name_210007' : {
		cn : "累计消耗钻石100000",    //--中文
	},
	'quest_name_210008' : {
		cn : "累计消耗钻石500000",    //--中文
	},
	'quest_name_210009' : {
		cn : "累计消耗钻石1000000",    //--中文
	},
	'quest_name_210010' : {
		cn : "累计消耗钻石5000000",    //--中文
	},
	'quest_name_213000' : {
		cn : "累计登录2天",    //--中文
	},
	'quest_name_213001' : {
		cn : "累计登录3天",    //--中文
	},
	'quest_name_213002' : {
		cn : "累计登录4天",    //--中文
	},
	'quest_name_213003' : {
		cn : "累计登录5天",    //--中文
	},
	'quest_name_213004' : {
		cn : "累计登录6天",    //--中文
	},
	'quest_name_213005' : {
		cn : "累计登录7天",    //--中文
	},
	'quest_name_213006' : {
		cn : "累计登录8天",    //--中文
	},
	'quest_name_213007' : {
		cn : "累计登录9天",    //--中文
	},
	'quest_name_213008' : {
		cn : "累计登录10天",    //--中文
	},
	'quest_name_213009' : {
		cn : "累计登录12天",    //--中文
	},
	'quest_name_213010' : {
		cn : "累计登录14天",    //--中文
	},
	'quest_name_213011' : {
		cn : "累计登录16天",    //--中文
	},
	'quest_name_213012' : {
		cn : "累计登录18天",    //--中文
	},
	'quest_name_213013' : {
		cn : "累计登录20天",    //--中文
	},
	'quest_name_213014' : {
		cn : "累计登录25天",    //--中文
	},
	'quest_name_213015' : {
		cn : "累计登录30天",    //--中文
	},
	'quest_name_213016' : {
		cn : "累计登录35天",    //--中文
	},
	'quest_name_213017' : {
		cn : "累计登录40天",    //--中文
	},
	'quest_name_213018' : {
		cn : "累计登录45天",    //--中文
	},
	'quest_name_213019' : {
		cn : "累计登录50天",    //--中文
	},
	'quest_name_213020' : {
		cn : "累计登录60天",    //--中文
	},
	'quest_name_213021' : {
		cn : "累计登录70天",    //--中文
	},
	'quest_name_213022' : {
		cn : "累计登录80天",    //--中文
	},
	'quest_name_213023' : {
		cn : "累计登录90天",    //--中文
	},
	'quest_name_213024' : {
		cn : "累计登录100天",    //--中文
	},
	'quest_name_213025' : {
		cn : "累计登录120天",    //--中文
	},
	'quest_name_213026' : {
		cn : "累计登录140天",    //--中文
	},
	'quest_name_213027' : {
		cn : "累计登录160天",    //--中文
	},
	'quest_name_213028' : {
		cn : "累计登录180天",    //--中文
	},
	'quest_name_213029' : {
		cn : "累计登录200天",    //--中文
	},
	'quest_name_215000' : {
		cn : "成为VIP1",    //--中文
	},
	'quest_name_215001' : {
		cn : "成为VIP2",    //--中文
	},
	'quest_name_215002' : {
		cn : "成为VIP3",    //--中文
	},
	'quest_name_215003' : {
		cn : "成为VIP4",    //--中文
	},
	'quest_name_215004' : {
		cn : "成为VIP5",    //--中文
	},
	'quest_name_215005' : {
		cn : "成为VIP6",    //--中文
	},
	'quest_name_215006' : {
		cn : "成为VIP7",    //--中文
	},
	'quest_name_215007' : {
		cn : "成为VIP8",    //--中文
	},
	'quest_name_215008' : {
		cn : "成为VIP9",    //--中文
	},
	'quest_name_215009' : {
		cn : "成为VIP10",    //--中文
	},
	'quest_name_215010' : {
		cn : "成为VIP11",    //--中文
	},
	'quest_name_215011' : {
		cn : "成为VIP12",    //--中文
	},
	'quest_name_215012' : {
		cn : "成为VIP13",    //--中文
	},
	'quest_name_215013' : {
		cn : "成为VIP14",    //--中文
	},
	'quest_name_215014' : {
		cn : "成为VIP15",    //--中文
	},
	'quest_name_222000' : {
		cn : "在保卫女神中通过30关",    //--中文
	},
	'quest_name_222001' : {
		cn : "在保卫女神中通过35关",    //--中文
	},
	'quest_name_222002' : {
		cn : "在保卫女神中通过40关",    //--中文
	},
	'quest_name_222003' : {
		cn : "在保卫女神中通过45关",    //--中文
	},
	'quest_name_222004' : {
		cn : "在保卫女神中通过50关",    //--中文
	},
	'quest_name_222005' : {
		cn : "在保卫女神中通过55关",    //--中文
	},
	'quest_name_222006' : {
		cn : "在保卫女神中通过60关",    //--中文
	},
	'quest_name_222007' : {
		cn : "在保卫女神中通过65关",    //--中文
	},
	'quest_name_222008' : {
		cn : "在保卫女神中通过70关",    //--中文
	},
	'quest_name_222009' : {
		cn : "在保卫女神中通过75关",    //--中文
	},
	'quest_name_222010' : {
		cn : "在保卫女神中通过80关",    //--中文
	},
	'quest_name_222011' : {
		cn : "在保卫女神中通过85关",    //--中文
	},
	'quest_name_222012' : {
		cn : "在保卫女神中通过90关",    //--中文
	},
	'quest_name_222013' : {
		cn : "在保卫女神中通过100关",    //--中文
	},
	'quest_name_222014' : {
		cn : "在保卫女神中通过120关",    //--中文
	},
	'quest_name_222015' : {
		cn : "在保卫女神中通过150关",    //--中文
	},
	'quest_name_223000' : {
		cn : "水族馆内所有鱼总等级达到5",    //--中文
	},
	'quest_name_223001' : {
		cn : "水族馆内所有鱼总等级达到10",    //--中文
	},
	'quest_name_223002' : {
		cn : "水族馆内所有鱼总等级达到20",    //--中文
	},
	'quest_name_223003' : {
		cn : "水族馆内所有鱼总等级达到30",    //--中文
	},
	'quest_name_223004' : {
		cn : "水族馆内所有鱼总等级达到40",    //--中文
	},
	'quest_name_223005' : {
		cn : "水族馆内所有鱼总等级达到50",    //--中文
	},
	'quest_name_223006' : {
		cn : "水族馆内所有鱼总等级达到60",    //--中文
	},
	'quest_name_223007' : {
		cn : "水族馆内所有鱼总等级达到70",    //--中文
	},
	'quest_name_223008' : {
		cn : "水族馆内所有鱼总等级达到80",    //--中文
	},
	'quest_name_223009' : {
		cn : "水族馆内所有鱼总等级达到90",    //--中文
	},
	'quest_name_223010' : {
		cn : "水族馆内所有鱼总等级达到100",    //--中文
	},
	'quest_name_223011' : {
		cn : "水族馆内所有鱼总等级达到140",    //--中文
	},
	'quest_name_223012' : {
		cn : "水族馆内所有鱼总等级达到180",    //--中文
	},
	'quest_name_223013' : {
		cn : "水族馆内所有鱼总等级达到200",    //--中文
	},
	'quest_name_223014' : {
		cn : "水族馆内所有鱼总等级达到220",    //--中文
	},
	'quest_name_223015' : {
		cn : "水族馆内所有鱼总等级达到240",    //--中文
	},
	'quest_name_223016' : {
		cn : "水族馆内所有鱼总等级达到260",    //--中文
	},
	'quest_name_223017' : {
		cn : "水族馆内所有鱼总等级达到280",    //--中文
	},
	'quest_name_223018' : {
		cn : "水族馆内所有鱼总等级达到300",    //--中文
	},
	'quest_name_223019' : {
		cn : "水族馆内所有鱼总等级达到330",    //--中文
	},
	'quest_name_223020' : {
		cn : "水族馆内所有鱼总等级达到360",    //--中文
	},
	'quest_name_224000' : {
		cn : "解锁1个女神",    //--中文
	},
	'quest_name_224001' : {
		cn : "解锁2个女神",    //--中文
	},
	'quest_name_224002' : {
		cn : "解锁3个女神",    //--中文
	},
	'quest_name_224003' : {
		cn : "解锁4个女神",    //--中文
	},
	'quest_name_224004' : {
		cn : "解锁5个女神",    //--中文
	},
	'quest_name_225000' : {
		cn : "在接金币小游戏中获得6000分",    //--中文
	},
	'quest_name_225001' : {
		cn : "在接金币小游戏中获得8000分",    //--中文
	},
	'quest_name_225002' : {
		cn : "在接金币小游戏中获得10000分",    //--中文
	},
	'quest_name_225003' : {
		cn : "在接金币小游戏中获得12000分",    //--中文
	},
	'quest_name_225004' : {
		cn : "在接金币小游戏中获得13000分",    //--中文
	},
	'quest_name_225005' : {
		cn : "在接金币小游戏中获得14000分",    //--中文
	},
	'quest_name_225006' : {
		cn : "在接金币小游戏中获得15000分",    //--中文
	},
	'quest_name_225007' : {
		cn : "在接金币小游戏中获得16000分",    //--中文
	},
	'quest_name_225008' : {
		cn : "在接金币小游戏中获得17000分",    //--中文
	},
	'quest_name_225009' : {
		cn : "在接金币小游戏中获得18000分",    //--中文
	},
	'quest_name_225010' : {
		cn : "在接金币小游戏中获得19000分",    //--中文
	},
	'quest_name_225011' : {
		cn : "在接金币小游戏中获得20000分",    //--中文
	},
	'quest_name_225012' : {
		cn : "在接金币小游戏中获得21000分",    //--中文
	},
	'quest_name_225013' : {
		cn : "在接金币小游戏中获得22000分",    //--中文
	},
	'quest_name_225014' : {
		cn : "在接金币小游戏中获得23000分",    //--中文
	},
	'quest_name_225015' : {
		cn : "在接金币小游戏中获得24000分",    //--中文
	},
	'quest_name_225016' : {
		cn : "在接金币小游戏中获得25000分",    //--中文
	},
	'quest_name_225017' : {
		cn : "在接金币小游戏中获得26000分",    //--中文
	},
	'quest_name_225018' : {
		cn : "在接金币小游戏中获得28000分",    //--中文
	},
	'quest_name_225019' : {
		cn : "在接金币小游戏中获得30000分",    //--中文
	},
	'quest_name_225100' : {
		cn : "在打河豚小游戏中获得5000分",    //--中文
	},
	'quest_name_225101' : {
		cn : "在打河豚小游戏中获得6000分",    //--中文
	},
	'quest_name_225102' : {
		cn : "在打河豚小游戏中获得7000分",    //--中文
	},
	'quest_name_225103' : {
		cn : "在打河豚小游戏中获得8000分",    //--中文
	},
	'quest_name_225104' : {
		cn : "在打河豚小游戏中获得9000分",    //--中文
	},
	'quest_name_225105' : {
		cn : "在打河豚小游戏中获得10000分",    //--中文
	},
	'quest_name_225106' : {
		cn : "在打河豚小游戏中获得11000分",    //--中文
	},
	'quest_name_225107' : {
		cn : "在打河豚小游戏中获得12000分",    //--中文
	},
	'quest_name_225108' : {
		cn : "在打河豚小游戏中获得13000分",    //--中文
	},
	'quest_name_225109' : {
		cn : "在打河豚小游戏中获得15000分",    //--中文
	},
	'quest_name_229000' : {
		cn : "排位赛中段位达到白银5",    //--中文
	},
	'quest_name_229001' : {
		cn : "排位赛中段位达到白银4",    //--中文
	},
	'quest_name_229002' : {
		cn : "排位赛中段位达到白银3",    //--中文
	},
	'quest_name_229003' : {
		cn : "排位赛中段位达到白银2",    //--中文
	},
	'quest_name_229004' : {
		cn : "排位赛中段位达到白银1",    //--中文
	},
	'quest_name_229005' : {
		cn : "排位赛中段位达到黄金5",    //--中文
	},
	'quest_name_229006' : {
		cn : "排位赛中段位达到黄金4",    //--中文
	},
	'quest_name_229007' : {
		cn : "排位赛中段位达到黄金3",    //--中文
	},
	'quest_name_229008' : {
		cn : "排位赛中段位达到黄金2",    //--中文
	},
	'quest_name_229009' : {
		cn : "排位赛中段位达到黄金1",    //--中文
	},
	'quest_name_229010' : {
		cn : "排位赛中段位达到白金5",    //--中文
	},
	'quest_name_229011' : {
		cn : "排位赛中段位达到白金4",    //--中文
	},
	'quest_name_229012' : {
		cn : "排位赛中段位达到白金3",    //--中文
	},
	'quest_name_229013' : {
		cn : "排位赛中段位达到白金2",    //--中文
	},
	'quest_name_229014' : {
		cn : "排位赛中段位达到白金1",    //--中文
	},
	'quest_name_229015' : {
		cn : "排位赛中段位达到钻石5",    //--中文
	},
	'quest_name_229016' : {
		cn : "排位赛中段位达到钻石4",    //--中文
	},
	'quest_name_229017' : {
		cn : "排位赛中段位达到钻石3",    //--中文
	},
	'quest_name_229018' : {
		cn : "排位赛中段位达到钻石2",    //--中文
	},
	'quest_name_229019' : {
		cn : "排位赛中段位达到钻石1",    //--中文
	},
	'quest_name_229020' : {
		cn : "排位赛中段位达到十大高手",    //--中文
	},
	'quest_name_229021' : {
		cn : "排位赛中段位达到最强王者",    //--中文
	},
	'fish_name_dly' : {
		cn : "灯笼鱼",    //--中文
	},
	'fish_name_zy' : {
		cn : "章鱼",    //--中文
	},
	'fish_name_lg' : {
		cn : "龙龟",    //--中文
	},
	'fish_name_bxy' : {
		cn : "宝箱鱼",    //--中文
	},
	'fish_name_hm' : {
		cn : "海马",    //--中文
	},
	'fish_name_jjdbs' : {
		cn : "奖金大白鲨",    //--中文
	},
	'fish_name_p3' : {
		cn : "奖金三生鱼",    //--中文
	},
	'fish_name_mgyl' : {
		cn : "蓝色魔鬼鱼",    //--中文
	},
	'fish_name_p2' : {
		cn : "奖金双生鱼",    //--中文
	},
	'fish_name_dbs' : {
		cn : "大白鲨",    //--中文
	},
	'fish_name_jjsm' : {
		cn : "奖金水母",    //--中文
	},
	'fish_name_ht' : {
		cn : "海豚",    //--中文
	},
	'fish_name_jjcqy' : {
		cn : "奖金斗鱼",    //--中文
	},
	'fish_name_sm' : {
		cn : "水母",    //--中文
	},
	'fish_name_bffl' : {
		cn : "蓝色豹鲂鮄",    //--中文
	},
	'fish_name_hg' : {
		cn : "海龟",    //--中文
	},
	'fish_name_jy' : {
		cn : "剑鱼",    //--中文
	},
	'fish_name_bzy' : {
		cn : "爆炸鱼",    //--中文
	},
	'fish_name_jdh' : {
		cn : "黄色角蝶",    //--中文
	},
	'fish_name_bsyl' : {
		cn : "蓝宝石鱼",    //--中文
	},
	'fish_name_dhbyh' : {
		cn : "黄色短喙鼻鱼",    //--中文
	},
	'fish_name_xcyh' : {
		cn : "黄色小丑鱼",    //--中文
	},
	'fish_name_sjy' : {
		cn : "水晶鱼",    //--中文
	},
	'fish_name_jqy' : {
		cn : "金枪鱼",    //--中文
	},
	'fish_name_mry' : {
		cn : "美人鱼",    //--中文
	},
	'fish_name_jjhg' : {
		cn : "奖金海龟",    //--中文
	},
	'fish_name_cts' : {
		cn : "锤头鲨",    //--中文
	},
	'fish_name_jjht' : {
		cn : "奖金海豚",    //--中文
	},
	'fish_name_dnyz' : {
		cn : "紫色帝鲶鱼",    //--中文
	},
	'fish_name_dy' : {
		cn : "蓝茉莉鱼",    //--中文
	},
	'fish_name_dm' : {
		cn : "银龙鱼",    //--中文
	},
	'fish_name_hth' : {
		cn : "黄色河豚",    //--中文
	},
	'fish_name_jdl' : {
		cn : "蓝色角碟",    //--中文
	},
	'fish_name_bsyz' : {
		cn : "紫宝石鱼",    //--中文
	},
	'fish_name_dhbyl' : {
		cn : "蓝色短喙鼻鱼",    //--中文
	},
	'fish_name_fcy' : {
		cn : "翡翠鱼",    //--中文
	},
	'fish_name_cmy' : {
		cn : "草莓鱼",    //--中文
	},
	'fish_name_jjmgy' : {
		cn : "奖金魔鬼鱼",    //--中文
	},
	'fish_name_p4' : {
		cn : "奖金锁链鱼",    //--中文
	},
	'fish_name_hj' : {
		cn : "虎鲸",    //--中文
	},
	'fish_name_mgyh' : {
		cn : "红色魔鬼鱼",    //--中文
	},
	'fish_name_ppsy' : {
		cn : "枇杷鼠鱼",    //--中文
	},
	'fish_name_sml' : {
		cn : "蓝色水母",    //--中文
	},
	'fish_name_bffz' : {
		cn : "紫色豹鲂鮄",    //--中文
	},
	'fish_name_htl' : {
		cn : "红色河豚",    //--中文
	},
	'fish_name_xcyl' : {
		cn : "蓝色小丑鱼",    //--中文
	},
	'fish_name_cqy' : {
		cn : "斗鱼",    //--中文
	},
	'fish_name_jjhj' : {
		cn : "奖金虎鲸",    //--中文
	},
	'fish_name_p5' : {
		cn : "奖金大盘鱼",    //--中文
	},
	'fish_name_dnyl' : {
		cn : "蓝色帝鲶鱼",    //--中文
	},
	'fish_name_haigui4' : {
		cn : "龙宫BOSS3",    //--中文
	},
	'fish_name_haigui3' : {
		cn : "龙宫BOSS2",    //--中文
	},
	'fish_name_haigui31' : {
		cn : "龙宫BOSS2",    //--中文
	},
	'fish_name_haigui2' : {
		cn : "龙宫BOSS1",    //--中文
	},
	'fish_name_haigui21' : {
		cn : "龙宫BOSS1",    //--中文
	},
	'fish_name_hujing_jj' : {
		cn : "奖金虎鲸",    //--中文
	},
	'fish_name_dapanyu_jj' : {
		cn : "奖金大盘鱼",    //--中文
	},
	'fish_name_moguiyu_jj' : {
		cn : "奖金魔鬼鱼",    //--中文
	},
	'fish_name_haigui_jj' : {
		cn : "奖金海龟",    //--中文
	},
	'fish_name_suolianyu_jj' : {
		cn : "奖金锁链鱼",    //--中文
	},
	'fish_name_cheqiyu_jj' : {
		cn : "奖金斗鱼",    //--中文
	},
	'fish_name_haitun_jj' : {
		cn : "奖金海豚",    //--中文
	},
	'fish_name_sanshengyu_jj' : {
		cn : "奖金三生鱼",    //--中文
	},
	'fish_name_shuimu_jj' : {
		cn : "奖金水母",    //--中文
	},
	'fish_name_shuangshengyu_jj' : {
		cn : "奖金双生鱼",    //--中文
	},
	'fish_name_xiaochouyu_huang_yc' : {
		cn : "黄色小丑鱼",    //--中文
	},
	'fish_name_feicuiyu_yc' : {
		cn : "翡翠鱼",    //--中文
	},
	'fish_name_caomeiyu_yc' : {
		cn : "草莓鱼",    //--中文
	},
	'fish_name_baoshiyu_zi_yc' : {
		cn : "紫宝石鱼",    //--中文
	},
	'fish_name_hudie_json' : {
		cn : "蝴蝶鱼阵",    //--中文
	},
	'fish_name_yuanpansd_yc' : {
		cn : "圆盘闪电",    //--中文
	},
	'fish_name_yuanpanyu_yc' : {
		cn : "圆盘鱼",    //--中文
	},
	'fish_name_car_json' : {
		cn : "车阵鱼阵",    //--中文
	},
	'fish_name_fish_json' : {
		cn : "鱼群鱼阵",    //--中文
	},
	'fish_name_elephant_json' : {
		cn : "象群鱼阵",    //--中文
	},
	'fish_name_footmarkd_json' : {
		cn : "脚印下鱼阵",    //--中文
	},
	'fish_name_footmarku_json' : {
		cn : "脚印上鱼阵",    //--中文
	},
	'fish_name_bu_json' : {
		cn : "捕捞季捕鱼阵",    //--中文
	},
	'fish_name_lao_json' : {
		cn : "捕捞季捞鱼阵",    //--中文
	},
	'fish_name_ji_json' : {
		cn : "捕捞季季鱼阵",    //--中文
	},
	'fish_name_hetun_shandian_yc' : {
		cn : "闪电河豚",    //--中文
	},
	'fish_name_hetun_hong_yc' : {
		cn : "红色河豚",    //--中文
	},
	'fish_name_feicuiyu_shandian_yc' : {
		cn : "闪电翡翠鱼",    //--中文
	},
	'fish_name_jinqiangyu_yc' : {
		cn : "金枪鱼",    //--中文
	},
	'fish_name_jinqiangyu_shandian_yc' : {
		cn : "闪电金枪鱼",    //--中文
	},
	'fish_name_jiaodie_huang_yc' : {
		cn : "黄色角蝶",    //--中文
	},
	'fish_name_hetun_huang_yc' : {
		cn : "黄色河豚",    //--中文
	},
	'fish_name_baoshiyu_lan_yc' : {
		cn : "蓝宝石鱼",    //--中文
	},
	'fish_name_haitun_jj_yc' : {
		cn : "奖金海豚",    //--中文
	},
	'fish_name_shandian_100' : {
		cn : "闪电特效",    //--中文
	},
	'fish_name_shandian_60' : {
		cn : "闪电特效",    //--中文
	},
	'fish_name_hfy' : {
		cn : "话费球",    //--中文
	},
	'fish_name_xcy' : {
		cn : "小丑鱼",    //--中文
	},
	'fish_name_mgy' : {
		cn : "魔鬼鱼",    //--中文
	},
	'fish_name_bsy' : {
		cn : "宝石鱼",    //--中文
	},
	'fish_name_dhby' : {
		cn : "短喙鼻鱼",    //--中文
	},
	'fish_name_bff' : {
		cn : "豹鲂鮄",    //--中文
	},
	'fish_name_dny' : {
		cn : "帝鲶鱼",    //--中文
	},
	'fish_name_het' : {
		cn : "河豚",    //--中文
	},
	'fish_name_jd' : {
		cn : "角碟",    //--中文
	},
	'fish_desc_dly' : {
		cn : "灯笼鱼，BOSS，必掉钻石，出没于新手海湾",    //--中文
	},
	'fish_desc_zy' : {
		cn : "章鱼，BOSS，必掉钻石，出没于神秘海域",    //--中文
	},
	'fish_desc_lg' : {
		cn : "龙龟，BOSS，必掉钻石，出没于藏宝海湾",    //--中文
	},
	'fish_desc_bxy' : {
		cn : "宝箱鱼，藏有大量宝藏，各大海域都有出现",    //--中文
	},
	'fish_desc_hm' : {
		cn : "海马，BOSS，必掉钻石，各大海域都有出现",    //--中文
	},
	'fish_desc_jjdbs' : {
		cn : "奖金大白鲨，各大海域都有出现",    //--中文
	},
	'fish_desc_p3' : {
		cn : "奖金三生鱼，各大海域都有出现",    //--中文
	},
	'fish_desc_mgyl' : {
		cn : "蓝色魔鬼鱼，出没于新手海湾、人鱼之地、藏宝海湾",    //--中文
	},
	'fish_desc_p2' : {
		cn : "奖金双生鱼，出没于新手海湾、人鱼之地、神秘海域",    //--中文
	},
	'fish_desc_dbs' : {
		cn : "大白鲨，出没于新手海湾、人鱼之地、神秘海域",    //--中文
	},
	'fish_desc_jjsm' : {
		cn : "奖金水母，各大海域都有出现",    //--中文
	},
	'fish_desc_ht' : {
		cn : "海豚，各大海域都有出现",    //--中文
	},
	'fish_desc_jjcqy' : {
		cn : "奖金斗鱼，出没于新手海湾、藏宝海湾",    //--中文
	},
	'fish_desc_sm' : {
		cn : "水母，出没于新手海湾、人鱼之地",    //--中文
	},
	'fish_desc_bffl' : {
		cn : "蓝色豹鲂鮄，出没于新手海湾、人鱼之地、藏宝海湾",    //--中文
	},
	'fish_desc_hg' : {
		cn : "海龟，出没于新手海湾、神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_jy' : {
		cn : "剑鱼，出没于新手海湾、藏宝海湾",    //--中文
	},
	'fish_desc_bzy' : {
		cn : "爆炸鱼，死亡后爆炸，出没于新手海湾、神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_jdh' : {
		cn : "黄色角蝶，出没于新手海湾、人鱼之地",    //--中文
	},
	'fish_desc_bsyl' : {
		cn : "蓝宝石鱼，出没于新手海湾、藏宝海湾",    //--中文
	},
	'fish_desc_dhbyh' : {
		cn : "黄色短喙鼻鱼，出没于新手海湾、神秘海域",    //--中文
	},
	'fish_desc_xcyh' : {
		cn : "黄色小丑鱼，出没于新手海湾、人鱼之地",    //--中文
	},
	'fish_desc_sjy' : {
		cn : "水晶鱼，出没于新手海湾、藏宝海湾",    //--中文
	},
	'fish_desc_jqy' : {
		cn : "金枪鱼，出没于新手海湾、藏宝海湾",    //--中文
	},
	'fish_desc_mry' : {
		cn : "美人鱼，BOSS，必掉钻石，出没于人鱼之地",    //--中文
	},
	'fish_desc_jjhg' : {
		cn : "奖金海龟，出没于人鱼之地、神秘海域",    //--中文
	},
	'fish_desc_cts' : {
		cn : "锤头鲨，出没于人鱼之地、神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_jjht' : {
		cn : "奖金海豚，出没于人鱼之地、神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_dnyz' : {
		cn : "紫色帝鲶鱼，出没于藏宝海湾",    //--中文
	},
	'fish_desc_dy' : {
		cn : "蓝茉莉鱼，出没于人鱼之地、神秘海域",    //--中文
	},
	'fish_desc_dm' : {
		cn : "银龙鱼，死亡全屏放电，出没于人鱼之地、神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_hth' : {
		cn : "黄色河豚，出没于人鱼之地、藏宝海湾",    //--中文
	},
	'fish_desc_jdl' : {
		cn : "蓝色角碟，出没于人鱼之地、藏宝海湾",    //--中文
	},
	'fish_desc_bsyz' : {
		cn : "紫宝石鱼，出没于人鱼之地、神秘海域",    //--中文
	},
	'fish_desc_dhbyl' : {
		cn : "蓝色短喙鼻鱼，出没于人鱼之地、藏宝海湾",    //--中文
	},
	'fish_desc_fcy' : {
		cn : "翡翠鱼，出没于人鱼之地",    //--中文
	},
	'fish_desc_cmy' : {
		cn : "草莓鱼，出没于人鱼之地、神秘海域",    //--中文
	},
	'fish_desc_jjmgy' : {
		cn : "奖金魔鬼鱼，出没于神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_p4' : {
		cn : "奖金锁链鱼，出没于神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_hj' : {
		cn : "虎鲸，出没于神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_mgyh' : {
		cn : "红色魔鬼鱼，出没于神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_ppsy' : {
		cn : "枇杷鼠鱼，出没于神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_sml' : {
		cn : "蓝色水母，出没于神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_bffz' : {
		cn : "紫色豹鲂鮄，出没于神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_htl' : {
		cn : "红色河豚，出没于神秘海域",    //--中文
	},
	'fish_desc_xcyl' : {
		cn : "蓝色小丑鱼，出没于神秘海域",    //--中文
	},
	'fish_desc_cqy' : {
		cn : "斗鱼，出没于神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_jjhj' : {
		cn : "奖金虎鲸，出没于藏宝海湾",    //--中文
	},
	'fish_desc_p5' : {
		cn : "奖金大盘鱼，出没于藏宝海湾",    //--中文
	},
	'fish_desc_dnyl' : {
		cn : "蓝色帝鲶鱼，出没于藏宝海湾",    //--中文
	},
	'fish_desc_haigui4' : {
		cn : "龙宫BOSS3",    //--中文
	},
	'fish_desc_haigui3' : {
		cn : "龙宫BOSS2",    //--中文
	},
	'fish_desc_haigui31' : {
		cn : "龙宫BOSS2",    //--中文
	},
	'fish_desc_haigui2' : {
		cn : "龙宫BOSS1",    //--中文
	},
	'fish_desc_haigui21' : {
		cn : "龙宫BOSS1",    //--中文
	},
	'fish_desc_hujing_jj' : {
		cn : "召唤技能专用",    //--中文
	},
	'fish_desc_dapanyu_jj' : {
		cn : "召唤技能专用",    //--中文
	},
	'fish_desc_moguiyu_jj' : {
		cn : "召唤技能专用",    //--中文
	},
	'fish_desc_haigui_jj' : {
		cn : "召唤技能专用",    //--中文
	},
	'fish_desc_suolianyu_jj' : {
		cn : "召唤技能专用",    //--中文
	},
	'fish_desc_cheqiyu_jj' : {
		cn : "召唤技能专用",    //--中文
	},
	'fish_desc_haitun_jj' : {
		cn : "召唤技能专用",    //--中文
	},
	'fish_desc_sanshengyu_jj' : {
		cn : "召唤技能专用",    //--中文
	},
	'fish_desc_shuimu_jj' : {
		cn : "召唤技能专用",    //--中文
	},
	'fish_desc_shuangshengyu_jj' : {
		cn : "召唤技能专用",    //--中文
	},
	'fish_desc_xiaochouyu_huang_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_feicuiyu_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_caomeiyu_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_baoshiyu_zi_yc' : {
		cn : "咸鱼翻身鱼潮",    //--中文
	},
	'fish_desc_hudie_json' : {
		cn : "鱼阵",    //--中文
	},
	'fish_desc_yuanpansd_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_yuanpanyu_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_car_json' : {
		cn : "鱼阵",    //--中文
	},
	'fish_desc_fish_json' : {
		cn : "鱼阵",    //--中文
	},
	'fish_desc_elephant_json' : {
		cn : "鱼阵",    //--中文
	},
	'fish_desc_footmarkd_json' : {
		cn : "鱼阵",    //--中文
	},
	'fish_desc_footmarku_json' : {
		cn : "鱼阵",    //--中文
	},
	'fish_desc_bu_json' : {
		cn : "鱼阵",    //--中文
	},
	'fish_desc_lao_json' : {
		cn : "鱼阵",    //--中文
	},
	'fish_desc_ji_json' : {
		cn : "鱼阵",    //--中文
	},
	'fish_desc_hetun_shandian_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_hetun_hong_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_feicuiyu_shandian_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_jinqiangyu_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_jinqiangyu_shandian_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_jiaodie_huang_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_hetun_huang_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_baoshiyu_lan_yc' : {
		cn : "鱼潮专用",    //--中文
	},
	'fish_desc_haitun_jj_yc' : {
		cn : "咸鱼翻身鱼潮",    //--中文
	},
	'fish_desc_shandian_100' : {
		cn : "仅仅是特效",    //--中文
	},
	'fish_desc_shandian_60' : {
		cn : "0.6倍",    //--中文
	},
	'fish_desc_hfy' : {
		cn : "话费球，各大海域都有出现",    //--中文
	},
	'fish_desc_xcy' : {
		cn : "小丑鱼，出没于新手海湾、人鱼之地、神秘海域",    //--中文
	},
	'fish_desc_mgy' : {
		cn : "魔鬼鱼，各大海域都有出现",    //--中文
	},
	'fish_desc_bsy' : {
		cn : "宝石鱼，各大海域都有出现",    //--中文
	},
	'fish_desc_dhby' : {
		cn : "短喙鼻鱼，各大海域都有出现",    //--中文
	},
	'fish_desc_bff' : {
		cn : "豹鲂鮄，各大海域都有出现",    //--中文
	},
	'fish_desc_dny' : {
		cn : "帝鲶鱼，出没人鱼之地、藏宝海湾",    //--中文
	},
	'fish_desc_het' : {
		cn : "河豚，出没于人鱼之地、神秘海域、藏宝海湾",    //--中文
	},
	'fish_desc_jd' : {
		cn : "角碟，各大海域都有出现",    //--中文
	},
	'fish_desc_1' : {
		cn : "",    //--中文
	},
	'fish_desc_2' : {
		cn : "炸弹鱼爆炸后可以捕获周围一切鱼类！",    //--中文
	},
	'fish_desc_3' : {
		cn : "银龙鱼释放的闪电可以捕获全屏小鱼",    //--中文
	},
	'fish_desc_4' : {
		cn : "快来抢话费券兑话费^_^",    //--中文
	},
	'goddess_name_1' : {
		cn : "光明女神",    //--中文
	},
	'goddess_name_2' : {
		cn : "黑暗女神",    //--中文
	},
	'goddess_name_3' : {
		cn : "烈焰女神",    //--中文
	},
	'goddess_name_4' : {
		cn : "嫦娥女神",    //--中文
	},
	'goddess_name_5' : {
		cn : "守护女神",    //--中文
	},
	'goddess_name_6' : {
		cn : "神圣女神",    //--中文
	},
	'goddessup_desc_1_1' : {
		cn : "水族馆养鱼上限+1",    //--中文
	},
	'goddessup_desc_1_2' : {
		cn : "水族馆养鱼上限+1",    //--中文
	},
	'goddessup_desc_1_3' : {
		cn : "水族馆养鱼上限+1",    //--中文
	},
	'goddessup_desc_1_4' : {
		cn : "水族馆养鱼上限+2",    //--中文
	},
	'goddessup_desc_2' : {
		cn : "解锁微笑表情",    //--中文
	},
	'goddessup_desc_3' : {
		cn : "解锁害羞表情",    //--中文
	},
	'goddessup_desc_4' : {
		cn : "解锁卖萌表情",    //--中文
	},
	'goddessup_desc_5' : {
		cn : "解锁缠绵表情",    //--中文
	},
	'goddessup_desc_6_1' : {
		cn : "光明系鱼产出时长-150秒",    //--中文
	},
	'goddessup_desc_6_2' : {
		cn : "黑暗系鱼产出时长-300秒",    //--中文
	},
	'goddessup_desc_6_3' : {
		cn : "火焰系鱼产出时长-600秒",    //--中文
	},
	'goddessup_desc_6_4' : {
		cn : "寒冰系鱼产出时长-900秒",    //--中文
	},
	'goddessup_desc_6_5' : {
		cn : "守护系鱼产出时长-1800秒",    //--中文
	},
	'goddessup_desc_6_6' : {
		cn : "神圣系鱼产出时长-3600秒",    //--中文
	},
	'goddessup_desc_7_1' : {
		cn : "光明系鱼产量+1",    //--中文
	},
	'goddessup_desc_7_2' : {
		cn : "黑暗系鱼产量+1",    //--中文
	},
	'goddessup_desc_7_3' : {
		cn : "火焰系鱼产量+1",    //--中文
	},
	'goddessup_desc_7_4' : {
		cn : "寒冰系鱼产量+1",    //--中文
	},
	'goddessup_desc_7_5' : {
		cn : "守护系鱼产量+1",    //--中文
	},
	'goddessup_desc_7_6' : {
		cn : "神圣系鱼产量+1",    //--中文
	},
	'goddessup_desc_8' : {
		cn : "锁定持续时长+10%",    //--中文
	},
	'goddessup_desc_9' : {
		cn : "冰冻持续时长+10%",    //--中文
	},
	'goddessup_desc_10' : {
		cn : "捕鱼获得经验+5%",    //--中文
	},
	'goddessup_desc_11' : {
		cn : "激光累积速度+5%",    //--中文
	},
	'goddessup_desc_12' : {
		cn : "购买金币数量+10%",    //--中文
	},
	'guerdon_name_1' : {
		cn : "金币",    //--中文
	},
	'guerdon_name_2' : {
		cn : "核弹",    //--中文
	},
	'guerdon_name_3' : {
		cn : "鲜花",    //--中文
	},
	'defend_desc_100' : {
		cn : "玩累了可以<color=#fff553>暂离</color>，下次可接着挑战！",    //--中文
	},
	'defend_desc_101' : {
		cn : "关卡太长？你可以几天挑战1次，奖励有<color=#fff553>叠加</color>哦",    //--中文
	},
	'defend_desc_1' : {
		cn : "海马<color=#fff553>闪避</color>很高，请使用<color=#fff553>锁定</color>攻击！",    //--中文
	},
	'defend_desc_2' : {
		cn : "灯笼鱼<color=#fff553>反弹子弹</color>，快召唤奖金鱼！",    //--中文
	},
	'defend_desc_3' : {
		cn : "宝藏鱼移动很快，不过宝藏却是很多！",    //--中文
	},
	'defend_desc_4' : {
		cn : "美人鱼有强力<color=#fff553>护盾</color>保护，使用<color=#fff553>激光</color>破除！",    //--中文
	},
	'defend_desc_5' : {
		cn : "章鱼会<color=#fff553>偷取</color>金币，要及时攻击<color=#fff553>偷取之手</color>哦！",    //--中文
	},
	'defend_desc_6' : {
		cn : "龙龟<color=#fff553>加速</color>后快得不要不要的，记得要<color=#fff553>冰冻</color>哦！",    //--中文
	},
	'defend_desc_7' : {
		cn : "太棒了！接下来是无尽模式",    //--中文
	},
	'item_name_i000' : {
		cn : "代号9527",    //--中文
	},
	'item_name_i001' : {
		cn : "金币",    //--中文
	},
	'item_name_i002' : {
		cn : "钻石",    //--中文
	},
	'item_name_i003' : {
		cn : "话费券",    //--中文
	},
	'item_name_i004' : {
		cn : "抽奖卡",    //--中文
	},
	'item_name_i005' : {
		cn : "VIP经验",    //--中文
	},
	'item_name_i006' : {
		cn : "小喇叭",    //--中文
	},
	'item_name_i011' : {
		cn : "冰冻",    //--中文
	},
	'item_name_i012' : {
		cn : "锁定",    //--中文
	},
	'item_name_i013' : {
		cn : "召唤",    //--中文
	},
	'item_name_i014' : {
		cn : "备用技能",    //--中文
	},
	'item_name_i015' : {
		cn : "青铜弹头",    //--中文
	},
	'item_name_i016' : {
		cn : "白银弹头",    //--中文
	},
	'item_name_i017' : {
		cn : "黄金弹头",    //--中文
	},
	'item_name_i051' : {
		cn : "这是一个碎片",    //--中文
	},
	'item_name_i101' : {
		cn : "限时场景钥匙",    //--中文
	},
	'item_name_i102' : {
		cn : "活跃值",    //--中文
	},
	'item_name_i103' : {
		cn : "成就点",    //--中文
	},
	'item_name_i110' : {
		cn : "疯狂接金币",    //--中文
	},
	'item_name_i111' : {
		cn : "疯狂的河豚",    //--中文
	},
	'item_name_i200' : {
		cn : "100万兑换券",    //--中文
	},
	'item_name_i210' : {
		cn : "1万金币卡",    //--中文
	},
	'item_name_i211' : {
		cn : "10万金币卡",    //--中文
	},
	'item_name_i212' : {
		cn : "100万金币卡",    //--中文
	},
	'item_name_i213' : {
		cn : "1000万金币卡",    //--中文
	},
	'item_name_i214' : {
		cn : "1亿金币卡",    //--中文
	},
	'item_name_i215' : {
		cn : "随机金币卡",    //--中文
	},
	'item_name_i220' : {
		cn : "随机技能包",    //--中文
	},
	'item_name_i230' : {
		cn : "随机碎片包",    //--中文
	},
	'item_name_i240' : {
		cn : "锻造材料包",    //--中文
	},
	'item_name_i251' : {
		cn : "青铜赛季礼盒",    //--中文
	},
	'item_name_i252' : {
		cn : "白银赛季礼盒",    //--中文
	},
	'item_name_i253' : {
		cn : "黄金赛季礼盒",    //--中文
	},
	'item_name_i254' : {
		cn : "白金赛季礼盒",    //--中文
	},
	'item_name_i255' : {
		cn : "钻石赛季礼盒",    //--中文
	},
	'item_name_i256' : {
		cn : "十大高手赛季礼盒",    //--中文
	},
	'item_name_i257' : {
		cn : "最强王者赛季礼盒",    //--中文
	},
	'item_name_i300' : {
		cn : "织女宝盒",    //--中文
	},
	'item_name_i301' : {
		cn : "同心结【永】",    //--中文
	},
	'item_name_i302' : {
		cn : "同心结【结】",    //--中文
	},
	'item_name_i303' : {
		cn : "同心结【同】",    //--中文
	},
	'item_name_i304' : {
		cn : "同心结【心】",    //--中文
	},
	'item_name_i305' : {
		cn : "随机同心结",    //--中文
	},
	'item_name_i310' : {
		cn : "面粉",    //--中文
	},
	'item_name_i311' : {
		cn : "红豆",    //--中文
	},
	'item_name_i312' : {
		cn : "火腿",    //--中文
	},
	'item_name_i313' : {
		cn : "莲蓉",    //--中文
	},
	'item_name_i314' : {
		cn : "什锦",    //--中文
	},
	'item_name_i315' : {
		cn : "食材袋",    //--中文
	},
	'item_name_i316' : {
		cn : "豆沙月饼",    //--中文
	},
	'item_name_i317' : {
		cn : "火腿月饼",    //--中文
	},
	'item_name_i318' : {
		cn : "莲蓉月饼",    //--中文
	},
	'item_name_i319' : {
		cn : "百花什锦月",    //--中文
	},
	'item_name_i320' : {
		cn : "南瓜灯",    //--中文
	},
	'item_name_i321' : {
		cn : "南瓜派",    //--中文
	},
	'item_name_i400' : {
		cn : "鲜花",    //--中文
	},
	'item_name_i401' : {
		cn : "青铜弹头零件",    //--中文
	},
	'item_name_i402' : {
		cn : "白银弹头零件",    //--中文
	},
	'item_name_i403' : {
		cn : "黄金弹头零件",    //--中文
	},
	'item_name_i410' : {
		cn : "鲜花礼盒",    //--中文
	},
	'item_name_i420' : {
		cn : "100万金币卡碎片",    //--中文
	},
	'item_name_i500' : {
		cn : "陨石精华",    //--中文
	},
	'item_name_i501' : {
		cn : "电之石",    //--中文
	},
	'item_name_i502' : {
		cn : "火之石",    //--中文
	},
	'item_name_i503' : {
		cn : "血之石",    //--中文
	},
	'item_name_i504' : {
		cn : "暗之石",    //--中文
	},
	'item_name_i505' : {
		cn : "地之石",    //--中文
	},
	'item_name_i601' : {
		cn : "水晶鱼碎片",    //--中文
	},
	'item_name_i602' : {
		cn : "大白鲨碎片",    //--中文
	},
	'item_name_i603' : {
		cn : "小丑鱼碎片",    //--中文
	},
	'item_name_i604' : {
		cn : "虎鲸碎片",    //--中文
	},
	'item_name_i605' : {
		cn : "河豚碎片",    //--中文
	},
	'item_name_i606' : {
		cn : "虎鲸碎片",    //--中文
	},
	'item_name_i607' : {
		cn : "角蝶碎片",    //--中文
	},
	'item_name_i608' : {
		cn : "魔鬼鱼碎片",    //--中文
	},
	'item_name_i609' : {
		cn : "锤头鲨碎片",    //--中文
	},
	'item_name_i610' : {
		cn : "草莓鱼碎片",    //--中文
	},
	'item_name_i611' : {
		cn : "水母碎片",    //--中文
	},
	'item_name_i612' : {
		cn : "海龟碎片",    //--中文
	},
	'item_name_i613' : {
		cn : "宝石鱼碎片",    //--中文
	},
	'item_name_i614' : {
		cn : "短喙鼻鱼碎片",    //--中文
	},
	'item_name_i615' : {
		cn : "豹鲂鮄碎片",    //--中文
	},
	'item_name_i616' : {
		cn : "金枪鱼碎片",    //--中文
	},
	'item_name_i617' : {
		cn : "银龙鱼碎片",    //--中文
	},
	'item_name_i618' : {
		cn : "海豚碎片",    //--中文
	},
	'item_name_i620' : {
		cn : "奖金海龟碎片",    //--中文
	},
	'item_name_i621' : {
		cn : "灯笼鱼碎片",    //--中文
	},
	'item_name_i622' : {
		cn : "美人鱼碎片",    //--中文
	},
	'item_name_i623' : {
		cn : "帝鲶鱼碎片",    //--中文
	},
	'item_name_i624' : {
		cn : "枇杷鼠鱼碎片",    //--中文
	},
	'item_name_i626' : {
		cn : "蓝茉莉鱼碎片",    //--中文
	},
	'item_name_i632' : {
		cn : "斗鱼碎片",    //--中文
	},
	'item_name_i639' : {
		cn : "剑鱼碎片",    //--中文
	},
	'item_name_i649' : {
		cn : "章鱼碎片",    //--中文
	},
	'item_name_i651' : {
		cn : "龙龟碎片",    //--中文
	},
	'item_name_i657' : {
		cn : "海马碎片",    //--中文
	},
	'item_name_i700' : {
		cn : "光明女神魂石",    //--中文
	},
	'item_name_i701' : {
		cn : "黑暗女神魂石",    //--中文
	},
	'item_name_i702' : {
		cn : "烈焰女神魂石",    //--中文
	},
	'item_name_i703' : {
		cn : "嫦娥女神魂石",    //--中文
	},
	'item_name_i704' : {
		cn : "光明女神碎片四",    //--中文
	},
	'item_name_i705' : {
		cn : "光明女神碎片五",    //--中文
	},
	'item_name_i706' : {
		cn : "光明女神碎片六",    //--中文
	},
	'item_name_i707' : {
		cn : "光明女神碎片七",    //--中文
	},
	'item_name_i708' : {
		cn : "光明女神碎片八",    //--中文
	},
	'item_name_i709' : {
		cn : "光明女神碎片九",    //--中文
	},
	'item_name_i800' : {
		cn : "30元话费充值卡",    //--中文
	},
	'item_name_i801' : {
		cn : "100元话费充值卡",    //--中文
	},
	'item_name_i805' : {
		cn : "100元京东卡",    //--中文
	},
	'item_name_i806' : {
		cn : "500元京东卡",    //--中文
	},
	'item_name_i807' : {
		cn : "1000元京东卡",    //--中文
	},
	'item_name_i810' : {
		cn : "小米移动电源",    //--中文
	},
	'item_name_i811' : {
		cn : "飞利浦剃须刀",    //--中文
	},
	'item_name_i812' : {
		cn : "小米空气净化器",    //--中文
	},
	'item_name_i813' : {
		cn : "oppoR9s手机",    //--中文
	},
	'item_name_i814' : {
		cn : "iPhone7手机32G",    //--中文
	},
	'item_name_w001' : {
		cn : "火炮",    //--中文
	},
	'item_name_w002' : {
		cn : "恶魔之血",    //--中文
	},
	'item_name_w003' : {
		cn : "天使之眼",    //--中文
	},
	'item_name_w004' : {
		cn : "GX770电磁炮",    //--中文
	},
	'item_name_w005' : {
		cn : "熔岩巨炮",    //--中文
	},
	'item_name_w006' : {
		cn : "蛤蟆文太",    //--中文
	},
	'item_name_w007' : {
		cn : "星舰·黎明",    //--中文
	},
	'item_name_w008' : {
		cn : "泡泡膛",    //--中文
	},
	'item_name_w009' : {
		cn : "黄金加特林",    //--中文
	},
	'item_name_w010' : {
		cn : "星舰·孤狼",    //--中文
	},
	'item_name_w011' : {
		cn : "电玩精英",    //--中文
	},
	'item_name_w012' : {
		cn : "霜之哀伤",    //--中文
	},
	'item_name_w013' : {
		cn : "赤炎女神的诅咒",    //--中文
	},
	'item_name_w014' : {
		cn : "月亮兔【中秋限定】",    //--中文
	},
	'item_name_w015' : {
		cn : "歼20战机【国庆限定】",    //--中文
	},
	'item_name_w501' : {
		cn : "火炮碎片",    //--中文
	},
	'item_name_w502' : {
		cn : "恶魔之血碎片",    //--中文
	},
	'item_name_w503' : {
		cn : "天使之眼碎片",    //--中文
	},
	'item_name_w504' : {
		cn : "GX770电磁炮碎片",    //--中文
	},
	'item_name_w505' : {
		cn : "熔岩巨炮碎片",    //--中文
	},
	'item_name_w506' : {
		cn : "蛤蟆文太碎片",    //--中文
	},
	'item_name_w507' : {
		cn : "星舰·黎明碎片",    //--中文
	},
	'item_name_w508' : {
		cn : "泡泡膛碎片",    //--中文
	},
	'item_name_w509' : {
		cn : "黄金加特林碎片",    //--中文
	},
	'item_name_w510' : {
		cn : "星舰·孤狼碎片",    //--中文
	},
	'item_name_w511' : {
		cn : "电玩精英碎片",    //--中文
	},
	'item_name_w512' : {
		cn : "霜之哀伤碎片",    //--中文
	},
	'item_name_w513' : {
		cn : "赤炎女神的诅咒碎片",    //--中文
	},
	'item_name_w514' : {
		cn : "月亮兔碎片",    //--中文
	},
	'item_name_w515' : {
		cn : "歼20战机碎片",    //--中文
	},
	'item_desc_i000' : {
		cn : "神秘家丁的狗牌，代号9527",    //--中文
	},
	'item_desc_i001' : {
		cn : "沉甸甸的金币",    //--中文
	},
	'item_desc_i002' : {
		cn : "闪闪发光的钻石",    //--中文
	},
	'item_desc_i003' : {
		cn : "可用来兑换话费卡、京东卡等实物奖励，主要通过保卫女神周奖励、排位赛每日奖励，以及捕获话费鱼掉落！",    //--中文
	},
	'item_desc_i004' : {
		cn : "在皮肤界面抽奖时使用，可抽取皮肤碎片",    //--中文
	},
	'item_desc_i005' : {
		cn : "VIP经验",    //--中文
	},
	'item_desc_i006' : {
		cn : "世界频道聊天专用。",    //--中文
	},
	'item_desc_i011' : {
		cn : "冰冻全屏鱼类(宝箱鱼除外)，持续5秒",    //--中文
	},
	'item_desc_i012' : {
		cn : "远距离锁定目标，进行精准攻击，持续15秒",    //--中文
	},
	'item_desc_i013' : {
		cn : "随机召唤一只奖金鱼",    //--中文
	},
	'item_desc_i014' : {
		cn : "随机召唤一只奖金鱼",    //--中文
	},
	'item_desc_i015' : {
		cn : "青铜弹头，威力中，对集中的鱼群有奇效，理论可获得50000金币，在低倍场更好用！",    //--中文
	},
	'item_desc_i016' : {
		cn : "白银弹头，威力大，对集中的鱼群有奇效，理论可获得150000金币，在中倍场更好用！",    //--中文
	},
	'item_desc_i017' : {
		cn : "黄金弹头，威力巨大，对集中的鱼群有奇效，理论可获得500000金币，在高倍场更好用！",    //--中文
	},
	'item_desc_i051' : {
		cn : "这是一个碎片",    //--中文
	},
	'item_desc_i101' : {
		cn : "限时场景钥匙哦",    //--中文
	},
	'item_desc_i102' : {
		cn : "完成日常任务获得",    //--中文
	},
	'item_desc_i103' : {
		cn : "完成成就任务获得",    //--中文
	},
	'item_desc_i110' : {
		cn : "疯狂接金币",    //--中文
	},
	'item_desc_i111' : {
		cn : "疯狂的河豚",    //--中文
	},
	'item_desc_i200' : {
		cn : "使用后获得100万金币，30级以上可以使用",    //--中文
	},
	'item_desc_i210' : {
		cn : "使用后获得【1万】金币",    //--中文
	},
	'item_desc_i211' : {
		cn : "使用后获得【10万】金币",    //--中文
	},
	'item_desc_i212' : {
		cn : "使用后获得【100万】金币",    //--中文
	},
	'item_desc_i213' : {
		cn : "使用后获得【1000万】金币",    //--中文
	},
	'item_desc_i214' : {
		cn : "使用后获得【1亿】金币",    //--中文
	},
	'item_desc_i215' : {
		cn : "使用后随机获得：【1亿】、【1000万】、【100万】、【10万】、【1万】、【1000】金币",    //--中文
	},
	'item_desc_i220' : {
		cn : "使用后随机获得锁定*1、冰冻*1、召唤*1",    //--中文
	},
	'item_desc_i230' : {
		cn : "使用后随机获得宠物鱼碎片*1",    //--中文
	},
	'item_desc_i240' : {
		cn : "使用后随机获得武器锻造碎片*1",    //--中文
	},
	'item_desc_i251' : {
		cn : "排位赛中获得的青铜段位赛季礼包，暂时无法使用，敬请期待！",    //--中文
	},
	'item_desc_i252' : {
		cn : "排位赛中获得的白银段位赛季礼包，暂时无法使用，敬请期待！",    //--中文
	},
	'item_desc_i253' : {
		cn : "排位赛中获得的黄金段位赛季礼包，暂时无法使用，敬请期待！",    //--中文
	},
	'item_desc_i254' : {
		cn : "排位赛中获得的白金段位赛季礼包，暂时无法使用，敬请期待！",    //--中文
	},
	'item_desc_i255' : {
		cn : "排位赛中获得的钻石段位赛季礼包，暂时无法使用，敬请期待！",    //--中文
	},
	'item_desc_i256' : {
		cn : "排位赛中获得的十大高手赛季礼包，暂时无法使用，敬请期待！",    //--中文
	},
	'item_desc_i257' : {
		cn : "排位赛中获得的最强王者赛季礼包，暂时无法使用，敬请期待！",    //--中文
	},
	'item_desc_i300' : {
		cn : "谣传织女遗落的礼盒，内有钻石、核弹、话费等珍宝，每天第100次开启必然获得10000话费券！",    //--中文
	},
	'item_desc_i301' : {
		cn : "同心结，上面绣着一个字——永",    //--中文
	},
	'item_desc_i302' : {
		cn : "同心结，上面绣着一个字——结",    //--中文
	},
	'item_desc_i303' : {
		cn : "同心结，上面绣着一个字——同",    //--中文
	},
	'item_desc_i304' : {
		cn : "同心结，上面绣着一个字——心",    //--中文
	},
	'item_desc_i305' : {
		cn : "打开后随机获得一个同心结",    //--中文
	},
	'item_desc_i310' : {
		cn : "上等的面粉，制作月饼的必须材料",    //--中文
	},
	'item_desc_i311' : {
		cn : "加工成红豆沙，可以制作豆沙月饼",    //--中文
	},
	'item_desc_i312' : {
		cn : "配上面粉以及辅料，可以制作美味的火腿月饼",    //--中文
	},
	'item_desc_i313' : {
		cn : "配上面粉以及辅料，可以制作绝佳的莲蓉月饼",    //--中文
	},
	'item_desc_i314' : {
		cn : "配上面粉以及辅料，可以制作无与伦比的百花什锦月饼",    //--中文
	},
	'item_desc_i315' : {
		cn : "装有食材的袋子，里面有各种随机食材",    //--中文
	},
	'item_desc_i316' : {
		cn : "普通的豆沙月饼，中秋节食用，还可获得额外惊喜",    //--中文
	},
	'item_desc_i317' : {
		cn : "美味的火腿月饼，中秋节食用，还可获得额外惊喜",    //--中文
	},
	'item_desc_i318' : {
		cn : "绝佳的莲蓉月饼，中秋节食用，还可获得额外惊喜",    //--中文
	},
	'item_desc_i319' : {
		cn : "无与伦比的百花什锦月饼，中秋节食用，每天食用第80个时必然获得【中秋限定】皮肤",    //--中文
	},
	'item_desc_i320' : {
		cn : "知道南瓜灯里面有什么吗？累计第50次打开获得【嫦娥女神魂石*50】、第100次打开获得【青铜弹头*100】！",    //--中文
	},
	'item_desc_i321' : {
		cn : "味道奇特的南瓜派！每天第20次打开获得【嫦娥女神魂石*2】、第60次打开获得【100万金币卡*1】！",    //--中文
	},
	'item_desc_i400' : {
		cn : "赠予他人，代表仰慕之意，受赠之人可额外获得魅力值！",    //--中文
	},
	'item_desc_i401' : {
		cn : "青铜弹头零件，集齐10个可以合成1枚青铜弹头",    //--中文
	},
	'item_desc_i402' : {
		cn : "白银弹头零件，集齐30个可以合成1枚白银弹头",    //--中文
	},
	'item_desc_i403' : {
		cn : "黄金弹头零件，集齐100个可以合成1枚黄金弹头",    //--中文
	},
	'item_desc_i410' : {
		cn : "打赏的鲜花转化成鲜花礼盒，不能转赠他人，使用可随机获得道具，每天第50次使用必然获得神秘大奖！",    //--中文
	},
	'item_desc_i420' : {
		cn : "集齐10个可以合成一张【100万金币卡】",    //--中文
	},
	'item_desc_i500' : {
		cn : "天外奇石，奇硬无比，锻造武器时使用，可提高成功率！也可出售获得100000金币！",    //--中文
	},
	'item_desc_i501' : {
		cn : "天外飞石，武器1000倍后升级用，在神秘海域、藏宝海湾捕获奖金鱼和BOSS掉落！",    //--中文
	},
	'item_desc_i502' : {
		cn : "天外飞石，武器1000倍后升级用，在神秘海域、藏宝海湾捕获奖金鱼和BOSS掉落！",    //--中文
	},
	'item_desc_i503' : {
		cn : "天外飞石，武器1000倍后升级用，在神秘海域、藏宝海湾捕获奖金鱼和BOSS掉落！",    //--中文
	},
	'item_desc_i504' : {
		cn : "天外飞石，武器1000倍后升级用，在神秘海域、藏宝海湾捕获奖金鱼和BOSS掉落！",    //--中文
	},
	'item_desc_i505' : {
		cn : "天外飞石，武器1000倍后升级用，在神秘海域、藏宝海湾捕获奖金鱼和BOSS掉落！",    //--中文
	},
	'item_desc_i601' : {
		cn : "水晶鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i602' : {
		cn : "大白鲨碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i603' : {
		cn : "小丑鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i604' : {
		cn : "虎鲸碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i605' : {
		cn : "河豚碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i606' : {
		cn : "虎鲸碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i607' : {
		cn : "角蝶碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i608' : {
		cn : "魔鬼鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i609' : {
		cn : "锤头鲨碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i610' : {
		cn : "草莓鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i611' : {
		cn : "水母碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i612' : {
		cn : "海龟碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i613' : {
		cn : "宝石鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i614' : {
		cn : "短喙鼻鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i615' : {
		cn : "豹鲂鮄碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i616' : {
		cn : "金枪鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i617' : {
		cn : "银龙鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i618' : {
		cn : "海豚碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i620' : {
		cn : "奖金海龟碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i621' : {
		cn : "灯笼鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i622' : {
		cn : "美人鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i623' : {
		cn : "帝鲶鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i624' : {
		cn : "枇杷鼠鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i626' : {
		cn : "蓝茉莉鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i632' : {
		cn : "斗鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i639' : {
		cn : "剑鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i649' : {
		cn : "章鱼碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i651' : {
		cn : "龙龟碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i657' : {
		cn : "海马碎片,可在捕鱼时掉落碎片,用来升级宠物鱼",    //--中文
	},
	'item_desc_i700' : {
		cn : "光明女神升级时使用",    //--中文
	},
	'item_desc_i701' : {
		cn : "黑暗女神升级时使用",    //--中文
	},
	'item_desc_i702' : {
		cn : "烈焰女神升级时使用",    //--中文
	},
	'item_desc_i703' : {
		cn : "嫦娥女神升级时使用",    //--中文
	},
	'item_desc_i704' : {
		cn : "此道具已废弃，可直接出售兑换1000金币",    //--中文
	},
	'item_desc_i705' : {
		cn : "此道具已废弃，可直接出售兑换1000金币",    //--中文
	},
	'item_desc_i706' : {
		cn : "此道具已废弃，可直接出售兑换1000金币",    //--中文
	},
	'item_desc_i707' : {
		cn : "此道具已废弃，可直接出售兑换1000金币",    //--中文
	},
	'item_desc_i708' : {
		cn : "此道具已废弃，可直接出售兑换1000金币",    //--中文
	},
	'item_desc_i709' : {
		cn : "此道具已废弃，可直接出售兑换1000金币",    //--中文
	},
	'item_desc_i800' : {
		cn : "30元话费充值卡",    //--中文
	},
	'item_desc_i801' : {
		cn : "100元话费充值卡",    //--中文
	},
	'item_desc_i805' : {
		cn : "100元京东卡",    //--中文
	},
	'item_desc_i806' : {
		cn : "500元京东卡",    //--中文
	},
	'item_desc_i807' : {
		cn : "1000元京东卡",    //--中文
	},
	'item_desc_i810' : {
		cn : "小米移动电源",    //--中文
	},
	'item_desc_i811' : {
		cn : "飞利浦剃须刀",    //--中文
	},
	'item_desc_i812' : {
		cn : "小米空气净化器",    //--中文
	},
	'item_desc_i813' : {
		cn : "oppoR9s手机",    //--中文
	},
	'item_desc_i814' : {
		cn : "iPhone7手机32G",    //--中文
	},
	'item_desc_w001' : {
		cn : "使用后直接获得【火炮】皮肤，如果已拥有皮肤，则兑换成10个【火炮】碎片",    //--中文
	},
	'item_desc_w002' : {
		cn : "使用后直接获得【恶魔之血】皮肤，如果已拥有皮肤，则兑换成50个【恶魔之血】碎片",    //--中文
	},
	'item_desc_w003' : {
		cn : "使用后直接获得【天使之眼】皮肤，如果已拥有皮肤，则兑换成90个【天使之眼】碎片",    //--中文
	},
	'item_desc_w004' : {
		cn : "使用后直接获得【GX770电磁炮】皮肤，如果已拥有皮肤，则兑换成60个【GX770电磁炮】碎片",    //--中文
	},
	'item_desc_w005' : {
		cn : "使用后直接获得【熔岩巨炮】皮肤，如果已拥有皮肤，则兑换成40个【熔岩巨炮】碎片",    //--中文
	},
	'item_desc_w006' : {
		cn : "使用后直接获得【蛤蟆文太】皮肤，如果已拥有皮肤，则兑换成90个【蛤蟆文太】碎片",    //--中文
	},
	'item_desc_w007' : {
		cn : "使用后直接获得【星舰·黎明】皮肤，如果已拥有皮肤，则兑换成100个【星舰·黎明】碎片",    //--中文
	},
	'item_desc_w008' : {
		cn : "使用后直接获得【泡泡膛】皮肤，如果已拥有皮肤，则兑换成100个【泡泡膛】碎片",    //--中文
	},
	'item_desc_w009' : {
		cn : "使用后直接获得【黄金加特林】皮肤，如果已拥有皮肤，则兑换成90个【黄金加特林】碎片",    //--中文
	},
	'item_desc_w010' : {
		cn : "使用后直接获得【星舰·孤狼】皮肤，如果已拥有皮肤，则兑换成80个【星舰·孤狼】碎片",    //--中文
	},
	'item_desc_w011' : {
		cn : "使用后直接获得【电玩精英】皮肤，如果已拥有皮肤，则兑换成100个【电玩精英】碎片",    //--中文
	},
	'item_desc_w012' : {
		cn : "使用后直接获得【霜之哀伤】皮肤，如果已拥有皮肤，则兑换成70个【霜之哀伤】碎片",    //--中文
	},
	'item_desc_w013' : {
		cn : "使用后直接获得【赤炎女神的诅咒】皮肤，如果已拥有皮肤，则兑换成120个【赤炎女神的诅咒】碎片",    //--中文
	},
	'item_desc_w014' : {
		cn : "中秋活动产出，使用后直接获得【月亮兔】皮肤，如果已拥有皮肤，则兑换成150个【月光发射器】碎片",    //--中文
	},
	'item_desc_w015' : {
		cn : "国庆活动产出，使用后直接获得【歼20战机】皮肤，如果已拥有皮肤，则兑换成150个【歼20战机】碎片",    //--中文
	},
	'item_desc_w501' : {
		cn : "火炮碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w502' : {
		cn : "恶魔之血碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w503' : {
		cn : "天使之眼碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w504' : {
		cn : "GX770电磁炮碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w505' : {
		cn : "熔岩巨炮碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w506' : {
		cn : "蛤蟆文太碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w507' : {
		cn : "星舰·黎明碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w508' : {
		cn : "泡泡膛碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w509' : {
		cn : "黄金加特林碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w510' : {
		cn : "星舰·孤狼碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w511' : {
		cn : "电玩精英碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w512' : {
		cn : "霜之哀伤碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w513' : {
		cn : "赤炎女神的诅咒碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w514' : {
		cn : "月亮兔碎片，在皮肤升星时使用",    //--中文
	},
	'item_desc_w515' : {
		cn : "歼20战机碎片，在皮肤升星时使用",    //--中文
	},
	'loadingtips_desc_1' : {
		cn : "小提示：【霜之哀伤】可以减速整个鱼阵，但是效果减半",    //--中文
	},
	'loadingtips_desc_2' : {
		cn : "小提示：使用【激光】、【核弹】破除BOSS护盾简单有效",    //--中文
	},
	'loadingtips_desc_3' : {
		cn : "小提示：保卫女神排行榜每周日会重置",    //--中文
	},
	'loadingtips_desc_4' : {
		cn : "小提示：【金色鱼】和【大盘鱼】都是奖金鱼，提供额外奖金",    //--中文
	},
	'loadingtips_desc_5' : {
		cn : "小提示：水族馆根据所有鱼的总等级进行排名",    //--中文
	},
	'loadingtips_desc_6' : {
		cn : "小提示：幸运大奖每天可免费抽取一次",    //--中文
	},
	'loadingtips_desc_7' : {
		cn : "小提示：解锁女神表情后可与女神互动，互动还有奖励哦",    //--中文
	},
	'loadingtips_desc_8' : {
		cn : "小提示：捕鱼都可获得鱼碎片，可在水族馆升级宠物鱼",    //--中文
	},
	'loadingtips_desc_9' : {
		cn : "小提示：【蛤蟆文太】作为高倍率皮肤，攻击小鱼非常的不划算",    //--中文
	},
	'loadingtips_desc_10' : {
		cn : "小提示：在【神秘海域】、【藏宝海湾】捕获奖金鱼和BOSS可掉落武器锻造材料",    //--中文
	},
	'loadingtips_desc_11' : {
		cn : "小提示：召唤的奖金鱼更容易被捕获",    //--中文
	},
	'weapons_name_1' : {
		cn : "火炮",    //--中文
	},
	'weapons_name_2' : {
		cn : "恶魔之血",    //--中文
	},
	'weapons_name_3' : {
		cn : "天使之眼",    //--中文
	},
	'weapons_name_4' : {
		cn : "GX770电磁炮",    //--中文
	},
	'weapons_name_5' : {
		cn : "熔岩巨炮",    //--中文
	},
	'weapons_name_6' : {
		cn : "蛤蟆文太",    //--中文
	},
	'weapons_name_7' : {
		cn : "星舰·黎明",    //--中文
	},
	'weapons_name_8' : {
		cn : "泡泡膛",    //--中文
	},
	'weapons_name_9' : {
		cn : "黄金加特林",    //--中文
	},
	'weapons_name_10' : {
		cn : "星舰·孤狼",    //--中文
	},
	'weapons_name_11' : {
		cn : "电玩精英",    //--中文
	},
	'weapons_name_12' : {
		cn : "霜之哀伤",    //--中文
	},
	'weapons_name_13' : {
		cn : "赤炎女神的诅咒",    //--中文
	},
	'weapons_name_14' : {
		cn : "月亮兔",    //--中文
	},
	'weapons_name_15' : {
		cn : "歼20战机",    //--中文
	},
	'weapons_desc_1' : {
		cn : "常规火炮\n子弹反弹2次",    //--中文
	},
	'weapons_desc_2' : {
		cn : "子弹反弹4次\n子弹命中+1%\n开炮速度+25%",    //--中文
	},
	'weapons_desc_3' : {
		cn : "子弹无限反弹\n子弹命中+104%\n开炮消耗+100%",    //--中文
	},
	'weapons_desc_4' : {
		cn : "子弹反弹3次\n获得金币+102%\n开炮消耗+100%\n激光累积速度+100%",    //--中文
	},
	'weapons_desc_5' : {
		cn : "子弹反弹5次\n子弹命中+1%\n子弹速度+100%",    //--中文
	},
	'weapons_desc_6' : {
		cn : "自带锁定\n子弹命中+408%\n开炮消耗+400%\n激光累积速度+400%",    //--中文
	},
	'weapons_desc_7' : {
		cn : "子弹无限反弹\n子弹命中+2%\n子弹速度+100%\n开炮速度+100%",    //--中文
	},
	'weapons_desc_8' : {
		cn : "发射水炮到地上\n开炮消耗+100%\n激光累积速度+100%\n14%概率额外发射8颗水泡",    //--中文
	},
	'weapons_desc_9' : {
		cn : "子弹无限反弹\n子弹命中+2%\n开炮速度+150%",    //--中文
	},
	'weapons_desc_10' : {
		cn : "激光扫射\n子弹命中+205%\n开炮消耗+200%\n激光累积速度+200%",    //--中文
	},
	'weapons_desc_11' : {
		cn : "子弹无限反弹\n激光累积速度+100%\n捕获奖金鱼获得奖金+15%\n子弹命中、开炮消耗+100%",    //--中文
	},
	'weapons_desc_12' : {
		cn : "子弹无限反弹\n开炮速度+70%\n降低鱼游动速度80%\n子弹命中、获得金币+1%",    //--中文
	},
	'weapons_desc_13' : {
		cn : "子弹无限反弹\n子弹命中+2%\n每次攻击使鱼分值减1\n并同比例提高其捕获率",    //--中文
	},
	'weapons_desc_14' : {
		cn : "子弹无限反弹\n开炮消耗+100%\n激光累积速度+100%\n击中时52%概率产生新子弹",    //--中文
	},
	'weapons_desc_15' : {
		cn : "子弹无限反弹，且命中+2%\n激光累积速度+500%\n发射一枚消耗+500%的导弹\n导弹分裂成4-8颗子弹",    //--中文
	},
	'weapons_star_golden' : {
		cn : "奖金加成提高%d%%",    //--中文
	},
	'weapons_star_score' : {
		cn : "排位赛开场分数增加%d",    //--中文
	},
	'weapons_star_rank' : {
		cn : "排位赛结算胜点增加%d",    //--中文
	},
	'weapons_star_fishing' : {
		cn : "捕鱼积分提高%d%%",    //--中文
	},
	'weapons_star_exp' : {
		cn : "升级经验加成%d%%",    //--中文
	},
	'weapons_star_powerspeed' : {
		cn : "激光累积速度加成%d%%",    //--中文
	},
	'weapons_star_power' : {
		cn : "激光威力加成%d%%",    //--中文
	},
	'weapons_star_bounce' : {
		cn : "反弹次数增加%d",    //--中文
	},
	'weapons_star_pct' : {
		cn : "命中加成%f%%",    //--中文
	},
	'weapons_effect_1' : {
		cn : "获得通用特效低",    //--中文
	},
	'weapons_effect_2' : {
		cn : "获得通用特效高",    //--中文
	},
	'weapons_effect_a_1' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_1' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_2' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_2' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_3' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_3' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_4' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_4' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_5' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_5' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_6' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_6' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_7' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_7' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_8' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_8' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_9' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_9' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_10' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_10' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_11' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_11' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_12' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_12' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_13' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_13' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_14' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_14' : {
		cn : "获得火炮特效2",    //--中文
	},
	'weapons_effect_a_15' : {
		cn : "获得火炮特效1",    //--中文
	},
	'weapons_effect_b_15' : {
		cn : "获得火炮特效2",    //--中文
	},
	'rankgame_name_1' : {
		cn : "最强王者",    //--中文
	},
	'rankgame_name_2' : {
		cn : "十大高手",    //--中文
	},
	'rankgame_name_3' : {
		cn : "钻石1段",    //--中文
	},
	'rankgame_name_4' : {
		cn : "钻石2段",    //--中文
	},
	'rankgame_name_5' : {
		cn : "钻石3段",    //--中文
	},
	'rankgame_name_6' : {
		cn : "钻石4段",    //--中文
	},
	'rankgame_name_7' : {
		cn : "钻石5段",    //--中文
	},
	'rankgame_name_8' : {
		cn : "白金1段",    //--中文
	},
	'rankgame_name_9' : {
		cn : "白金2段",    //--中文
	},
	'rankgame_name_10' : {
		cn : "白金3段",    //--中文
	},
	'rankgame_name_11' : {
		cn : "白金4段",    //--中文
	},
	'rankgame_name_12' : {
		cn : "白金5段",    //--中文
	},
	'rankgame_name_13' : {
		cn : "黄金1段",    //--中文
	},
	'rankgame_name_14' : {
		cn : "黄金2段",    //--中文
	},
	'rankgame_name_15' : {
		cn : "黄金3段",    //--中文
	},
	'rankgame_name_16' : {
		cn : "黄金4段",    //--中文
	},
	'rankgame_name_17' : {
		cn : "黄金5段",    //--中文
	},
	'rankgame_name_18' : {
		cn : "白银1段",    //--中文
	},
	'rankgame_name_19' : {
		cn : "白银2段",    //--中文
	},
	'rankgame_name_20' : {
		cn : "白银3段",    //--中文
	},
	'rankgame_name_21' : {
		cn : "白银4段",    //--中文
	},
	'rankgame_name_22' : {
		cn : "白银5段",    //--中文
	},
	'rankgame_name_23' : {
		cn : "青铜1段",    //--中文
	},
	'rankgame_name_24' : {
		cn : "青铜2段",    //--中文
	},
	'rankgame_name_25' : {
		cn : "青铜3段",    //--中文
	},
	'rankgame_name_26' : {
		cn : "青铜4段",    //--中文
	},
	'rankgame_name_27' : {
		cn : "青铜5段",    //--中文
	},
	'rank_rule_tips1' : {
		cn : "以金币排名，每周重置",    //--中文
	},
	'rank_rule_tips2' : {
		cn : "以成就点排名，不重置",    //--中文
	},
	'rank_rule_tips3' : {
		cn : "以排位赛段位排名，每月重置",    //--中文
	},
	'rank_rule_tips4' : {
		cn : "以保卫女神通关数排名，每周重置",    //--中文
	},
	'rank_rule_tips5' : {
		cn : "以宠物鱼的总等级排名，不重置",    //--中文
	},
	'rank_rule_tips6' : {
		cn : "以魅力值排名，不重置",    //--中文
	},
	'rank_rule_tips7' : {
		cn : "以捕鱼获得金币排名，每周重置",    //--中文
	},
	'rank_rule_tips8' : {
		cn : "以收到鲜花数排名，每周重置",    //--中文
	},
	'scenes_name_scene_mutiple_1' : {
		cn : "新手港湾",    //--中文
	},
	'scenes_name_scene_mutiple_2' : {
		cn : "人鱼之地",    //--中文
	},
	'scenes_name_scene_mutiple_3' : {
		cn : "神秘海域",    //--中文
	},
	'scenes_name_scene_mutiple_4' : {
		cn : "藏宝海湾",    //--中文
	},
	'scenes_name_scene_single_1' : {
		cn : "火山（限时）",    //--中文
	},
	'scenes_name_scene_single_2' : {
		cn : "龙宫（限时）",    //--中文
	},
	'scenes_name_scene_single_3' : {
		cn : "敬请期待",    //--中文
	},
	'scenes_desc_scene_mutiple_1' : {
		cn : "0",    //--中文
	},
	'scenes_desc_scene_mutiple_2' : {
		cn : "0",    //--中文
	},
	'scenes_desc_scene_mutiple_3' : {
		cn : "0",    //--中文
	},
	'scenes_desc_scene_mutiple_4' : {
		cn : "0",    //--中文
	},
	'scenes_desc_scene_single_1' : {
		cn : "1.火山啊\n2.火山啊火山\n3.火山啊火山",    //--中文
	},
	'scenes_desc_scene_single_2' : {
		cn : "1.龙宫啊\n2.龙宫啊龙宫\n3.龙宫啊龙宫",    //--中文
	},
	'scenes_desc_scene_single_3' : {
		cn : "0",    //--中文
	},
	'share_name_101' : {
		cn : "每日分享一次赢好礼",    //--中文
	},
	'share_name_102' : {
		cn : "武器升级至1200倍",    //--中文
	},
	'share_name_103' : {
		cn : "获得5个武器皮肤",    //--中文
	},
	'share_name_104' : {
		cn : "保卫女神闯过60关",    //--中文
	},
	'share_name_105' : {
		cn : "成为VIP",    //--中文
	},
	'share_name_106' : {
		cn : "成为首富且金币不低于500万",    //--中文
	},
	'share_name_107' : {
		cn : "排位赛获得最强王者段位",    //--中文
	},
	'share_name_108' : {
		cn : "角色等级达到50级",    //--中文
	},
	'share_name_109' : {
		cn : "角色等级达到50级",    //--中文
	},
	'share_name_110' : {
		cn : "角色等级达到50级",    //--中文
	},
	'share_name_111' : {
		cn : "角色等级达到50级",    //--中文
	},
	'skill_name_1' : {
		cn : "冰冻",    //--中文
	},
	'skill_name_2' : {
		cn : "锁定",    //--中文
	},
	'skill_name_3' : {
		cn : "召唤",    //--中文
	},
	'skill_name_4' : {
		cn : "激光",    //--中文
	},
	'skill_name_5' : {
		cn : "闪电链",    //--中文
	},
	'skill_name_6' : {
		cn : "爆炸技能",    //--中文
	},
	'skill_name_7' : {
		cn : "黑洞技能",    //--中文
	},
	'skill_name_8' : {
		cn : "青铜弹头",    //--中文
	},
	'skill_name_9' : {
		cn : "白银弹头",    //--中文
	},
	'skill_name_10' : {
		cn : "黄金弹头",    //--中文
	},
	'skill_desc_1' : {
		cn : "冰冻全屏鱼类(宝箱鱼除外)，持续5秒",    //--中文
	},
	'skill_desc_2' : {
		cn : "远距离锁定目标，进行精准攻击，持续15秒",    //--中文
	},
	'skill_desc_3' : {
		cn : "随机召唤一只奖金鱼",    //--中文
	},
	'skill_desc_4' : {
		cn : "特定技能，扫射全屏，免费",    //--中文
	},
	'skill_desc_5' : {
		cn : "银龙鱼技能",    //--中文
	},
	'skill_desc_6' : {
		cn : "爆炸鱼技能",    //--中文
	},
	'skill_desc_7' : {
		cn : "黑洞技能",    //--中文
	},
	'skill_desc_8' : {
		cn : "青铜弹头，威力中，对集中的鱼群有奇效，理论可获得50000金币，在低倍场更好用！",    //--中文
	},
	'skill_desc_9' : {
		cn : "白银弹头，威力大，对集中的鱼群有奇效，理论可获得150000金币，在中倍场更好用！",    //--中文
	},
	'skill_desc_10' : {
		cn : "黄金弹头，威力巨大，对集中的鱼群有奇效，理论可获得500000金币，在高倍场更好用！",    //--中文
	},
	'treasure_name_1' : {
		cn : "白银宝箱",    //--中文
	},
	'treasure_name_2' : {
		cn : "黄金宝箱",    //--中文
	},
	'treasure_name_3' : {
		cn : "史诗宝箱",    //--中文
	},
	'treasure_name_4' : {
		cn : "超级宝箱",    //--中文
	},
	'treasure_desc_1' : {
		cn : "白银宝箱",    //--中文
	},
	'treasure_desc_2' : {
		cn : "黄金宝箱",    //--中文
	},
	'treasure_desc_3' : {
		cn : "史诗宝箱",    //--中文
	},
	'treasure_desc_4' : {
		cn : "超级宝箱",    //--中文
	},
	'treasure_desc_10' : {
		cn : "首胜宝箱，可开启5次，每次随机获得金币*12000、钻石*3、随机技能*2、核弹碎片*3、鱼碎片*3、女神魂石*3",    //--中文
	},
	'treasure_desc_11' : {
		cn : "白银宝箱，可开启4次，每次随机获得金币*8000、钻石*2、随机技能*1、核弹碎片*2、鱼碎片*2、女神魂石*2",    //--中文
	},
	'treasure_desc_12' : {
		cn : "黄金宝箱，可开启6次，每次随机获得金币*12000、钻石*3、随机技能*2、核弹碎片*3、鱼碎片*3、女神魂石*3",    //--中文
	},
	'treasure_desc_13' : {
		cn : "史诗宝箱，可开启8次，每次随机获得金币*20000、钻石*4、随机技能*3、核弹碎片*4、鱼碎片*4、女神魂石*4",    //--中文
	},
	'treasure_desc_14' : {
		cn : "超级宝箱，可开启10次，每次随机获得金币*30000、钻石*6、随机技能*4、核弹碎片*6、鱼碎片*6、女神魂石*6",    //--中文
	},
	'vip_desc_0' : {
		cn : "VIP0啊",    //--中文
	},
	'vip_desc_1' : {
		cn : "可购买V1礼包\n魅力50\n游戏内好友上限15\n捕鱼获得角色经验+1%\n破产可购买1元翻盘基金\n激光威力+1%\n每日可购买金币10次\n每次救济金领取2倍\n每日可领取救济金4次",    //--中文
	},
	'vip_desc_2' : {
		cn : "可购买V2礼包\n魅力150\n游戏内好友上限20\n捕鱼获得角色经验+2%\n破产可购买1元翻盘基金\n捕鱼时总命中+0.5%\n激光威力+1%\n每日可购买金币15次\n每次救济金领取3倍\n每日可领取救济金4次",    //--中文
	},
	'vip_desc_3' : {
		cn : "可购买V3礼包\n魅力300\n游戏内好友上限25\n每日首次登录金币不足2万，补满2万\n捕鱼获得角色经验+3%\n破产可购买1元翻盘基金\n捕鱼时总命中+0.5%\n激光威力+1%\n每日可购买金币20次\n每次救济金领取4倍\n每日可领取救济金5次",    //--中文
	},
	'vip_desc_4' : {
		cn : "可购买V4礼包\n魅力500\n游戏内好友上限30\n每日首次登录金币不足4万，补满4万\n捕鱼获得角色经验+4%\n破产可购买1元翻盘基金\n捕鱼时总命中+0.5%\n激光威力+1%\n每日可购买金币30次\n每次救济金领取5倍\n每日可领取救济金5次",    //--中文
	},
	'vip_desc_5' : {
		cn : "可购买V5礼包\n魅力1000\n游戏内好友上限35\n每日首次登录金币不足6万，补满6万\n接金币小游戏获得金币+2%\n捕鱼获得角色经验+5%\n破产可购买1元翻盘基金\n破产可购买10元翻盘基金\n捕鱼时总命中+1%\n激光威力+4%\n每日可购买金币40次\n每次救济金领取6倍\n每日可领取救济金6次",    //--中文
	},
	'vip_desc_6' : {
		cn : "可购买V6礼包\n魅力2000\n游戏内好友上限40\n每日首次登录金币不足8万，补满8万\n每日首次登录钻石不足20，补满20\n接金币小游戏获得金币+4%\n捕鱼获得角色经验+6%\n破产可购买1元翻盘基金\n破产可购买10元翻盘基金\n捕鱼时总命中+1%\n激光威力+5%\n每日可购买金币60次\n每次救济金领取7倍\n每日可领取救济金6次",    //--中文
	},
	'vip_desc_7' : {
		cn : "可购买V7礼包\n魅力3500\n游戏内好友上限45\n每日首次登录金币不足10万，补满10万\n每日首次登录钻石不足30，补满30\n接金币小游戏获得金币+6%\n捕鱼获得角色经验+7%\n破产可购买1元翻盘基金\n破产可购买10元翻盘基金\n捕鱼时总命中+1%\n激光威力+5%\n青铜核弹威力+1%\n每日可购买金币80次\n每次救济金领取8倍\n每日可领取救济金7次",    //--中文
	},
	'vip_desc_8' : {
		cn : "可购买V8礼包\n魅力5000\n游戏内好友上限50\n每日首次登录金币不足15万，补满15万\n每日首次登录钻石不足40，补满40\n接金币小游戏获得金币+6%\n疯狂河豚小游戏获得金币+2%\n捕鱼获得角色经验+8%\n破产可购买1元翻盘基金\n破产可购买10元翻盘基金\n捕鱼时总命中+1.5%\n激光威力+5%\n青铜核弹威力+2%\n每日可购买金币100次\n每次救济金领取9倍\n每日可领取救济金7次",    //--中文
	},
	'vip_desc_9' : {
		cn : "可购买V9礼包\n魅力10000\n游戏内好友上限55\n每日首次登录金币不足20万，补满20万\n每日首次登录钻石不足50，补满50\n接金币小游戏获得金币+6%\n疯狂河豚小游戏获得金币+4%\n捕鱼获得角色经验+9%\n破产可购买1元翻盘基金\n破产可购买10元翻盘基金\n捕鱼时总命中+1.5%\n激光威力+5%\n青铜核弹威力+2%\n白银核弹威力+1%\n每日可购买金币150次\n每次救济金领取10倍\n每日可领取救济金8次",    //--中文
	},
	'vip_desc_10' : {
		cn : "可购买V10礼包\n魅力15000\n游戏内好友上限60\n每日首次登录金币不足25万，补满25万\n每日首次登录钻石不足60，补满60\n接金币小游戏获得金币+6%\n疯狂河豚小游戏获得金币+4%\n打泡泡小游戏获得金币+2%\n捕鱼获得角色经验+10%\n破产可购买1元翻盘基金\n破产可购买10元翻盘基金\n捕鱼时总命中+1.5%\n激光威力+5%\n青铜核弹威力+2%\n白银核弹威力+2%\n每日可购买金币200次\n每次救济金领取11倍\n每日可领取救济金8次",    //--中文
	},
	'vip_desc_11' : {
		cn : "可购买V11礼包\n魅力20000\n游戏内好友上限65\n每日首次登录金币不足30万，补满30万\n每日首次登录钻石不足70，补满70\n接金币小游戏获得金币+6%\n疯狂河豚小游戏获得金币+6%\n打泡泡小游戏获得金币+2%\n捕鱼获得角色经验+11%\n破产可购买1元翻盘基金\n破产可购买10元翻盘基金\n捕鱼时总命中+2%\n激光威力+5%\n青铜核弹威力+3%\n白银核弹威力+2%\n每日可购买金币300次\n每次救济金领取12倍\n每日可领取救济金9次",    //--中文
	},
	'vip_desc_12' : {
		cn : "可购买V12礼包\n魅力30000\n游戏内好友上限70\n每日首次登录金币不足35万，补满35万\n每日首次登录钻石不足70，补满70\n接金币小游戏获得金币+6%\n疯狂河豚小游戏获得金币+6%\n打泡泡小游戏获得金币+4%\n捕鱼获得角色经验+12%\n破产可购买1元翻盘基金\n破产可购买10元翻盘基金\n捕鱼时总命中+2%\n激光威力+5%\n青铜核弹威力+3%\n白银核弹威力+3%\n每日可购买金币400次\n每次救济金领取13倍\n每日可领取救济金9次",    //--中文
	},
	'vip_desc_13' : {
		cn : "可购买V13礼包\n魅力40000\n游戏内好友上限75\n每日首次登录金币不足40万，补满40万\n每日首次登录钻石不足90，补满90\n接金币小游戏获得金币+6%\n疯狂河豚小游戏获得金币+6%\n打泡泡小游戏获得金币+6%\n捕鱼获得角色经验+13%\n破产可购买1元翻盘基金\n破产可购买10元翻盘基金\n捕鱼时总命中+2%\n激光威力+5%\n青铜核弹威力+4%\n白银核弹威力+3%\n每日可购买金币600次\n每次救济金领取14倍\n每日可领取救济金10次",    //--中文
	},
	'vip_desc_14' : {
		cn : "可购买V14礼包\n魅力60000\n游戏内好友上限80\n每日首次登录金币不足50万，补满50万\n每日首次登录钻石不足100，补满100\n接金币小游戏获得金币+6%\n疯狂河豚小游戏获得金币+6%\n打泡泡小游戏获得金币+6%\n捕鱼获得角色经验+14%\n破产可购买1元翻盘基金\n破产可购买10元翻盘基金\n捕鱼时总命中+2.5%\n激光威力+5%\n青铜核弹威力+4%\n白银核弹威力+4%\n每日可购买金币800次\n每次救济金领取15倍\n每日可领取救济金10次",    //--中文
	},
	'vip_desc_15' : {
		cn : "可购买V15礼包\n魅力100000\n游戏内好友上限85\n每日首次登录金币不足60万，补满60万\n每日首次登录钻石不足120，补满120\n接金币小游戏获得金币+6%\n疯狂河豚小游戏获得金币+6%\n打泡泡小游戏获得金币+6%\n捕鱼获得角色经验+15%\n破产可购买1元翻盘基金\n破产可购买10元翻盘基金\n捕鱼时总命中+2.5%\n激光威力+5%\n青铜核弹威力+5%\n白银核弹威力+5%\n每日可购买金币1000次\n每次救济金领取16倍\n每日可领取救济金15次",    //--中文
	},
	'str_wp_tip' : {
		cn : "%d倍",    //--中文
	},
	'str_wp_upgrade_home_tip' : {
		cn : "新等级武器激光已就绪，去试试？",    //--中文
	},
	'str_wp_upgrade_game_tip' : {
		cn : "武器已达%d倍，可进入更高级渔场，是否前往？",    //--中文
	},
	'str_quick_failed_tip1' : {
		cn : "金币不足，无法切换场景！",    //--中文
	},
	'str_laser_failed_tip' : {
		cn : "激光能量不足！",    //--中文
	},
	'str_buy_chapter_times_tip' : {
		cn : "购买次数已用完,升级VIP可提升购买次数！",    //--中文
	},
	'str_wait_please' : {
		cn : "敬请期待！",    //--中文
	},
	'str_signed_tip3' : {
		cn : "该日已签！",    //--中文
	},
	'str_coincatch_1' : {
		cn : "得分 %s%d",    //--中文
	},
	'str_coincatch_2' : {
		cn : "时间 +%d",    //--中文
	},
	'str_coincatch_3' : {
		cn : "速度 +50%",    //--中文
	},
	'str_coincatch_4' : {
		cn : "奖励翻倍！",    //--中文
	},
	'str_guide_1_0' : {
		cn : "嘿，船长，你已抵达《捕捞季》\n海域，先来练习下捕鱼的基础操作？",    //--中文
	},
	'str_guide_2_0' : {
		cn : "点击屏幕开炮！",    //--中文
	},
	'str_guide_3_0' : {
		cn : "按住屏幕可连续开炮！",    //--中文
	},
	'str_guide_4_0' : {
		cn : "做得不错，现在来捕获一条小鱼吧~",    //--中文
	},
	'str_guide_4_1' : {
		cn : "捕获一条小鱼儿 %d/1",    //--中文
	},
	'str_guide_5_0' : {
		cn : "这条小鱼提供1倍的奖励，再来捕获一条大鱼看看？",    //--中文
	},
	'str_guide_5_1' : {
		cn : "捕获一条大鱼儿 %d/1",    //--中文
	},
	'str_guide_6_0' : {
		cn : "哇！这条大鱼提供很高的奖励啊！",    //--中文
	},
	'str_guide_7_0' : {
		cn : "升级武器也可提高奖励哦！",    //--中文
	},
	'str_guide_7_1' : {
		cn : "点击武器按钮 %d/1",    //--中文
	},
	'str_guide_7_2' : {
		cn : "升级武器 %d/1",    //--中文
	},
	'str_guide_8_0' : {
		cn : "再次捕获一条大鱼 %d/1",    //--中文
	},
	'str_guide_8_1' : {
		cn : "太厉害了！升级武器直接提高了5倍的奖励！",    //--中文
	},
	'str_guide_9_0' : {
		cn : "捕获3条大鱼 %d/3",    //--中文
	},
	'str_guide_9_1' : {
		cn : "嘻~嘻~嘻~嘻！打不到大鱼了吗~~~？那就试试锁定攻击！",    //--中文
	},
	'str_guide_10_0' : {
		cn : "使用锁定技能 %d/1",    //--中文
	},
	'str_guide_10_1' : {
		cn : "捕获3条大鱼 %d/3",    //--中文
	},
	'str_guide_11_0' : {
		cn : "嗯~，你已完成训练，神秘大奖正在等你哦！",    //--中文
	},
	'str_guide_12_0' : {
		cn : "我们去多人模式看看吧！",    //--中文
	},
	'str_guide_12_1' : {
		cn : "选择新手港湾！",    //--中文
	},
	'str_guide_18_0' : {
		cn : "海马BOSS闪避非常高，锁定攻击可以无视闪避",    //--中文
	},
	'str_guide_18_1' : {
		cn : "点击BOSS，开始攻击",    //--中文
	},
	'str_guide_19_0' : {
		cn : "龙龟BOSS加速了，快冰冻它",    //--中文
	},
	'str_guide_20_0' : {
		cn : "灯笼鱼BOSS反弹额外子弹，快召唤奖金鱼",    //--中文
	},
	'str_guide_21_0' : {
		cn : "女神被攻击啦，赶紧使用冰冻",    //--中文
	},
	'str_guide_22_0' : {
		cn : "美人鱼有护盾保护，快使用激光",    //--中文
	},
	'str_guide_22_1' : {
		cn : "点击美人鱼，发射激光",    //--中文
	},
	'str_laser_failed_tip2' : {
		cn : "哇，不教都会使用激光！不过新手引导时暂时无法使用！",    //--中文
	},
	'str_guide_over_1' : {
		cn : "100万金币兑换券",    //--中文
	},
	'str_guide_over_2' : {
		cn : "10万金币兑换券",    //--中文
	},
	'str_reward_plate_ing' : {
		cn : "不要着急嘛，抽奖正在进行！",    //--中文
	},
	'str_pearl_not_enough2' : {
		cn : "钻石不足，去充值吧？",    //--中文
	},
	'str_buy_times_not_enough' : {
		cn : "剩余次数不足，可尝试购买一次！",    //--中文
	},
	'str_gold_broke_get' : {
		cn : "只有破产才能领取救济金！",    //--中文
	},
	'str_month_card_get' : {
		cn : "领取",    //--中文
	},
	'str_month_card_already_get' : {
		cn : "已领取",    //--中文
	},
	'str_month_card_left_days' : {
		cn : "剩余天数：",    //--中文
	},
	'str_month_card_tip_already_get' : {
		cn : "明天再来吧，小鱼在这里等你哦~",    //--中文
	},
	'str_mini_res_tip' : {
		cn : "本次金币加成%f倍！",    //--中文
	},
	'str_package_sell' : {
		cn : "可直接出售",    //--中文
	},
	'str_package_use' : {
		cn : "可直接使用",    //--中文
	},
	'str_broke_times_left' : {
		cn : "剩余破产次数:%d",    //--中文
	},
	'str_active_tips' : {
		cn : "%s正在进行中",    //--中文
	},
	'notify_guerdon' : {
		cn : "*vip**charm*<color=#00ff00>xx</>打赏了<color=#00ff00>xx*xx</>给<color=#00ff00>xx</>！",    //--中文
	},
	'notify_weapon' : {
		cn : "*vip**charm*<color=#00ff00>xx</>升级了<color=#00ff00>xx</>倍炮",    //--中文
	},
	'notify_get_skin' : {
		cn : "*vip**charm*<color=#00ff00>xx</>获得了<color=#00ff00>xx</>皮肤",    //--中文
	},
	'notify_get_gold' : {
		cn : "*vip**charm*<color=#00ff00>xx</>在奖金抽奖时获得<color=#00ff00>xx</>金币",    //--中文
	},
	'notify_gold_first' : {
		cn : "世界首富*vip**charm*<color=#00ff00>xx</>上线啦，土豪我们做个朋友吧！",    //--中文
	},
	'notify_achive_first' : {
		cn : "第一牛人*vip**charm*<color=#00ff00>xx</>上线啦，如此高成就点我服了！",    //--中文
	},
	'notify_strong_first' : {
		cn : "最强王者*vip*<color=#00ff00>xx</>上线啦，大神风采依旧！",    //--中文
	},
	'notify_charm_first' : {
		cn : "万人迷*vip*<color=#00ff00>xx</>上线啦，快向他/她砸鲜花吧！",    //--中文
	},
	'notify_victors' : {
		cn : "玩家*vip**charm*<color=#00ff00>xx</>在排位赛中取得了<color=#00ff00>xx</>连胜，谁来终结这位嚣张的玩家！",    //--中文
	},
	'notify_skill_boss' : {
		cn : "*vip**charm*<color=#00ff00>xx</>击杀<color=#0fffff>xx</>BOSS获得<color=#00ff00>xx</>金币和大量<color=#00ff00>钻石</>！",    //--中文
	},
	'notify_get_domb' : {
		cn : "*vip**charm*<color=#00ff00>xx</>在奖金抽奖时获得<color=#00ff00>xx</>道具",    //--中文
	},
	'notify_goddess_challenge' : {
		cn : "*vip**charm*<color=#00ff00>xx</>在保卫女神成功闯过了<color=#00ff00>xx</>关",    //--中文
	},
	'notify_draw_reward' : {
		cn : "*vip**charm*<color=#00ff00>xx</>在幸运大奖中抽取了<color=#00ff00>xx*xx</>!",    //--中文
	},
	'notify_goddess_unlock' : {
		cn : "*vip**charm*<color=#00ff00>xx</>解锁了<color=#00ff00>xx</>，真是羡慕嫉妒恨啊",    //--中文
	},
	'notify_goddess_upgrade' : {
		cn : "*vip**charm*<color=#00ff00>xx</>将<color=#00ff00>xx</>提升到<color=#00ff00>xx</>阶，可喜可贺啊",    //--中文
	},
	'notify_fish_first' : {
		cn : "渔王*vip*<color=#00ff00>xx</>上线啦，快向他/她砸鲜花吧！",    //--中文
	},
	'notify_flower_first' : {
		cn : "人气王*vip*<color=#00ff00>xx</>上线啦，快向他/她砸鲜花吧！",    //--中文
	},
	'notify_recharge_first' : {
		cn : "*vip**charm*<color=#00ff00>xx</>领取了<color=#00ff00>首充</>奖励！",    //--中文
	},
	'notify_collect' : {
		cn : "*vip**charm*<color=#00ff00>xx</>领取了<color=#00ff00>收藏</>奖励！",    //--中文
	},
	'notify_card' : {
		cn : "*vip**charm*<color=#00ff00>xx</>购买了<color=#00ff00>月卡</>，每日丰厚奖励、自动开炮附身，一代渔王即将诞生！",    //--中文
	},
	'notify_card_hao' : {
		cn : "*vip**charm*<color=#00ff00>xx</>购买了<color=#00ff00>月卡·壕</>，5600钻石及各种福利，《壕》舍我其谁！",    //--中文
	},
	'notify_vip_gift' : {
		cn : "*vip**charm*<color=#00ff00>xx</>购买了<color=#00ff00>Vxx</>特权礼包！",    //--中文
	},
	'notify_rank_season' : {
		cn : "*vip**charm*<color=#00ff00>xx</>领取了<color=#00ff00>xx赛季</>奖励，秒变富翁！",    //--中文
	},
	'notify_goddess_weekend' : {
		cn : "*vip**charm*<color=#00ff00>xx</>领取了保卫女神每周<color=#00ff00>话费</>奖励，这下不怕没<color=#00ff00>话费</>了！",    //--中文
	},
	'notify_ranklist_frist' : {
		cn : "*vip**charm*<color=#00ff00>xx</>领取了<color=#00ff00>xx</>第一名奖励！",    //--中文
	},
	'notify_rank_treasure' : {
		cn : "*vip**charm*<color=#00ff00>xx</>在排位赛中获得了稀世罕见的<color=#00ff00>xx</>宝箱！",    //--中文
	},
	'notify_rank_end' : {
		cn : "*vip**charm*<color=#00ff00>xx</>在排位赛中终结了<color=#00ff00>xx</>的<color=#00ff00>xx连胜</>记录！",    //--中文
	},
	'page_0' : {
		cn : "十大富豪",    //--中文
	},
	'page_1' : {
		cn : "十大牛人",    //--中文
	},
	'page_2' : {
		cn : "十大高手",    //--中文
	},
	'page_3' : {
		cn : "保卫女神",    //--中文
	},
	'page_4' : {
		cn : "水族馆",    //--中文
	},
	'page_5' : {
		cn : "魅力值",    //--中文
	},
	'page_6' : {
		cn : "捕鱼积分",    //--中文
	},
	'page_7' : {
		cn : "鲜花榜",    //--中文
	},
	'show_detail_owner' : {
		cn : "拥有：%d",    //--中文
	},
	'show_detail_score' : {
		cn : "分值：%d",    //--中文
	},
	'show_detail_item_owner' : {
		cn : "拥有<color=#00ff00>%s</>：%d",    //--中文
	},
	'comeback_updrade_vip' : {
		cn : "需要VIP%d才能购买，是否前往充值升级VIP？",    //--中文
	},
	'comeback_goto_ten' : {
		cn : "每天只能购买一次翻盘基金，确定不需要十元翻盘基金的豪华奖励吗？",    //--中文
	},
	'comeback_game_buff' : {
		cn : "翻盘：命中提高%f倍",    //--中文
	},
	'str_daily_register1' : {
		cn : "第%d天",    //--中文
	},
	'errorcode_cdkey_invalid' : {
		cn : "输入的兑换码不存在",    //--中文
	},
	'errorcode_cdkey_rewarded' : {
		cn : "你已领取过此活动奖励，无法重复领取",    //--中文
	},
	'errorcode_cdkey_expired' : {
		cn : "输入的兑换码已过期",    //--中文
	},
	'errorcode_cdkey_used' : {
		cn : "输入的兑换码已被使用",    //--中文
	},
	'cdkey_cannot_null' : {
		cn : "兑换码不能为空",    //--中文
	},
	'str_not_change_weapon1' : {
		cn : "激光使用中，暂无法切换！",    //--中文
	},
	'str_not_close_fishing1' : {
		cn : "正在抽奖，请勿关闭！",    //--中文
	},
	'str_skill_cost' : {
		cn : "花费%d钻，释放【%s】",    //--中文
	},
	'str_room_join' : {
		cn : "%s加入房间",    //--中文
	},
	'str_room_out' : {
		cn : "%s离开房间",    //--中文
	},
	'str_room_brok' : {
		cn : "%s已经破产了",    //--中文
	},
	'wp_click_cancel' : {
		cn : "点击取消",    //--中文
	},
	'wp_go_auto_fire' : {
		cn : "自动开炮",    //--中文
	},
	'str_launch_sure' : {
		cn : "当前消耗%s钻石可释放该技能。你玩真的？",    //--中文
	},
	'exchange_remain_count' : {
		cn : "剩余",    //--中文
	},
	'str_package_detail1' : {
		cn : "出售",    //--中文
	},
	'str_package_detail2' : {
		cn : "出售%d个",    //--中文
	},
	'str_package_detail3' : {
		cn : "使用",    //--中文
	},
	'str_package_detail4' : {
		cn : "使用%d个",    //--中文
	},
	'str_package_detail5' : {
		cn : "合成",    //--中文
	},
	'str_package_detail6' : {
		cn : "合成%d个",    //--中文
	},
	'str_package_detail7' : {
		cn : "可直接合成",    //--中文
	},
	'luckreward_gold_unenought' : {
		cn : "金币不足，无法抽奖！",    //--中文
	},
	'luckreward_peal_unenought' : {
		cn : "钻石不足，无法抽奖！",    //--中文
	},
	'luckreward_per_cost' : {
		cn : "每次花费%s",    //--中文
	},
	'luckreward_record_content' : {
		cn : "<color=#FF7901>%s</c>获得<color=#FFFC00>%s</c><color=#C7F6F9>x%d</c>",    //--中文
	},
	'appload_load_app' : {
		cn : "下载App",    //--中文
	},
	'appload_get_reward' : {
		cn : "领取",    //--中文
	},
	'appload_rewarded' : {
		cn : "已领取",    //--中文
	},
	'str_god_failed_t1' : {
		cn : "武器升级至%d倍后解锁！",    //--中文
	},
	'petfish_stocking_full' : {
		cn : "放养数量已满，可解锁升级更多女神提高上限",    //--中文
	},
	'nvshen_camp1' : {
		cn : "光明",    //--中文
	},
	'nvshen_camp2' : {
		cn : "黑暗",    //--中文
	},
	'nvshen_camp3' : {
		cn : "烈焰",    //--中文
	},
	'nvshen_camp4' : {
		cn : "寒冰",    //--中文
	},
	'nvshen_camp5' : {
		cn : "守护",    //--中文
	},
	'nvshen_camp6' : {
		cn : "神圣",    //--中文
	},
	'petfish_lv_name' : {
		cn : "%d级%s",    //--中文
	},
	'petfish_stocked' : {
		cn : "今日已放养",    //--中文
	},
	'petfish_upgrade' : {
		cn : "升级",    //--中文
	},
	'petfish_unlocked' : {
		cn : "解锁",    //--中文
	},
	'petfish_stocking' : {
		cn : "放养",    //--中文
	},
	'petfish_max_level' : {
		cn : "已满级",    //--中文
	},
	'str_god_wave_tip' : {
		cn : "第%d波即将来临！",    //--中文
	},
	'str_god_wave_tip2' : {
		cn : "当前第%d波",    //--中文
	},
	'str_god_pass_tip' : {
		cn : "您通过<color=#FF7901>%d</color>波挑战\n可以开启<color=#FFFC00>%s</color><color=#C7F6F9>%d</color>次",    //--中文
	},
	'petfish_nofish_stocking' : {
		cn : "没有可放养的鱼",    //--中文
	},
	'pet_fish_gold_unenough' : {
		cn : "金币不足",    //--中文
	},
	'pet_god_btn1' : {
		cn : "开始\n挑战",    //--中文
	},
	'pet_god_btn2' : {
		cn : "继续\n挑战",    //--中文
	},
	'str_god_free_tip' : {
		cn : "免费次数:%d",    //--中文
	},
	'str_god_upgrade_tip' : {
		cn : "升级碎片：%d/%d",    //--中文
	},
	'str_god_open_tip2' : {
		cn : "%d天后开放！",    //--中文
	},
	'str_god_open_tip1' : {
		cn : "敬请期待！",    //--中文
	},
	'str_god_sure' : {
		cn : "确定消耗%d钻去保卫女神？",    //--中文
	},
	'str_god_treasure' : {
		cn : "每周一更新\n根据上周排名发奖",    //--中文
	},
	'str_god_notreasure' : {
		cn : "暂无奖励",    //--中文
	},
	'str_god_gottreasure' : {
		cn : "本周已领",    //--中文
	},
	'str_gold_not_enough3' : {
		cn : "金币不足，去充值吧？",    //--中文
	},
	'str_reward_tip5' : {
		cn : "领取",    //--中文
	},
	'str_reward_tip6' : {
		cn : "进行中",    //--中文
	},
	'str_reward_tip7' : {
		cn : "已领取",    //--中文
	},
	'goddess_desc' : {
		cn : "1.不要让鱼群靠近女神\n2.当天不挑战，下次奖励加成50%(最多400%)\n3.BOSS有特性，想办法应对它\n4.关卡随时可以暂离，随时也可以继续\n5.根据关卡数排行，每周日重置\n6.每天都可免费挑战1次",    //--中文
	},
	'str_god_rewardtip1' : {
		cn : "<color=#6a1c01>上周排名第一</>",    //--中文
	},
	'str_god_rewardtip2' : {
		cn : "<color=#6a1c01>排名不低于</><color=#ff0000>%d</><color=#6a1c01>名</>",    //--中文
	},
	'str_god_rewardtip3' : {
		cn : "<color=#6a1c01>通关数不低于</><color=#ff0000>%d</>",    //--中文
	},
	'str_god_tip2' : {
		cn : "女神还有<color=#ff0000>%s</color>生命，不要让鱼群攻击女神！",    //--中文
	},
	'str_god_tip3' : {
		cn : "女神解锁后才能挑战！",    //--中文
	},
	'str_god_hp' : {
		cn : "生命-%d",    //--中文
	},
	'str_god_unlock_1' : {
		cn : "消耗%s解锁成功",    //--中文
	},
	'str_god_unlock_2' : {
		cn : "缺少%s，可在保卫女神关卡获得！",    //--中文
	},
	'str_god_reward_1' : {
		cn : "微笑奖励给你啦，记得经常和我互动哦！",    //--中文
	},
	'str_god_reward_2' : {
		cn : "害羞奖励给你啦，记得经常和我互动哦！",    //--中文
	},
	'str_god_reward_3' : {
		cn : "卖萌奖励给你啦，记得经常和我互动哦！",    //--中文
	},
	'str_god_reward_4' : {
		cn : "缠绵奖励给你啦，记得经常和我互动哦！",    //--中文
	},
	'rank_type_name_0' : {
		cn : "金币",    //--中文
	},
	'rank_type_name_1' : {
		cn : "成就",    //--中文
	},
	'rank_type_name_2' : {
		cn : "段位",    //--中文
	},
	'rank_type_name_3' : {
		cn : "通关数",    //--中文
	},
	'rank_type_name_4' : {
		cn : "总等级",    //--中文
	},
	'rank_my_max_win' : {
		cn : "我的段位:",    //--中文
	},
	'rank_my_wave' : {
		cn : "我的通关:",    //--中文
	},
	'rank_my_wave_week' : {
		cn : "上周通关:",    //--中文
	},
	'rank_my_charm' : {
		cn : "我的魅力：",    //--中文
	},
	'rank_my_interal' : {
		cn : "我的积分：",    //--中文
	},
	'rank_my_flower' : {
		cn : "我的鲜花：",    //--中文
	},
	'rank_reward_tips' : {
		cn : "每日0点更新排名奖励",    //--中文
	},
	'rank_my_fish_level' : {
		cn : "总 等 级:",    //--中文
	},
	'rank_reward_tip1' : {
		cn : "<color=#fff600>第1名</>",    //--中文
	},
	'rank_reward_tip2' : {
		cn : "<color=#ea00ff>第2名</>",    //--中文
	},
	'rank_reward_tip3' : {
		cn : "<color=#ea00ff>第3名</>",    //--中文
	},
	'rank_reward_tip4' : {
		cn : "<color=#8a00ff>第4-10名</>",    //--中文
	},
	'rank_reward_tip5' : {
		cn : "<color=#8a00ff>第11-30名</>",    //--中文
	},
	'rank_reward_tip6' : {
		cn : "<color=#0058fa>第31-100名</>",    //--中文
	},
	'rank_reward_tip7' : {
		cn : "<color=#0058fa>第101-1000名</>",    //--中文
	},
	'rank_reward_tip8' : {
		cn : "<color=#0058fa>第1001-10000名</>",    //--中文
	},
	'petfish_tips_reward' : {
		cn : "可以领取奖励啦！",    //--中文
	},
	'petfish_tips_stocking' : {
		cn : "可放养更多的鱼！",    //--中文
	},
	'petfish_tips_upgrade' : {
		cn : "有鱼可以升级啦！",    //--中文
	},
	'tips_success' : {
		cn : "成功",    //--中文
	},
	'petfish_upgrade_yeild' : {
		cn : "产    出 %d次  →  %d次",    //--中文
	},
	'petfish_upgrade_time' : {
		cn : "产出间隔 %d秒  →  %d秒",    //--中文
	},
	'goddess_tips_free_times' : {
		cn : "可免费挑战啦！",    //--中文
	},
	'str_rank_rule' : {
		cn : "保卫女神排行榜每周日0点重置一次，其他排行榜不重置|排名类型|第一名|2-3名|4-10名|11-100名|101-1000名|十大高手|青铜弹头*3,话费券*500|青铜弹头*2,话费券*250|青铜弹头*1,话费券*60|金币*1万,话费券*20|金币5000,锻造材料*2|十大富豪|金币*5万,锻造材料*10|金币*4万,锻造材料*8|金币*2万,锻造材料*6|金币*1万,锻造材料*4|金币5000,锻造材料*2|保卫女神|金币*50000,钻石*50|金币*40000,钻石*30|金币*20000,钻石*20|金币*1万,钻石*10|金币5000,钻石*5",    //--中文
	},
	'str_network_doing' : {
		cn : "网络处理中。。。",    //--中文
	},
	'newstore_scale' : {
		cn : "%f折",    //--中文
	},
	'luckreward_tenreward_prompt' : {
		cn : "是否愿意花费%d的%s用来抽奖？",    //--中文
	},
	'exchange_tip1' : {
		cn : "是否消耗【%s】兑换【%s】？",    //--中文
	},
	'forge_to_times' : {
		cn : "%d倍",    //--中文
	},
	'forge_use_specail_scale' : {
		cn : "使用%d个陨石100%%成功",    //--中文
	},
	'forge_success_scale' : {
		cn : "成功率：%d%%",    //--中文
	},
	'forge_material_unenough' : {
		cn : "锻造所需材料不足",    //--中文
	},
	'forge_max_level' : {
		cn : "已达到最高等级",    //--中文
	},
	'forge_failure' : {
		cn : "锻造失败",    //--中文
	},
	'forge_specail_unenough' : {
		cn : "材料不足不能勾选",    //--中文
	},
	'rmatch_btn_tip1' : {
		cn : "开始\n匹配",    //--中文
	},
	'rmatch_btn_tip2' : {
		cn : "取消\n匹配",    //--中文
	},
	'rmatch_btn_tip3' : {
		cn : "匹配中。。。",    //--中文
	},
	'rmatch_other_tip1' : {
		cn : "<color=#ffff00>%s</>捕获<color=#00ff00>%s</><color=#00ffaa>+%d分</>",    //--中文
	},
	'rmatch_skill_tip1' : {
		cn : "排位赛中无法使用激光！",    //--中文
	},
	'rmatch_skill_tip2' : {
		cn : "排位赛中无法使用核弹！",    //--中文
	},
	'rmatch_end_tip1' : {
		cn : "你可以花费%d金币发射一枚核弹来终结对手",    //--中文
	},
	'rmatch_end_tip2' : {
		cn : "发射",    //--中文
	},
	'rmatch_end_tip3' : {
		cn : "<color=#ffff00>%s</>正在考虑使用<color=#00ff00>核弹！</>",    //--中文
	},
	'rmatch_end_tip4' : {
		cn : "<color=#ffff00>%s</>使用<color=#00ff00>青铜核弹</>终结<color=#00ffaa>%d</>条鱼<color=#00ffaa> +%d分</>",    //--中文
	},
	'rmatch_lv_tip' : {
		cn : "%s<color=#ffaa00>%s</>为<color=#00ff00>%s</>！",    //--中文
	},
	'rmatch_failed_t1' : {
		cn : "武器升级至%d倍后方可参与！",    //--中文
	},
	'rmatch_join_t1' : {
		cn : "报名匹配成功，是否进入比赛？",    //--中文
	},
	'weapon_tryused_time' : {
		cn : "%s后试用到期，到期前续费可打%d折(原价%d钻)",    //--中文
	},
	'errorcode_token_error' : {
		cn : "服务器连接异常，请重新登录！",    //--中文
	},
	'errorcode_return_login' : {
		cn : "服务器连接异常，请重新登录！",    //--中文
	},
	'luck_remain_count' : {
		cn : "今日还可抽取%d次",    //--中文
	},
	'luck_remain_unenough' : {
		cn : "剩余抽奖次数不足，请提升VIP或明日再来！",    //--中文
	},
	'wb_share_0' : {
		cn : "【路边社】最新消息：2017没玩过《捕捞季》的人都在刷假的朋友圈！",    //--中文
	},
	'wb_share_1' : {
		cn : "你能看到这条消息不是因为刷屏，而是因为你有称霸《捕捞季》的潜力！",    //--中文
	},
	'wb_share_2' : {
		cn : "海量金币免费送，天天都能打话费！",    //--中文
	},
	'wb_share_3' : {
		cn : "周周有捕鱼赛，争万元实物奖！",    //--中文
	},
	'wb_share_4' : {
		cn : "来一场属于你的海底世界的远征！",    //--中文
	},
	'wb_share_101' : {
		cn : "我《捕捞季》获得了新的皮肤了，快来和我一起捕鱼吧！",    //--中文
	},
	'wb_share_102' : {
		cn : "我《捕捞季》的女神又升级了，快来和我一起捕鱼吧！",    //--中文
	},
	'wb_share_103' : {
		cn : "我《捕捞季》的皮肤更好看了，快来和我一起捕鱼吧！",    //--中文
	},
	'wb_share_104' : {
		cn : "我《捕捞季》的VIP等级又提高了，快来和我一起捕鱼吧！",    //--中文
	},
	'wb_share_105' : {
		cn : "我领取了巨额的赛季奖励，快来和我一起捕鱼吧！",    //--中文
	},
	'wb_share_106' : {
		cn : "我《捕捞季》疯狂的抽奖，快来和我一起捕鱼吧！",    //--中文
	},
	'wb_share_107' : {
		cn : "我《捕捞季》获得了宠物鱼，快来和我一起捕鱼吧！",    //--中文
	},
	'wb_share_108' : {
		cn : "我《捕捞季》领取了月卡奖励，快来和我一起捕鱼吧！",    //--中文
	},
	'wb_share_109' : {
		cn : "我在《捕捞季》领取了100万兑换券，快来和我一起捕鱼吧！",    //--中文
	},
	'friend_share_reward' : {
		cn : "邀请%d个好友可获得如下奖励：",    //--中文
	},
	'friend_share_friend' : {
		cn : "邀请好友",    //--中文
	},
	'friend_share_getreward' : {
		cn : "领取奖励",    //--中文
	},
	'friend_count' : {
		cn : "游戏好友：%d/%d",    //--中文
	},
	'create_desk_icon' : {
		cn : "收藏",    //--中文
	},
	'share' : {
		cn : "分享",    //--中文
	},
	'weapon_jiatelin_tips' : {
		cn : "武器过热，冷却系统已启动！",    //--中文
	},
	'rmatch_stip0' : {
		cn : "获得胜利(%d/%d)次",    //--中文
	},
	'rmatch_stip1' : {
		cn : "开启宝箱(%d/%d)次",    //--中文
	},
	'rmatch_stip2' : {
		cn : "完成首胜(%d/%d)次",    //--中文
	},
	'rmatch_sdes0' : {
		cn : "又一个赛季结束了，恭喜你获得了 【%s】 并完成赛季发布的小小目标，特颁此奖！",    //--中文
	},
	'rmatch_sdes1' : {
		cn : "当前%s，预计赛季结束时并完成以下小目标可以获得%s奖励！",    //--中文
	},
	'rmatch_tips1' : {
		cn : "可以领取宝箱奖励啦",    //--中文
	},
	'rmatch_tips2' : {
		cn : "有新的宝箱可以解锁啦",    //--中文
	},
	'rmatch_tips3' : {
		cn : "首胜宝箱已经更新啦",    //--中文
	},
	'goddess_ing_tip1' : {
		cn : "有其他关卡正在进行中，是否继续挑战？",    //--中文
	},
	'rmatch_end_tip5' : {
		cn : "<color=#ffff00>%s</>已取消使用<color=#00ff00>核弹！</>",    //--中文
	},
	'rmatch_btn_tip4' : {
		cn : "继续\n比赛",    //--中文
	},
	'rmatch_btn_guide1' : {
		cn : "排位赛已开启，来分个高低！",    //--中文
	},
	'str_rmatch_rule' : {
		cn : "1、排位赛为1V1赛制|2、双方各100发子弹，最后追加一枚核弹|3、以捕获鱼的分数来比较高低|4、高命中武器消耗子弹更快",    //--中文
	},
	'rmatch_failed_t2' : {
		cn : "排位赛进行中，要求最低倍率%d，稍后将自动为您切换！",    //--中文
	},
	'rmatch_t22' : {
		cn : "你上次中途离开比赛，最终结果如下：",    //--中文
	},
	'rmatch_t23' : {
		cn : "你输掉了本场比赛，失去：",    //--中文
	},
	'rmatch_t24' : {
		cn : "你赢得了本场比赛，获得：",    //--中文
	},
	'update_title' : {
		cn : "2017.10.27更新内容",    //--中文
	},
	'update_content' : {
		cn : "【新功能】：\n1. 开放<color=#00ff00>万圣节</>活动，活动开放时间：2017-10-29 00:00:00至2017-11-07 00:00:00\n2. 限时投放<color=#00ff00>嫦娥女神魂石</>，在万圣节活动中获取\n\n【其他调整】：\n1. 修改<color=#00ff00>最强王者</>段位有多个玩家的问题\n2. 修改赛季结束时，排位赛<color=#00ff00>胜点</>没有重置的问题（超过800胜点的部分只保留60%）",    //--中文
	},
	'update_end' : {
		cn : "《捕捞季》开发组",    //--中文
	},
	'update_description' : {
		cn : "客服电话：0557-3679229",    //--中文
	},
	'rmatch_share' : {
		cn : "捕鱼大赛节节连胜，堪称明星选手——来自《捕捞季》赛委会的表彰！",    //--中文
	},
	'rmatch_failed_t11' : {
		cn : "角色升级至%d级方可参与！",    //--中文
	},
	'rmatch_wpc_tip' : {
		cn : "已为您切换至比赛最低要求倍率！",    //--中文
	},
	'rmatch_season_tip' : {
		cn : "每个自然月为一个赛季，在月初根据上个赛季段位发放奖励|<color=#ff4e00>最强王者</>：<color=#ff9b0b>金币*500万、钻石*1000、最强王者赛季礼盒*1</>|<color=#ea3dff>十大高手</>：<color=#ff9b0b>金币*400万、钻石*800、十大高手赛季礼盒*1</>|<color=#01ff84>钻石一段</>：<color=#ff9b0b>金币*300万、钻石*600、钻石赛季礼盒*1</>|<color=#01ff84>钻石二段</>：<color=#ff9b0b>金币*280万、钻石*560、钻石赛季礼盒*1</>|<color=#01ff84>钻石三段</>：<color=#ff9b0b>金币*260万、钻石*520、钻石赛季礼盒*1</>|<color=#01ff84>钻石四段</>：<color=#ff9b0b>金币*240万、钻石*480、钻石赛季礼盒*1</>|<color=#01ff84>钻石五段</>：<color=#ff9b0b>金币*220万、钻石*440、钻石赛季礼盒*1</>|<color=#01ff84>白金一段</>：<color=#ff9b0b>金币*200万、钻石*400、白金赛季礼盒*1</>|<color=#01ff84>白金二段</>：<color=#ff9b0b>金币*190万、钻石*380、白金赛季礼盒*1</>|<color=#01ff84>白金三段</>：<color=#ff9b0b>金币*180万、钻石*360、白金赛季礼盒*1</>|<color=#01ff84>白金四段</>：<color=#ff9b0b>金币*170万、钻石*340、白金赛季礼盒*1</>|<color=#01ff84>白金五段</>：<color=#ff9b0b>金币*160万、钻石*320、白金赛季礼盒*1</>|<color=#01ff84>黄金一段</>：<color=#ff9b0b>金币*150万、钻石*300、黄金赛季礼盒*1</>|<color=#01ff84>黄金二段</>：<color=#ff9b0b>金币*140万、钻石*280、黄金赛季礼盒*1</>|<color=#01ff84>黄金三段</>：<color=#ff9b0b>金币*130万、钻石*260、黄金赛季礼盒*1</>|<color=#01ff84>黄金四段</>：<color=#ff9b0b>金币*120万、钻石*240、黄金赛季礼盒*1</>|<color=#01ff84>黄金五段</>：<color=#ff9b0b>金币*110万、钻石*220、黄金赛季礼盒*1</>|<color=#01ff84>白银一段</>：<color=#ff9b0b>金币*100万、钻石*200、白银赛季礼盒*1</>|<color=#01ff84>白银二段</>：<color=#ff9b0b>金币*90万、钻石*180、白银赛季礼盒*1</>|<color=#01ff84>白银三段</>：<color=#ff9b0b>金币*80万、钻石*160、白银赛季礼盒*1</>|<color=#01ff84>白银四段</>：<color=#ff9b0b>金币*70万、钻石*140、白银赛季礼盒*1</>|<color=#01ff84>白银五段</>：<color=#ff9b0b>金币*60万、钻石*120、白银赛季礼盒*1</>|<color=#01ff84>青铜一段</>：<color=#ff9b0b>金币*50万、钻石*100、青铜赛季礼盒*1</>|<color=#01ff84>青铜二段</>：<color=#ff9b0b>金币*40万、钻石*80、青铜赛季礼盒*1</>|<color=#01ff84>青铜三段</>：<color=#ff9b0b>金币*30万、钻石*60、青铜赛季礼盒*1</>|<color=#01ff84>青铜四段</>：<color=#ff9b0b>金币*20万、钻石*40、青铜赛季礼盒*1</>|<color=#01ff84>青铜五段</>：<color=#ff9b0b>金币*10万、钻石*20、青铜赛季礼盒*1</>",    //--中文
	},
	'change_huafei_unenough' : {
		cn : "话费券不足，无法兑换",    //--中文
	},
	'change_close' : {
		cn : "活动已结束，无法兑换",    //--中文
	},
	'change_remain_unenough' : {
		cn : "你来晚了，今日库存为0，暂无法兑换",    //--中文
	},
	'change_change_succ' : {
		cn : "已成功兑换%sx%d，是否查看兑换记录？",    //--中文
	},
	'telphone_error' : {
		cn : "手机号码格式不对请重新输入！",    //--中文
	},
	'address_recver_not_null' : {
		cn : "地址和收件人不能为空！",    //--中文
	},
	'change_daily_remain' : {
		cn : "今日剩余：%d",    //--中文
	},
	'change_owner_huafei' : {
		cn : "拥有话费卷：%d",    //--中文
	},
	'change_goddess' : {
		cn : "<color=#ff4e00>第一名</>：<color=#ff9b0b>话费券*10000、黄金弹头*1</>|<color=#ea3dff>第二名</>：<color=#ff9b0b>话费券*5000、白银弹头*1</>|<color=#01ff84>第三名</>：<color=#ff9b0b>话费券*3000、白银弹头*1</>|第4-10名：<color=#ff9b0b>话费券*1500、白银弹头*1</>|第11-30名：<color=#ff9b0b>话费券*800、青铜弹头*1</>|第31-100名：<color=#ff9b0b>青铜弹头*1</>|第101-1000名：<color=#ff9b0b>金币*5000</>",    //--中文
	},
	'sign_after' : {
		cn : "补签消耗%d钻石，要试试吗？",    //--中文
	},
	'str_signed_tip4' : {
		cn : "注册日期以前的不能签到！",    //--中文
	},
	'str_signed_tip5' : {
		cn : "%d天后可签！",    //--中文
	},
	'str_my_rank' : {
		cn : "我的排名:",    //--中文
	},
	'str_my_rank_day' : {
		cn : "昨日排名:",    //--中文
	},
	'str_my_rank_week' : {
		cn : "上周排名:",    //--中文
	},
	'str_my_rank_month' : {
		cn : "上月排名:",    //--中文
	},
	'str_quest_tips1' : {
		cn : "没有奖励可领了！",    //--中文
	},
	'scene_tip3' : {
		cn : "抢%d~%d话费券",    //--中文
	},
	'exchange_order' : {
		cn : "订单",    //--中文
	},
	'exchange_state_0' : {
		cn : "<color=#f88031>确认中</>",    //--中文
	},
	'exchange_state_1' : {
		cn : "<color=#e578ef>发放中</>",    //--中文
	},
	'exchange_state_2' : {
		cn : "<color=#008c0d>发放成功</>",    //--中文
	},
	'exchange_state_3' : {
		cn : "<color=#d4d4d4>已取消</>",    //--中文
	},
	'exchange_state_4' : {
		cn : "<color=#ff0000>发放失败</>",    //--中文
	},
	'exchange_cancel' : {
		cn : "取消订单后，话费券会返还到你的账户，是否取消？",    //--中文
	},
	'exchange_cancel_tips' : {
		cn : "撤销订单成功，返还话费券%d",    //--中文
	},
	'exchange_get_tips' : {
		cn : "1. 保卫女神<color=#00ff00>每周</>排名奖励最高6000话费券。\n2. 排位赛<color=#00ff00>每天</>排名奖励最高300话费券。\n3. 多人模式中捕获<color=#00ff00>话费鱼</>有一定概率掉落，高级场景掉落更多。",    //--中文
	},
	'god_pre_unlock' : {
		cn : "前一个女神尚未解锁！",    //--中文
	},
	'vip_cost_tip' : {
		cn : "只需充值<color=#00ff00>%s</>钻石即可达成下一等级vip",    //--中文
	},
	'vip_gift_free' : {
		cn : "每日福利",    //--中文
	},
	'vip_gift_tips' : {
		cn : "VIP等级不足无法购买，是否充值提升VIP？",    //--中文
	},
	'vip_gift_tips1' : {
		cn : "特权礼包",    //--中文
	},
	'service_tel' : {
		cn : "微信公众号：gamekefu01",    //--中文
	},
	'msg_pearl_temp_laba' : {
		cn : "%s不足，是否消耗%d钻石购买？",    //--中文
	},
	'msg_pearl_temp_laba_1' : {
		cn : "你的钻石不足以购买%s，是否前去充值钻石？",    //--中文
	},
	'msg_input_not_null' : {
		cn : "发送内容不能为空",    //--中文
	},
	'msg_input_sensitive' : {
		cn : "消息内容包含敏感词",    //--中文
	},
	'friend_add_friend' : {
		cn : "添加好友",    //--中文
	},
	'friend_del_friend' : {
		cn : "删除好友",    //--中文
	},
	'friend_del_friend_qq' : {
		cn : "QQ好友无法删除",    //--中文
	},
	'friend_add_count_tips' : {
		cn : "好友已达上限，提升VIP等级可添加更多好友",    //--中文
	},
	'autofire_tips' : {
		cn : "vip3级开启自动开炮",    //--中文
	},
	'message_gratuity_success' : {
		cn : "打赏成功，已通过邮件发送给对方",    //--中文
	},
	'message_gratuity_tips1' : {
		cn : "VIP4级以上才能打赏，是否前往提升VIP等级？",    //--中文
	},
	'message_item_unenough' : {
		cn : "数量不足，无法打赏",    //--中文
	},
	'friend_add_send_success' : {
		cn : "添加好友成功，等待对方验证",    //--中文
	},
	'friend_confirm_del' : {
		cn : "确认要删除该好友？",    //--中文
	},
	'queue_tips1' : {
		cn : "服务器已满，正在排队中",    //--中文
	},
	'queue_tips2' : {
		cn : "您当前排队位置：%d",    //--中文
	},
	'charm_rule_tips1' : {
		cn : "可通过以下途径提升魅力值：\n<color=#ff6000>★★★★★</>提升皮肤星级（暂未开放）\n<color=#ff6000>★★★★★</>提升VIP等级\n<color=#ff6000>★★★★</><color=#000000>★</>解锁更多的皮肤\n<color=#ff6000>★★★★</><color=#000000>★</>解锁、升级女神\n<color=#ff6000>★★★★</><color=#000000>★</>解锁、升级宠物鱼\n<color=#ff6000>★★★</><color=#000000>★★</>提升排位赛段位\n<color=#ff6000>★★★</><color=#000000>★★</>拥有月卡，月卡失效不增加魅力值\n<color=#ff6000>★★</><color=#000000>★★★</>升级武器倍率\n<color=#ff6000>★★</><color=#000000>★★★</>每次世界频道发言+1魅力值，上限3000点\n<color=#ff6000>★</><color=#000000>★★★★</>每被打赏1朵鲜花+1魅力值，上限3000点\n<color=#ff6000>★</><color=#000000>★★★★</>每拥有1个好友+10魅力值，上限3000点",    //--中文
	},
	'charm_change_tips' : {
		cn : "魅力值 %s %d",    //--中文
	},
	'charm_rule_tips2' : {
		cn : "解锁增加魅力值：%s",    //--中文
	},
	'charm_change_tips_1' : {
		cn : "世界聊天，魅力+%d",    //--中文
	},
	'charm_change_tips_2' : {
		cn : "收到鲜花，魅力+%d",    //--中文
	},
	'charm_change_tips_3' : {
		cn : "打赏鲜花，魅力+%d",    //--中文
	},
	'charm_change_tips_4' : {
		cn : "好友增加，魅力+%d",    //--中文
	},
	'charm_change_tips_5' : {
		cn : "好友减少，魅力-%d",    //--中文
	},
	'month_buy_card_succ' : {
		cn : "月卡购买成功，魅力增加%d",    //--中文
	},
	'month_card_invalid' : {
		cn : "月卡失效，魅力减少%d",    //--中文
	},
	'month_card_get_count' : {
		cn : "可领取30次",    //--中文
	},
	'rmatch_message_1' : {
		cn : "快点吧",    //--中文
	},
	'rmatch_message_2' : {
		cn : "你完蛋了",    //--中文
	},
	'rmatch_message_3' : {
		cn : "什么鬼",    //--中文
	},
	'rmatch_message_4' : {
		cn : "发核弹啊",    //--中文
	},
	'rmatch_message_5' : {
		cn : "别发核弹",    //--中文
	},
	'rmatch_message_6' : {
		cn : "你厉害",    //--中文
	},
	'rmatch_message_11' : {
		cn : "快点吧，我等得花儿都谢了",    //--中文
	},
	'rmatch_message_12' : {
		cn : "嘿嘿嘿，这下你完蛋了",    //--中文
	},
	'rmatch_message_13' : {
		cn : "尼玛这么高的分，什么鬼！",    //--中文
	},
	'rmatch_message_14' : {
		cn : "发呀，你到是发核弹呀！",    //--中文
	},
	'rmatch_message_15' : {
		cn : "(⊙﹏⊙)别发核弹啊！！",    //--中文
	},
	'rmatch_message_16' : {
		cn : "真厉害，墙都不服，舅服你！",    //--中文
	},
	'timelimit_tips_1' : {
		cn : "自获得后，%d小时过期",    //--中文
	},
	'timelimit_tips_2' : {
		cn : "自获得后，第%d天0点过期",    //--中文
	},
	'unlocked_tips_1' : {
		cn : "角色15级开启排行榜",    //--中文
	},
	'starup_item_not_enough' : {
		cn : "升星材料不足",    //--中文
	},
	'charm_add_tips' : {
		cn : "魅力%d",    //--中文
	},
	'vote_button' : {
		cn : "投票",    //--中文
	},
	'revote_button' : {
		cn : "重新投票",    //--中文
	},
	'skin_vote_scale' : {
		cn : "%d%%支持率",    //--中文
	},
	'goldfish_tips1' : {
		cn : "还差%d话费就可以兑换话费充值卡了",    //--中文
	},
	'goldfish_tips2' : {
		cn : "可以兑换话费充值卡了",    //--中文
	},
	'tip_1001' : {
		cn : "连接超时！",    //--中文
	},
	'tip_1002' : {
		cn : "连接错误！",    //--中文
	},
	'tip_1003' : {
		cn : "打开超时，请重新尝试！",    //--中文
	},
	'tip_1004' : {
		cn : "升级有误！",    //--中文
	},
	'tip_1005' : {
		cn : "TODO：比赛中技能使用",    //--中文
	},
	'tip_1006' : {
		cn : "单机单人模式无法使用技能",    //--中文
	},
	'tip_1007' : {
		cn : "空宝箱啊！",    //--中文
	},
	'tip_1008' : {
		cn : "请升级VIP后再来购买!",    //--中文
	},
	'tip_1009' : {
		cn : "没有可打赏的东西！",    //--中文
	},
	'tip_1010' : {
		cn : "今日已打赏！",    //--中文
	},
	'tip_1011' : {
		cn : "对方不在线，上线后才能看到消息",    //--中文
	},
	'tip_1012' : {
		cn : "个人信息加载失败，请关闭重新打开！",    //--中文
	},
	'tip_1013' : {
		cn : "您不是管理员！",    //--中文
	},
	'tip_1014' : {
		cn : "禁言成功！",    //--中文
	},
	'tip_1015' : {
		cn : "禁言失败！",    //--中文
	},
	'tip_1016' : {
		cn : "网络异常，请检查连接正常后再试。",    //--中文
	},
	'tip_1017' : {
		cn : "中奖数据返回有误！",    //--中文
	},
	'tip_1018' : {
		cn : "升阶，可解锁该属性！",    //--中文
	},
	'tip_1019' : {
		cn : "莫要心急，时机未到哟！",    //--中文
	},
	'tip_1020' : {
		cn : "互动索引出错！",    //--中文
	},
	'tip_1021' : {
		cn : "参数有误，无法获取排行榜信息！",    //--中文
	},
	'tip_1022' : {
		cn : "奖励道具不存在，邮件配置有误！",    //--中文
	},
	'tip_1023' : {
		cn : "比赛信息异常，公平起见终止本场比赛！",    //--中文
	},
	'tip_1024' : {
		cn : "对手信息有误，无法正常返回比赛！",    //--中文
	},
	'tip_1025' : {
		cn : "比赛时间到或已结算，本次核弹发射失败！",    //--中文
	},
	'tip_1026' : {
		cn : "取消匹配，请检查网络是否正常！",    //--中文
	},
	'tip_1027' : {
		cn : "请重新匹配！",    //--中文
	},
	'tip_1028' : {
		cn : "暂无更多数据，最多可见前100名！",    //--中文
	},
	'tip_1029' : {
		cn : "无奖励可领取！",    //--中文
	},
	'tip_1030' : {
		cn : "首胜宝箱将在",    //--中文
	},
	'tip_1031' : {
		cn : "后可用！",    //--中文
	},
	'tip_1032' : {
		cn : "正在匹配中，请稍候！",    //--中文
	},
	'tip_1033' : {
		cn : "充值成功，直接购买！",    //--中文
	},
	'tip_1034' : {
		cn : "充值失败！",    //--中文
	},
	'tip_1035' : {
		cn : "充值已取消！",    //--中文
	},
	'tip_1036' : {
		cn : "通过玩吧url参数获取玩家信息失败，导致无法注册我方账号系统!res.ret=",    //--中文
	},
	'tip_1037' : {
		cn : "登录已过期，3秒后自动跳转！",    //--中文
	},
	'tip_1038' : {
		cn : "参数有误! itemPrice=",    //--中文
	},
	'tip_1039' : {
		cn : "购买失败! code=",    //--中文
	},
	'tip_1040' : {
		cn : "购买成功！",    //--中文
	},
	'tip_1041' : {
		cn : "分享成功",    //--中文
	},
	'tip_1042' : {
		cn : "取消分享",    //--中文
	},
	'tip_1043' : {
		cn : "邀请已发送！",    //--中文
	},
	'tip_1044' : {
		cn : "邀请已取消！",    //--中文
	},
	'tip_1045' : {
		cn : "空间暂不支持全屏分享。手机QQ小游戏体验效果更佳！",    //--中文
	},
	'tip_1046' : {
		cn : "切勿重复分享！",    //--中文
	},
	'tip_1047' : {
		cn : "截图转码失败！",    //--中文
	},
	'tip_1048' : {
		cn : "返回数据有误！",    //--中文
	},
	'tip_1049' : {
		cn : "抱歉，礼包配置有误，暂时无法领取。",    //--中文
	},
	'tip_1050' : {
		cn : "3分钟内只能发表一条评论！",    //--中文
	},
	'tip_1051' : {
		cn : "你所发表的评论包含敏感字符，无法发表！",    //--中文
	},
	'tip_1052' : {
		cn : "你太啰嗦啦！限制",    //--中文
	},
	'tip_1053' : {
		cn : "字符！",    //--中文
	},
	'tip_1054' : {
		cn : "发送成功！",    //--中文
	},
	'tip_1055' : {
		cn : "不说点什么吗？",    //--中文
	},
	'tip_1056' : {
		cn : "删除成功！",    //--中文
	},
	'tip_1057' : {
		cn : "删除失败！",    //--中文
	},
	'tip_1058' : {
		cn : "同一留言不可多次点赞哟！",    //--中文
	},
	'tip_1059' : {
		cn : "钻石不足，是否前往充值？",    //--中文
	},
	'tip_1060' : {
		cn : "模拟sdk支付，确认要购买吗？",    //--中文
	},
	'tip_1061' : {
		cn : "您确定要删除该条？",    //--中文
	},
	'tip_1062' : {
		cn : "玩家言语属于广告、恶意、对游戏不利可点此标记，确定要这么做？",    //--中文
	},
	'tip_1063' : {
		cn : "先后台确认，再执行封号，以防误杀！您确定要这么做？",    //--中文
	},
	'tip_1064' : {
		cn : "还未获得该宝箱，是否前往比赛？",    //--中文
	},
	'tip_1065' : {
		cn : "拼命加载中。。。",    //--中文
	},
	'tip_1066' : {
		cn : "自动登录中，请稍候。。。",    //--中文
	},
	'tip_1067' : {
		cn : "正在检查更新：",    //--中文
	},
	'tip_1068' : {
		cn : "敬请期待！",    //--中文
	},
	'tip_1069' : {
		cn : "发送太频繁了！",    //--中文
	},
	'tip_1070' : {
		cn : "鱼场太火爆啦，预计<color=#4ffe63>%d</c>人后即可闪亮登场",    //--中文
	},
	'tip_1071' : {
		cn : "网络处理中。。。",    //--中文
	},
	'tip_1072' : {
		cn : "签到",    //--中文
	},
	'tip_1073' : {
		cn : "今日已签",    //--中文
	},
	'TOKEN_INVALID' : {
		cn : "网络连接不对劲儿，请重新登录!",    //--中文
	},
	'DB_ERR' : {
		cn : "数据库连接错误",    //--中文
	},
	'PARAM_MISSING' : {
		cn : "用户参数缺失",    //--中文
	},
	'PARAM_WRONG_TYPE' : {
		cn : "传入参数类型错误",    //--中文
	},
	'CACHE_EMPTY' : {
		cn : "flush的缓存为空，无需操作",    //--中文
	},
	'FAIL_DOWNLOAD_IMG' : {
		cn : "图片下载失败",    //--中文
	},
	'FAIL_OPEN_FILE' : {
		cn : "文件打开失败",    //--中文
	},
	'TOKEN_NULL' : {
		cn : "token为空",    //--中文
	},
	'TOKEN_FORMAT_ERR' : {
		cn : "token格式错误",    //--中文
	},
	'NEGATIVE_GOLD_ERR' : {
		cn : "金币负数错误",    //--中文
	},
	'NEGATIVE_DIAMOND_ERR' : {
		cn : "钻石负数错误",    //--中文
	},
	'SERVER_UPDATE' : {
		cn : "服务器更新重载游戏数据",    //--中文
	},
	'DAILY_RESET' : {
		cn : "服务器每日重置数据",    //--中文
	},
	'UID_INVALID' : {
		cn : "客户端传入的用户uid在数据库中没有找到",    //--中文
	},
	'UID_CANNOT_FIND' : {
		cn : "用户ID无法找到",    //--中文
	},
	'PLAYER_CHEAT' : {
		cn : "账号因为作弊行为被封禁，有疑问请联系客服微信：gamekefu01",    //--中文
	},
	'REPEAT_OPERATION' : {
		cn : "玩家已执行过此操作，请勿重复执行",    //--中文
	},
	'VIP_NOT_ENOUFH' : {
		cn : "玩家VIP等级不足",    //--中文
	},
	'DIAMOND_NOT_ENOUGH' : {
		cn : "玩家钻石不足",    //--中文
	},
	'GOLD_NOT_ENOUGH' : {
		cn : "玩家金币不足",    //--中文
	},
	'DIAMOND_MISSMATCH' : {
		cn : "玩家钻石数量不匹配",    //--中文
	},
	'GOLD_MISSMATCH' : {
		cn : "玩家金币数量不匹配",    //--中文
	},
	'ACTIVE_DISSATISFY' : {
		cn : "奖励领取条件不满足",    //--中文
	},
	'DRAW_TIMES_ERR' : {
		cn : "抽奖次数错误，只能是1或5",    //--中文
	},
	'CHIP_NOT_ENOUGH' : {
		cn : "玩家碎片不足",    //--中文
	},
	'ACTIVE_EXCHANGE_OVER' : {
		cn : "活动中的交换次数已经用完",    //--中文
	},
	'PETFISH_LOCKED' : {
		cn : "宠物鱼尚未解锁",    //--中文
	},
	'PETFISH_PLACED' : {
		cn : "宠物鱼已经处于放养状态",    //--中文
	},
	'PETFISH_STATE_ERR' : {
		cn : "宠物鱼状态错误",    //--中文
	},
	'PETFISH_REWARD_ERR_NOTPLACED' : {
		cn : "宠物鱼领取错误: 宠物鱼没有放养",    //--中文
	},
	'PETFISH_REWARD_ERR_TIME_NOT_UP' : {
		cn : "宠物鱼领取错误: 收取时间未到",    //--中文
	},
	'GODDESS_LOCKED' : {
		cn : "放置的女神没有解锁",    //--中文
	},
	'GODDESS_PLACED' : {
		cn : "女神已经处于放置状态，请勿重复放置",    //--中文
	},
	'GODDESS_STATE_ERR' : {
		cn : "女神状态错误",    //--中文
	},
	'GIFT_ADV_GOTTEN' : {
		cn : "今日礼包已经领取",    //--中文
	},
	'RANK_COUNT_TOO_LARGE' : {
		cn : "请求的最大排名数超过了100",    //--中文
	},
	'RANKGAME_WRONG_LOG_ID' : {
		cn : "请求的排位赛ID不存在",    //--中文
	},
	'RANKGAME_UNLOCKING' : {
		cn : "已有宝箱正在解锁中，请耐心等待",    //--中文
	},
	'RANKGAME_EMPTY_BOX' : {
		cn : "当前位置的宝箱是空的",    //--中文
	},
	'RANKGAME_LOCKED' : {
		cn : "当前位置的宝箱还没有解锁",    //--中文
	},
	'RANKGAME_NO_1ST_WIN_BOX' : {
		cn : "玩家没有首胜宝箱",    //--中文
	},
	'BONUS_GOLDLEVEL_WRONG' : {
		cn : "客户端传入的奖金鱼抽奖等级错误",    //--中文
	},
	'BONUS_FISH_NOT_ENOUGH' : {
		cn : "玩家抽奖时奖金鱼数量不够",    //--中文
	},
	'BONUS_GOLD_NOT_ENOUGH' : {
		cn : "玩家抽奖时奖金数量不够",    //--中文
	},
	'MIX_WRONG_ITEM' : {
		cn : "客户端上传的物品不是可合成物品",    //--中文
	},
	'MIX_RAW_NOT_ENOUGH' : {
		cn : "合成材料不足",    //--中文
	},
	'MIX_GOLD_NOT_ENOUGH' : {
		cn : "合成所需金币不足",    //--中文
	},
	'CIK_TOKEN_NOT_ENOUGH' : {
		cn : "兑换券不足",    //--中文
	},
	'CIK_TOTAL_NOT_ENOUGH' : {
		cn : "实物兑换总量不足",    //--中文
	},
	'CIK_COUNT_NOT_ENOUGH' : {
		cn : "实物兑换当日量不足",    //--中文
	},
	'CIK_WRONG_CHANGE_ID' : {
		cn : "兑换ID错误",    //--中文
	},
	'CIK_WRONG_ITEM' : {
		cn : "实物兑换错误物品",    //--中文
	},
	'CIK_CANCEL_FAIL' : {
		cn : "玩家取消实物兑换订单失败",    //--中文
	},
	'SIGN_REPEAT' : {
		cn : "请勿重复签到",    //--中文
	},
	'SIGN_FORBIDDEN1' : {
		cn : "请勿在注册日期前签到",    //--中文
	},
	'SIGN_FORBIDDEN2' : {
		cn : "请勿签到今天以后",    //--中文
	},
	'SIGN_DIAMOND_NOT_ENOUGH' : {
		cn : "补签钻石不够",    //--中文
	},
	'SIGN_DAY_OUT_OF_RANGE' : {
		cn : "签到日期超出范围",    //--中文
	},
	'MISSION_WRONG_QUEST_ID' : {
		cn : "错误的任务码",    //--中文
	},
	'MISSION_NULL' : {
		cn : "任务进度为空",    //--中文
	},
	'MISSION_NULL_RECORD' : {
		cn : "任务记录为空",    //--中文
	},
	'MISSION_DISATISFY' : {
		cn : "任务条件不满足",    //--中文
	},
	'MISSION_GOTTON' : {
		cn : "请勿重复领取任务奖励",    //--中文
	},
	'MISSION_WRONG_ACTIVE_IDX' : {
		cn : "活跃值领取传入的索引错误",    //--中文
	},
	'MISSION_ACTIVE_DISATISFY' : {
		cn : "活跃值领取条件不满足",    //--中文
	},
	'MISSION_WRONG_TYPE' : {
		cn : "一键领取类型错误",    //--中文
	},
	'CDKEY_INVALID' : {
		cn : "输入兑换码不存在",    //--中文
	},
	'CDKEY_USED' : {
		cn : "兑换码已被使用",    //--中文
	},
	'CDKEY_REPEAT' : {
		cn : "你已经领取过此活动奖励，无法重复领取",    //--中文
	},
	'CDKEY_EXPIRED' : {
		cn : "兑换码已过期",    //--中文
	},
	'MAIL_WRONG_JSON_FORMAT' : {
		cn : "邮件奖励JSON定义错误",    //--中文
	},
	'MAIL_REWARD_NOT_ARRAY' : {
		cn : "邮件奖励数组解析错误",    //--中文
	},
	'MAIL_REWARD_INVALID' : {
		cn : "邮件奖励物品不存在",    //--中文
	},
	'GODDESS_ID_ERROR' : {
		cn : "女神ID错误，无法获取女神信息",    //--中文
	},
	'GODDESS_UNLOCK_IDX_ERROR' : {
		cn : "女神解锁索引错误，请确保idx值为0~8",    //--中文
	},
	'GODDESS_UNLOCK_NO_STONE' : {
		cn : "女神解锁魂石不足",    //--中文
	},
	'GODDESS_ALREADY_UNLOCKED' : {
		cn : "女神已经解锁",    //--中文
	},
	'GODDESS_UP_DATA_WRONG' : {
		cn : "女神升级数据未找到",    //--中文
	},
	'GODDESS_UP_LACK_GOLD' : {
		cn : "女神升级金币不够",    //--中文
	},
	'GODDESS_UP_LACK_DEBRIS' : {
		cn : "女神升级魂石不够",    //--中文
	},
	'GODDESS_WEEKREWARD_WRONG_STATUS' : {
		cn : "保卫女神周奖励状态错误",    //--中文
	},
	'GODDESS_WEEKREWARD_UNABLE' : {
		cn : "保卫女神上周奖励不可领取",    //--中文
	},
	'GODDESS_WEEKREWARD_ALREADY' : {
		cn : "保卫女神上周奖励已经领取",    //--中文
	},
	'GODDESS_WEEKREWARD_OUT_OF_RANKS' : {
		cn : "保卫女神未进入排名，不可领取",    //--中文
	},
	'WEAPON_INFO_NULL' : {
		cn : "查询的武器升级信息为空",    //--中文
	},
	'WEAPON_UNLOCK_DIAMOND_NOT_ENOUGH' : {
		cn : "玩家解锁武器需要的钻石不足",    //--中文
	},
	'WEAPON_UNLOCK_MATERIAL_NOT_ENOUGH' : {
		cn : "玩家解锁武器需要的材料不足",    //--中文
	},
	'WEAPON_LEVELUP_YUNSHI_NOT_ENOUGH' : {
		cn : "玩家锻造选取了陨石精华但数量不够",    //--中文
	},
	'WEAPON_SKIN_DRAW_WRONG_SKIN_ID' : {
		cn : "玩家抽取了没有拥有的皮肤碎片",    //--中文
	},
	'LEVELUP_EXP_NOT_ENOUGH' : {
		cn : "玩家的经验值还不足以升级",    //--中文
	},
	'LEVELUP_EXP_TOO_MUCH' : {
		cn : "玩家的经验值不可能涨到下一级",    //--中文
	},
	'LEVELUP_MAX_LEVEL' : {
		cn : "玩家已经是最大等级",    //--中文
	},
	'BUY_WRONG_SHOP_ID' : {
		cn : "调用购买接口时传入了错误的商品ID",    //--中文
	},
	'BUY_WRONG_GIFT_TIME' : {
		cn : "购买的礼包不在开放时间内",    //--中文
	},
	'BUY_GIFT_COUNT_MAX' : {
		cn : "购买的礼包已经达到最大购买次数",    //--中文
	},
	'BUY_FUND_ALREADY' : {
		cn : "翻盘基金已经购买，请勿重复购买",    //--中文
	},
	'BUY_GIFT_CFG_ERR' : {
		cn : "购买的礼包配置有误",    //--中文
	},
	'ORDER_CREATE_FAIL' : {
		cn : "订单生成失败",    //--中文
	},
	'CHART_REWARD_FAIL' : {
		cn : "排行榜奖励领取失败",    //--中文
	},
	'ACTIVE_CLICK_TOO_QUICK' : {
		cn : "你点击得太快了",    //--中文
	},
	'LASER_CHEAT' : {
		cn : "激光能量数据异常，无法发射",    //--中文
	},
	'DATA_NULL_ERROR' : {
		cn : "数据为空:",    //--中文
	},
	'CHAT_COST_ERROR' : {
		cn : "钻石喇叭不足",    //--中文
	},
	'CHAT_FRIEND_ERROR' : {
		cn : "好友请求已经发送过了",    //--中文
	},
	'CHAT_REWARD_ERROR' : {
		cn : "今日已打赏过该物品，不能重复打赏",    //--中文
	},
	'CHAT_REWARD_LESS_ERROR' : {
		cn : "物品不足",    //--中文
	},
	'CHAT_FRIEND_ALREADY_ERROR' : {
		cn : "已经是好友了",    //--中文
	},
	'CHAT_FRIEND_GAME_ERROR' : {
		cn : "只能删除游戏好友",    //--中文
	},
	'ecode_1' : {
		cn : "正在建立连接，请稍候！",    //--中文
	},
	'ecode_2' : {
		cn : "战斗网关地址解析有误！",    //--中文
	},
	'ecode_3' : {
		cn : "战斗网关地址有误！",    //--中文
	},
	'ecode_4' : {
		cn : "尚未建立连接，无法通信！",    //--中文
	},
	'ecode_5' : {
		cn : "鱼数据有误",    //--中文
	},
	'ecode_6' : {
		cn : "重连失败，连接已断开",    //--中文
	},
	'ecode_7' : {
		cn : "断线重连中。。。",    //--中文
	},
	'ecode_8' : {
		cn : "重连成功",    //--中文
	},
	'ecode_9' : {
		cn : "网关初始化失败",    //--中文
	},
	'ecode_10' : {
		cn : "正在使用",    //--中文
	},
	'ecode_11' : {
		cn : "网络异常，正在重连",    //--中文
	},
	'ecode_12' : {
		cn : "座位分配有误",    //--中文
	},
	'button_buy' : {
		cn : "购买",    //--中文
	},
	'button_buy_2' : {
		cn : "已购买",    //--中文
	},
	'shop_vn_tips1' : {
		cn : "De nap Gold bang the Viettel\n Ban phai nhap vao so seri va ma the:",    //--中文
	},
	'shop_vn_tips2' : {
		cn : "De nap Gold bang the Vinaphone\n Ban phai nhap vao so seri va ma the:",    //--中文
	},
	'shop_vn_tips3' : {
		cn : "De nap Gold bang the Mobifone\n Ban phai nhap vao so seri va ma the:",    //--中文
	},
	'shop_vn_tips4' : {
		cn : "卡号和密码不能为空！",    //--中文
	},
	'shop_vn_tips5' : {
		cn : "验证码错误！",    //--中文
	},
	'fight_tips_mianyi' : {
		cn : "免疫",    //--中文
	},
	'fight_tips_shanbi' : {
		cn : "闪避",    //--中文
	},
	'fight_tips_zanwu' : {
		cn : "暂无",    //--中文
	},
	'tip_1074' : {
		cn : "武器%s倍解锁",    //--中文
	},
	'tip_1075' : {
		cn : "无",    //--中文
	},
	'tip_1076' : {
		cn : "%d倍奖励",    //--中文
	},
	'tip_1077' : {
		cn : "触摸可得互动奖励哟！",    //--中文
	},
	'tip_1078' : {
		cn : "生命",    //--中文
	},
	'tip_1079' : {
		cn : "魅力",    //--中文
	},
	'tip_1080' : {
		cn : "已满级",    //--中文
	},
	'tip_1081' : {
		cn : "升阶",    //--中文
	},
	'tip_1082' : {
		cn : "您有正在进行的比赛，是否前往？",    //--中文
	},
	'tip_1083' : {
		cn : "已过期",    //--中文
	},
	'tip_1084' : {
		cn : "后过期",    //--中文
	},
	'tip_1085' : {
		cn : "没有匹配的段位",    //--中文
	},
	'tip_1086' : {
		cn : "开始解锁",    //--中文
	},
	'tip_1087' : {
		cn : "解锁需要",    //--中文
	},
	'tip_1088' : {
		cn : "立即打开",    //--中文
	},
	'tip_1089' : {
		cn : "解锁倒计时",    //--中文
	},
	'tip_1090' : {
		cn : "是否花费%d钻石立即打开？",    //--中文
	},
	'tip_1091' : {
		cn : "其他宝箱正在开启中",    //--中文
	},
	'tip_1092' : {
		cn : "点击顶部可以聊天",    //--中文
	},
	'tip_1093' : {
		cn : "胜率:",    //--中文
	},
	'tip_1094' : {
		cn : "胜点 ",    //--中文
	},
	'tip_1095' : {
		cn : "获得胜利%d/%d次",    //--中文
	},
	'tip_1096' : {
		cn : "开启宝箱%d/%d次",    //--中文
	},
	'tip_1097' : {
		cn : "完成首胜%d/%d次",    //--中文
	},
	'tip_1098' : {
		cn : "（女神特权加成： %d%%）",    //--中文
	},
	'tip_1099' : {
		cn : "亲，您离%d话费券，只有 VIP 一步之遥，要继续吗？",    //--中文
	},
	'tip_1100' : {
		cn : "匹配中",    //--中文
	},
	'tip_1101' : {
		cn : "%d天后颁奖",    //--中文
	},
	'tip_1102' : {
		cn : "后颁奖",    //--中文
	},
	'tip_1103' : {
		cn : "获得一次排位赛胜利可开启宝箱",    //--中文
	},
	'tip_1104' : {
		cn : "后可用",    //--中文
	},
	'tip_1105' : {
		cn : "匹配中，预计需要%d秒钟",    //--中文
	},
	'tip_1106' : {
		cn : "为了您能正常完赛，拥有%d以上金币才能报名。前往购买？",    //--中文
	},
	'tip_1107' : {
		cn : "恭喜您,",    //--中文
	},
	'tip_1108' : {
		cn : "升级",    //--中文
	},
	'tip_1109' : {
		cn : "真遗憾,",    //--中文
	},
	'tip_1110' : {
		cn : "降级",    //--中文
	},
	'tip_1111' : {
		cn : "胜率:%d%%",    //--中文
	},
	'tip_1112' : {
		cn : "取消核弹发射",    //--中文
	},
	'tip_1113' : {
		cn : "核弹捕获%d条鱼%d分",    //--中文
	},
	'tip_1114' : {
		cn : "%d条%d分",    //--中文
	},
	'tip_1115' : {
		cn : "胜点 +%d",    //--中文
	},
	'tip_1116' : {
		cn : "每天只能领取一次哦",    //--中文
	},
	'tip_1117' : {
		cn : "今天您已领取过：",    //--中文
	},
	'tip_1118' : {
		cn : "领取成功",    //--中文
	},
	'tip_1119' : {
		cn : "恭喜您获得：",    //--中文
	},
	'tip_1120' : {
		cn : "添加您为好友",    //--中文
	},
	'tip_1121' : {
		cn : "玩家等级不够，暂时无法使用此道具",    //--中文
	},
	'tip_1122' : {
		cn : "排位赛匹配成功，是否前往？",    //--中文
	},
	'tip_1123' : {
		cn : "自获得后%d秒过期",    //--中文
	},
	'REWARD_SELF' : {
		cn : "不能打赏自己",    //--中文
	},
	'FRIEND_REWARD' : {
		cn : "好友打赏",    //--中文
	},
	'FRIEND_REWARD_TXT' : {
		cn : "玩家打赏了你",    //--中文
	},
	'advert_tips_1' : {
		cn : "观看广告可获得%d%s，今日剩余%d/%d次",    //--中文
	},
};
module.exports = string_strings_cfg;