////////////////////////////////////////////////////////////////////////////////
// 礼包相关接口的实现
// getAdvGift
////////////////////////////////////////////////////////////////////////////////

//==============================================================================
// import
//==============================================================================
var data_util = require('./data_util');
var buzz_gift = require('../../src/buzz/buzz_gift');
var buzz_cst_game = require('../../src/buzz/cst/buzz_cst_game');


//==============================================================================
// const
//==============================================================================
var DEBUG = 0;
var ERROR = 1;

var TAG = "【data.gift】";


//==============================================================================
// public
//==============================================================================

//------------------------------------------------------------------------------
// definition
//------------------------------------------------------------------------------
exports.getAdvGift = getAdvGift;

//------------------------------------------------------------------------------
// implement
//------------------------------------------------------------------------------

/**
 * 获取女神数据.
 */
function getAdvGift(req, res) {
    const FUNC = TAG + "getAdvGift()---";

    data_util.request_info(req, "getAdvGift");
    var aes = req.body.aes;
    var dataObj = {};
    if (!(dataObj = data_util.get_dao_data(req, res))) {
        return;
    }
    
    // TODO: 返回礼包内容
    buzz_gift.getAdvGift(req, dataObj, function (err, results) {
        if (err) {
            res.success({ type: 1, msg: '广告礼包获取失败', err: err });
        } else {
            if (DEBUG) console.log(FUNC + "results:\n", results);
            var res_data = buzz_cst_game.getResData(results, aes);
            res.success({ type: 1, msg: '广告礼包获取成功', data: res_data, aes: aes });
        }
    });
}


//==============================================================================
// private
//==============================================================================
