////////////////////////////////////////////////////////////////////////////////
// 网络图片的操作相关
// load
////////////////////////////////////////////////////////////////////////////////

//==============================================================================
// import
//==============================================================================
var data_util = require('./data_util');
var buzz_image = require('../../src/buzz/buzz_image');
var buzz_cst_game = require('../../src/buzz/cst/buzz_cst_game');


//==============================================================================
// const
//==============================================================================
var DEBUG = 0;
var ERROR = 1;

var TAG = "【data.image】";


//==============================================================================
// public
//==============================================================================

//------------------------------------------------------------------------------
// definition
//------------------------------------------------------------------------------
exports.load = load;

//------------------------------------------------------------------------------
// implement
//------------------------------------------------------------------------------

/**
 * 下载网络图片
 */
function load(req, res) {

    res.success({ type: 1, msg: '网络图片下载成功', data: '', aes: aes });
    return;
    // const FUNC = TAG + "load() --- ";

    // // 用户数据解析(解码为请求数据结构)
    // data_util.request_info(req, "load");
    // var aes = req.body.aes;
    // var dataObj = {};
    // if (!(dataObj = data_util.get_dao_data(req, res))) {
    //     return;
    // }
    
    // //dataObj.localpath = "../../";
    // dataObj.localpath = "./";

    // buzz_image.load(req, dataObj, function (err, results) {
    //     if (err) {
    //         // console.error(FUNC + "网络图片下载失败 - dataObj:", dataObj);
    //         console.log(FUNC + "网络图片下载失败 - dataObj:", dataObj);
    //         res.success({ type: 1, msg: '网络图片下载失败', err: err });
    //     } else {
    //         if (DEBUG) console.log(FUNC + "results:", results);
    //         var res_data = buzz_cst_game.getResData(results, aes);
    //         res.success({ type: 1, msg: '网络图片下载成功', data: res_data, aes: aes });
    //     }
    // });
}


//==============================================================================
// private
//==============================================================================
