var	change_change_cfg = 
[
	{
		id : 1001,    //--兑换ID
		type : 1,    //--所属分页
		item : ["i800",1],    //--兑换道具
		cost : 3600,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 1,    //--当前每日库存id
		stotal : 2,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1002,    //--兑换ID
		type : 1,    //--所属分页
		item : ["i801",1],    //--兑换道具
		cost : 12000,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 3,    //--当前每日库存id
		stotal : 4,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1003,    //--兑换ID
		type : 1,    //--所属分页
		item : ["i805",1],    //--兑换道具
		cost : 12000,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 5,    //--当前每日库存id
		stotal : 6,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1004,    //--兑换ID
		type : 1,    //--所属分页
		item : ["i806",1],    //--兑换道具
		cost : 60000,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 7,    //--当前每日库存id
		stotal : 8,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 1005,    //--兑换ID
		type : 1,    //--所属分页
		item : ["i807",1],    //--兑换道具
		cost : 120000,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 9,    //--当前每日库存id
		stotal : 10,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 2001,    //--兑换ID
		type : 2,    //--所属分页
		item : ["i814",1],    //--兑换道具
		cost : 840000,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 11,    //--当前每日库存id
		stotal : 12,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 2002,    //--兑换ID
		type : 2,    //--所属分页
		item : ["i813",1],    //--兑换道具
		cost : 396000,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 13,    //--当前每日库存id
		stotal : 14,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 2003,    //--兑换ID
		type : 2,    //--所属分页
		item : ["i810",1],    //--兑换道具
		cost : 8400,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 15,    //--当前每日库存id
		stotal : 16,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 2004,    //--兑换ID
		type : 2,    //--所属分页
		item : ["i811",1],    //--兑换道具
		cost : 31200,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 17,    //--当前每日库存id
		stotal : 18,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 2005,    //--兑换ID
		type : 2,    //--所属分页
		item : ["i812",1],    //--兑换道具
		cost : 108000,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 19,    //--当前每日库存id
		stotal : 20,    //--当前总库存id
		notice : 1,    //--是否公告
	},
	{
		id : 3001,    //--兑换ID
		type : 3,    //--所属分页
		item : ["i002",10],    //--兑换道具
		cost : 120,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 21,    //--当前每日库存id
		stotal : 22,    //--当前总库存id
		notice : 0,    //--是否公告
	},
	{
		id : 3002,    //--兑换ID
		type : 3,    //--所属分页
		item : ["i001",10000],    //--兑换道具
		cost : 120,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 23,    //--当前每日库存id
		stotal : 24,    //--当前总库存id
		notice : 0,    //--是否公告
	},
	{
		id : 3003,    //--兑换ID
		type : 3,    //--所属分页
		item : ["i400",1],    //--兑换道具
		cost : 120,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 25,    //--当前每日库存id
		stotal : 26,    //--当前总库存id
		notice : 0,    //--是否公告
	},
	{
		id : 3004,    //--兑换ID
		type : 3,    //--所属分页
		item : ["i002",100],    //--兑换道具
		cost : 1200,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 27,    //--当前每日库存id
		stotal : 28,    //--当前总库存id
		notice : 0,    //--是否公告
	},
	{
		id : 3005,    //--兑换ID
		type : 3,    //--所属分页
		item : ["i001",100000],    //--兑换道具
		cost : 1200,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 29,    //--当前每日库存id
		stotal : 30,    //--当前总库存id
		notice : 0,    //--是否公告
	},
	{
		id : 3006,    //--兑换ID
		type : 3,    //--所属分页
		item : ["i400",10],    //--兑换道具
		cost : 1200,    //--需要话费券
		count : 100,    //--每日库存
		total : 1000,    //--总库存
		scount : 31,    //--当前每日库存id
		stotal : 32,    //--当前总库存id
		notice : 0,    //--是否公告
	},
];
module.exports = change_change_cfg;