var	active_cdkey_cfg = 
[
	{
		id : 20170226,    //--活动ID
		starttime : "2017/01/01&14:25:03",    //--开始时间
		endtime : "2027/01/23&00:00:00",    //--结束时间
		repeat : 0,    //--可否重复领取
		reward : [["i001",5000],["i013",5],["i011",5]],    //--奖励
	},
	{
		id : 20170228,    //--活动ID
		starttime : "2017/01/01&14:25:03",    //--开始时间
		endtime : "2027/01/23&00:00:00",    //--结束时间
		repeat : 0,    //--可否重复领取
		reward : [["i001",1000],["i002",5],["i011",2]],    //--奖励
	},
	{
		id : 20170325,    //--活动ID
		starttime : "2017/01/01&14:25:03",    //--开始时间
		endtime : "2027/01/23&00:00:00",    //--结束时间
		repeat : 0,    //--可否重复领取
		reward : [["i001",5000],["i002",10]],    //--奖励
	},
];
module.exports = active_cdkey_cfg;