var	daily_weekend_cfg = 
[
	{
		id : 17102101,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i001",50000],["i420",1]],    //--物品id和个数
		time : "2017/10/21 00:00:00",    //--时间
	},
	{
		id : 17102102,    //--任务ID
		type : 1,    //--任务类型
		condition : 1000,    //--条件值
		reward : [["i006",10],["i420",1]],    //--物品id和个数
		time : "2017/10/21 00:00:00",    //--时间
	},
	{
		id : 17102201,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i215",2],["i420",1]],    //--物品id和个数
		time : "2017/10/22 00:00:00",    //--时间
	},
	{
		id : 17102202,    //--任务ID
		type : 1,    //--任务类型
		condition : 1000,    //--条件值
		reward : [["i400",20],["i420",1]],    //--物品id和个数
		time : "2017/10/22 00:00:00",    //--时间
	},
	{
		id : 17102801,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i002",20],["i420",1]],    //--物品id和个数
		time : "2017/10/28 00:00:00",    //--时间
	},
	{
		id : 17102802,    //--任务ID
		type : 1,    //--任务类型
		condition : 1000,    //--条件值
		reward : [["i006",15],["i420",1]],    //--物品id和个数
		time : "2017/10/28 00:00:00",    //--时间
	},
	{
		id : 17102901,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i240",20],["i420",1]],    //--物品id和个数
		time : "2017/10/29 00:00:00",    //--时间
	},
	{
		id : 17102902,    //--任务ID
		type : 1,    //--任务类型
		condition : 1000,    //--条件值
		reward : [["i015",1],["i420",1]],    //--物品id和个数
		time : "2017/10/29 00:00:00",    //--时间
	},
	{
		id : 17110401,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i220",10],["i420",1]],    //--物品id和个数
		time : "2017/11/4 00:00:00",    //--时间
	},
	{
		id : 17110402,    //--任务ID
		type : 1,    //--任务类型
		condition : 1000,    //--条件值
		reward : [["i500",2],["i420",1]],    //--物品id和个数
		time : "2017/11/4 00:00:00",    //--时间
	},
	{
		id : 17110501,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i215",2],["i420",1]],    //--物品id和个数
		time : "2017/11/5 23:59:59",    //--时间
	},
	{
		id : 17110502,    //--任务ID
		type : 1,    //--任务类型
		condition : 1000,    //--条件值
		reward : [["i016",1],["i420",1]],    //--物品id和个数
		time : "2017/11/5 23:59:59",    //--时间
	},
];
module.exports = daily_weekend_cfg;