var	maskword_maskwork_cfg = 
[
	{
		id : 10000,    //--宝箱ID
		work : "东伊运",    //--宝箱图标
	},
	{
		id : 10001,    //--宝箱ID
		work : "世维会",    //--宝箱图标
	},
	{
		id : 10002,    //--宝箱ID
		work : "真主",    //--宝箱图标
	},
	{
		id : 10003,    //--宝箱ID
		work : "安拉",    //--宝箱图标
	},
	{
		id : 10004,    //--宝箱ID
		work : "杨尚昆",    //--宝箱图标
	},
	{
		id : 10005,    //--宝箱ID
		work : "灵灵派",    //--宝箱图标
	},
	{
		id : 10006,    //--宝箱ID
		work : "阿鲁纳恰尔邦",    //--宝箱图标
	},
	{
		id : 10007,    //--宝箱ID
		work : "尖阁诸岛",    //--宝箱图标
	},
	{
		id : 10008,    //--宝箱ID
		work : "香港建国",    //--宝箱图标
	},
	{
		id : 10009,    //--宝箱ID
		work : "香港国",    //--宝箱图标
	},
	{
		id : 10010,    //--宝箱ID
		work : "港独",    //--宝箱图标
	},
	{
		id : 10011,    //--宝箱ID
		work : "香港独立",    //--宝箱图标
	},
	{
		id : 10012,    //--宝箱ID
		work : "占领中环",    //--宝箱图标
	},
	{
		id : 10013,    //--宝箱ID
		work : "占中",    //--宝箱图标
	},
	{
		id : 10014,    //--宝箱ID
		work : "香港城邦论",    //--宝箱图标
	},
	{
		id : 10015,    //--宝箱ID
		work : "太阳花学运",    //--宝箱图标
	},
	{
		id : 10016,    //--宝箱ID
		work : "反国教运动",    //--宝箱图标
	},
	{
		id : 10017,    //--宝箱ID
		work : "清真",    //--宝箱图标
	},
	{
		id : 10018,    //--宝箱ID
		work : "浴盐",    //--宝箱图标
	},
	{
		id : 10019,    //--宝箱ID
		work : "蔡英文",    //--宝箱图标
	},
	{
		id : 10020,    //--宝箱ID
		work : "金三胖",    //--宝箱图标
	},
	{
		id : 10021,    //--宝箱ID
		work : "你奶奶",    //--宝箱图标
	},
	{
		id : 10022,    //--宝箱ID
		work : "强暴幼女",    //--宝箱图标
	},
	{
		id : 10023,    //--宝箱ID
		work : "ISIS",    //--宝箱图标
	},
	{
		id : 10024,    //--宝箱ID
		work : "毛泽东",    //--宝箱图标
	},
	{
		id : 10025,    //--宝箱ID
		work : "周恩来",    //--宝箱图标
	},
	{
		id : 10026,    //--宝箱ID
		work : "刘少奇",    //--宝箱图标
	},
	{
		id : 10027,    //--宝箱ID
		work : "朱德",    //--宝箱图标
	},
	{
		id : 10028,    //--宝箱ID
		work : "彭德怀",    //--宝箱图标
	},
	{
		id : 10029,    //--宝箱ID
		work : "林彪",    //--宝箱图标
	},
	{
		id : 10030,    //--宝箱ID
		work : "刘伯承",    //--宝箱图标
	},
	{
		id : 10031,    //--宝箱ID
		work : "陈毅",    //--宝箱图标
	},
	{
		id : 10032,    //--宝箱ID
		work : "贺龙",    //--宝箱图标
	},
	{
		id : 10033,    //--宝箱ID
		work : "聂荣臻",    //--宝箱图标
	},
	{
		id : 10034,    //--宝箱ID
		work : "徐向前",    //--宝箱图标
	},
	{
		id : 10035,    //--宝箱ID
		work : "罗荣桓",    //--宝箱图标
	},
	{
		id : 10036,    //--宝箱ID
		work : "叶剑英",    //--宝箱图标
	},
	{
		id : 10037,    //--宝箱ID
		work : "李大钊",    //--宝箱图标
	},
	{
		id : 10038,    //--宝箱ID
		work : "陈独秀",    //--宝箱图标
	},
	{
		id : 10039,    //--宝箱ID
		work : "孙中山",    //--宝箱图标
	},
	{
		id : 10040,    //--宝箱ID
		work : "孙文",    //--宝箱图标
	},
	{
		id : 10041,    //--宝箱ID
		work : "孙逸仙",    //--宝箱图标
	},
	{
		id : 10042,    //--宝箱ID
		work : "邓小平",    //--宝箱图标
	},
	{
		id : 10043,    //--宝箱ID
		work : "陈云",    //--宝箱图标
	},
	{
		id : 10044,    //--宝箱ID
		work : "江泽民",    //--宝箱图标
	},
	{
		id : 10045,    //--宝箱ID
		work : "李鹏",    //--宝箱图标
	},
	{
		id : 10046,    //--宝箱ID
		work : "朱镕基",    //--宝箱图标
	},
	{
		id : 10047,    //--宝箱ID
		work : "李瑞环",    //--宝箱图标
	},
	{
		id : 10048,    //--宝箱ID
		work : "尉健行",    //--宝箱图标
	},
	{
		id : 10049,    //--宝箱ID
		work : "李岚清",    //--宝箱图标
	},
	{
		id : 10050,    //--宝箱ID
		work : "胡锦涛",    //--宝箱图标
	},
	{
		id : 10051,    //--宝箱ID
		work : "罗干",    //--宝箱图标
	},
	{
		id : 10052,    //--宝箱ID
		work : "温家宝",    //--宝箱图标
	},
	{
		id : 10053,    //--宝箱ID
		work : "吴邦国",    //--宝箱图标
	},
	{
		id : 10054,    //--宝箱ID
		work : "曾庆红",    //--宝箱图标
	},
	{
		id : 10055,    //--宝箱ID
		work : "贾庆林",    //--宝箱图标
	},
	{
		id : 10056,    //--宝箱ID
		work : "黄菊",    //--宝箱图标
	},
	{
		id : 10057,    //--宝箱ID
		work : "吴官正",    //--宝箱图标
	},
	{
		id : 10058,    //--宝箱ID
		work : "李长春",    //--宝箱图标
	},
	{
		id : 10059,    //--宝箱ID
		work : "吴仪",    //--宝箱图标
	},
	{
		id : 10060,    //--宝箱ID
		work : "回良玉",    //--宝箱图标
	},
	{
		id : 10061,    //--宝箱ID
		work : "曾培炎",    //--宝箱图标
	},
	{
		id : 10062,    //--宝箱ID
		work : "曹刚川",    //--宝箱图标
	},
	{
		id : 10063,    //--宝箱ID
		work : "唐家璇",    //--宝箱图标
	},
	{
		id : 10064,    //--宝箱ID
		work : "华建敏",    //--宝箱图标
	},
	{
		id : 10065,    //--宝箱ID
		work : "陈至立",    //--宝箱图标
	},
	{
		id : 10066,    //--宝箱ID
		work : "张德江",    //--宝箱图标
	},
	{
		id : 10067,    //--宝箱ID
		work : "俞正声",    //--宝箱图标
	},
	{
		id : 10068,    //--宝箱ID
		work : "王乐泉",    //--宝箱图标
	},
	{
		id : 10069,    //--宝箱ID
		work : "刘云山",    //--宝箱图标
	},
	{
		id : 10070,    //--宝箱ID
		work : "王刚",    //--宝箱图标
	},
	{
		id : 10071,    //--宝箱ID
		work : "王兆国",    //--宝箱图标
	},
	{
		id : 10072,    //--宝箱ID
		work : "刘淇",    //--宝箱图标
	},
	{
		id : 10073,    //--宝箱ID
		work : "贺国强",    //--宝箱图标
	},
	{
		id : 10074,    //--宝箱ID
		work : "郭伯雄",    //--宝箱图标
	},
	{
		id : 10075,    //--宝箱ID
		work : "胡耀邦",    //--宝箱图标
	},
	{
		id : 10076,    //--宝箱ID
		work : "习近平",    //--宝箱图标
	},
	{
		id : 10077,    //--宝箱ID
		work : "李克强",    //--宝箱图标
	},
	{
		id : 10078,    //--宝箱ID
		work : "张高丽",    //--宝箱图标
	},
	{
		id : 10079,    //--宝箱ID
		work : "刘延东",    //--宝箱图标
	},
	{
		id : 10080,    //--宝箱ID
		work : "彭丽媛",    //--宝箱图标
	},
	{
		id : 10081,    //--宝箱ID
		work : "王岐山",    //--宝箱图标
	},
	{
		id : 10082,    //--宝箱ID
		work : "华国锋",    //--宝箱图标
	},
	{
		id : 10083,    //--宝箱ID
		work : "刘奇葆",    //--宝箱图标
	},
	{
		id : 10084,    //--宝箱ID
		work : "习大大",    //--宝箱图标
	},
	{
		id : 10085,    //--宝箱ID
		work : "吴帮国",    //--宝箱图标
	},
	{
		id : 10086,    //--宝箱ID
		work : "无帮国",    //--宝箱图标
	},
	{
		id : 10087,    //--宝箱ID
		work : "无邦国",    //--宝箱图标
	},
	{
		id : 10088,    //--宝箱ID
		work : "无帮过",    //--宝箱图标
	},
	{
		id : 10089,    //--宝箱ID
		work : "瘟家宝",    //--宝箱图标
	},
	{
		id : 10090,    //--宝箱ID
		work : "假庆林",    //--宝箱图标
	},
	{
		id : 10091,    //--宝箱ID
		work : "甲庆林",    //--宝箱图标
	},
	{
		id : 10092,    //--宝箱ID
		work : "假青林",    //--宝箱图标
	},
	{
		id : 10093,    //--宝箱ID
		work : "离长春",    //--宝箱图标
	},
	{
		id : 10094,    //--宝箱ID
		work : "习远平",    //--宝箱图标
	},
	{
		id : 10095,    //--宝箱ID
		work : "袭近平",    //--宝箱图标
	},
	{
		id : 10096,    //--宝箱ID
		work : "李磕墙",    //--宝箱图标
	},
	{
		id : 10097,    //--宝箱ID
		work : "贺过墙",    //--宝箱图标
	},
	{
		id : 10098,    //--宝箱ID
		work : "和锅枪",    //--宝箱图标
	},
	{
		id : 10099,    //--宝箱ID
		work : "胡主席",    //--宝箱图标
	},
	{
		id : 10100,    //--宝箱ID
		work : "习主席",    //--宝箱图标
	},
	{
		id : 10101,    //--宝箱ID
		work : "毛主席",    //--宝箱图标
	},
	{
		id : 10102,    //--宝箱ID
		work : "毛主度",    //--宝箱图标
	},
	{
		id : 10103,    //--宝箱ID
		work : "马凯",    //--宝箱图标
	},
	{
		id : 10104,    //--宝箱ID
		work : "王沪宁",    //--宝箱图标
	},
	{
		id : 10105,    //--宝箱ID
		work : "许其亮",    //--宝箱图标
	},
	{
		id : 10106,    //--宝箱ID
		work : "孙春兰",    //--宝箱图标
	},
	{
		id : 10107,    //--宝箱ID
		work : "孙政才",    //--宝箱图标
	},
	{
		id : 10108,    //--宝箱ID
		work : "李建国",    //--宝箱图标
	},
	{
		id : 10109,    //--宝箱ID
		work : "李源潮",    //--宝箱图标
	},
	{
		id : 10110,    //--宝箱ID
		work : "汪洋",    //--宝箱图标
	},
	{
		id : 10111,    //--宝箱ID
		work : "张春贤",    //--宝箱图标
	},
	{
		id : 10112,    //--宝箱ID
		work : "范长龙",    //--宝箱图标
	},
	{
		id : 10113,    //--宝箱ID
		work : "孟建柱",    //--宝箱图标
	},
	{
		id : 10114,    //--宝箱ID
		work : "赵乐际",    //--宝箱图标
	},
	{
		id : 10115,    //--宝箱ID
		work : "胡春华",    //--宝箱图标
	},
	{
		id : 10116,    //--宝箱ID
		work : "栗战书",    //--宝箱图标
	},
	{
		id : 10117,    //--宝箱ID
		work : "郭金龙",    //--宝箱图标
	},
	{
		id : 10118,    //--宝箱ID
		work : "韩正",    //--宝箱图标
	},
	{
		id : 10119,    //--宝箱ID
		work : "布什",    //--宝箱图标
	},
	{
		id : 10120,    //--宝箱ID
		work : "布莱尔",    //--宝箱图标
	},
	{
		id : 10121,    //--宝箱ID
		work : "小泉",    //--宝箱图标
	},
	{
		id : 10122,    //--宝箱ID
		work : "纯一郎",    //--宝箱图标
	},
	{
		id : 10123,    //--宝箱ID
		work : "萨马兰奇",    //--宝箱图标
	},
	{
		id : 10124,    //--宝箱ID
		work : "安南",    //--宝箱图标
	},
	{
		id : 10125,    //--宝箱ID
		work : "阿拉法特",    //--宝箱图标
	},
	{
		id : 10126,    //--宝箱ID
		work : "普京",    //--宝箱图标
	},
	{
		id : 10127,    //--宝箱ID
		work : "默克尔",    //--宝箱图标
	},
	{
		id : 10128,    //--宝箱ID
		work : "克林顿",    //--宝箱图标
	},
	{
		id : 10129,    //--宝箱ID
		work : "里根",    //--宝箱图标
	},
	{
		id : 10130,    //--宝箱ID
		work : "尼克松",    //--宝箱图标
	},
	{
		id : 10131,    //--宝箱ID
		work : "林肯",    //--宝箱图标
	},
	{
		id : 10132,    //--宝箱ID
		work : "杜鲁门",    //--宝箱图标
	},
	{
		id : 10133,    //--宝箱ID
		work : "赫鲁晓夫",    //--宝箱图标
	},
	{
		id : 10134,    //--宝箱ID
		work : "列宁",    //--宝箱图标
	},
	{
		id : 10135,    //--宝箱ID
		work : "斯大林",    //--宝箱图标
	},
	{
		id : 10136,    //--宝箱ID
		work : "马克思",    //--宝箱图标
	},
	{
		id : 10137,    //--宝箱ID
		work : "恩格斯",    //--宝箱图标
	},
	{
		id : 10138,    //--宝箱ID
		work : "金正日",    //--宝箱图标
	},
	{
		id : 10139,    //--宝箱ID
		work : "金日成",    //--宝箱图标
	},
	{
		id : 10140,    //--宝箱ID
		work : "萨达姆",    //--宝箱图标
	},
	{
		id : 10141,    //--宝箱ID
		work : "胡志明",    //--宝箱图标
	},
	{
		id : 10142,    //--宝箱ID
		work : "西哈努克",    //--宝箱图标
	},
	{
		id : 10143,    //--宝箱ID
		work : "希拉克",    //--宝箱图标
	},
	{
		id : 10144,    //--宝箱ID
		work : "撒切尔",    //--宝箱图标
	},
	{
		id : 10145,    //--宝箱ID
		work : "阿罗约",    //--宝箱图标
	},
	{
		id : 10146,    //--宝箱ID
		work : "曼德拉",    //--宝箱图标
	},
	{
		id : 10147,    //--宝箱ID
		work : "卡斯特罗",    //--宝箱图标
	},
	{
		id : 10148,    //--宝箱ID
		work : "富兰克林",    //--宝箱图标
	},
	{
		id : 10149,    //--宝箱ID
		work : "华盛顿",    //--宝箱图标
	},
	{
		id : 10150,    //--宝箱ID
		work : "艾森豪威尔",    //--宝箱图标
	},
	{
		id : 10151,    //--宝箱ID
		work : "拿破仑",    //--宝箱图标
	},
	{
		id : 10152,    //--宝箱ID
		work : "亚历山大",    //--宝箱图标
	},
	{
		id : 10153,    //--宝箱ID
		work : "路易",    //--宝箱图标
	},
	{
		id : 10154,    //--宝箱ID
		work : "拉姆斯菲尔德",    //--宝箱图标
	},
	{
		id : 10155,    //--宝箱ID
		work : "劳拉",    //--宝箱图标
	},
	{
		id : 10156,    //--宝箱ID
		work : "鲍威尔",    //--宝箱图标
	},
	{
		id : 10157,    //--宝箱ID
		work : "奥巴马",    //--宝箱图标
	},
	{
		id : 10158,    //--宝箱ID
		work : "梅德韦杰夫",    //--宝箱图标
	},
	{
		id : 10159,    //--宝箱ID
		work : "金正恩",    //--宝箱图标
	},
	{
		id : 10160,    //--宝箱ID
		work : "安倍晋三",    //--宝箱图标
	},
	{
		id : 10161,    //--宝箱ID
		work : "本拉登",    //--宝箱图标
	},
	{
		id : 10162,    //--宝箱ID
		work : "奥马尔",    //--宝箱图标
	},
	{
		id : 10163,    //--宝箱ID
		work : "柴玲",    //--宝箱图标
	},
	{
		id : 10164,    //--宝箱ID
		work : "达赖",    //--宝箱图标
	},
	{
		id : 10165,    //--宝箱ID
		work : "达赖喇嘛",    //--宝箱图标
	},
	{
		id : 10166,    //--宝箱ID
		work : "江青",    //--宝箱图标
	},
	{
		id : 10167,    //--宝箱ID
		work : "张春桥",    //--宝箱图标
	},
	{
		id : 10168,    //--宝箱ID
		work : "姚文元",    //--宝箱图标
	},
	{
		id : 10169,    //--宝箱ID
		work : "王洪文",    //--宝箱图标
	},
	{
		id : 10170,    //--宝箱ID
		work : "东条英机",    //--宝箱图标
	},
	{
		id : 10171,    //--宝箱ID
		work : "希特勒",    //--宝箱图标
	},
	{
		id : 10172,    //--宝箱ID
		work : "墨索里尼",    //--宝箱图标
	},
	{
		id : 10173,    //--宝箱ID
		work : "冈村秀树",    //--宝箱图标
	},
	{
		id : 10174,    //--宝箱ID
		work : "冈村宁次",    //--宝箱图标
	},
	{
		id : 10175,    //--宝箱ID
		work : "高丽朴",    //--宝箱图标
	},
	{
		id : 10176,    //--宝箱ID
		work : "赵紫阳",    //--宝箱图标
	},
	{
		id : 10177,    //--宝箱ID
		work : "王丹",    //--宝箱图标
	},
	{
		id : 10178,    //--宝箱ID
		work : "沃尔开西",    //--宝箱图标
	},
	{
		id : 10179,    //--宝箱ID
		work : "李洪志",    //--宝箱图标
	},
	{
		id : 10180,    //--宝箱ID
		work : "李大师",    //--宝箱图标
	},
	{
		id : 10181,    //--宝箱ID
		work : "赖昌星",    //--宝箱图标
	},
	{
		id : 10182,    //--宝箱ID
		work : "马加爵",    //--宝箱图标
	},
	{
		id : 10183,    //--宝箱ID
		work : "班禅",    //--宝箱图标
	},
	{
		id : 10184,    //--宝箱ID
		work : "额尔德尼",    //--宝箱图标
	},
	{
		id : 10185,    //--宝箱ID
		work : "山本五十六",    //--宝箱图标
	},
	{
		id : 10186,    //--宝箱ID
		work : "阿扁",    //--宝箱图标
	},
	{
		id : 10187,    //--宝箱ID
		work : "阿扁万岁",    //--宝箱图标
	},
	{
		id : 10188,    //--宝箱ID
		work : "热那亚",    //--宝箱图标
	},
	{
		id : 10189,    //--宝箱ID
		work : "薄熙来",    //--宝箱图标
	},
	{
		id : 10190,    //--宝箱ID
		work : "周永康",    //--宝箱图标
	},
	{
		id : 10191,    //--宝箱ID
		work : "王立军",    //--宝箱图标
	},
	{
		id : 10192,    //--宝箱ID
		work : "令计划",    //--宝箱图标
	},
	{
		id : 10193,    //--宝箱ID
		work : "默罕默德",    //--宝箱图标
	},
	{
		id : 10194,    //--宝箱ID
		work : "徐才厚",    //--宝箱图标
	},
	{
		id : 10195,    //--宝箱ID
		work : "粥永康",    //--宝箱图标
	},
	{
		id : 10196,    //--宝箱ID
		work : "轴永康",    //--宝箱图标
	},
	{
		id : 10197,    //--宝箱ID
		work : "肘永康",    //--宝箱图标
	},
	{
		id : 10198,    //--宝箱ID
		work : "周健康",    //--宝箱图标
	},
	{
		id : 10199,    //--宝箱ID
		work : "粥健康",    //--宝箱图标
	},
	{
		id : 10200,    //--宝箱ID
		work : "周小康",    //--宝箱图标
	},
	{
		id : 10201,    //--宝箱ID
		work : "陈良宇",    //--宝箱图标
	},
	{
		id : 10202,    //--宝箱ID
		work : "李登辉",    //--宝箱图标
	},
	{
		id : 10203,    //--宝箱ID
		work : "连战",    //--宝箱图标
	},
	{
		id : 10204,    //--宝箱ID
		work : "宋楚瑜",    //--宝箱图标
	},
	{
		id : 10205,    //--宝箱ID
		work : "吕秀莲",    //--宝箱图标
	},
	{
		id : 10206,    //--宝箱ID
		work : "郁慕明",    //--宝箱图标
	},
	{
		id : 10207,    //--宝箱ID
		work : "蒋介石",    //--宝箱图标
	},
	{
		id : 10208,    //--宝箱ID
		work : "蒋中正",    //--宝箱图标
	},
	{
		id : 10209,    //--宝箱ID
		work : "蒋经国",    //--宝箱图标
	},
	{
		id : 10210,    //--宝箱ID
		work : "马英九",    //--宝箱图标
	},
	{
		id : 10211,    //--宝箱ID
		work : "六四",    //--宝箱图标
	},
	{
		id : 10212,    //--宝箱ID
		work : "六四运动",    //--宝箱图标
	},
	{
		id : 10213,    //--宝箱ID
		work : "美国之音",    //--宝箱图标
	},
	{
		id : 10214,    //--宝箱ID
		work : "密宗",    //--宝箱图标
	},
	{
		id : 10215,    //--宝箱ID
		work : "民国",    //--宝箱图标
	},
	{
		id : 10216,    //--宝箱ID
		work : "民进党",    //--宝箱图标
	},
	{
		id : 10217,    //--宝箱ID
		work : "民运",    //--宝箱图标
	},
	{
		id : 10218,    //--宝箱ID
		work : "民主",    //--宝箱图标
	},
	{
		id : 10219,    //--宝箱ID
		work : "民主潮",    //--宝箱图标
	},
	{
		id : 10220,    //--宝箱ID
		work : "摩门教",    //--宝箱图标
	},
	{
		id : 10221,    //--宝箱ID
		work : "纳粹",    //--宝箱图标
	},
	{
		id : 10222,    //--宝箱ID
		work : "南华早报",    //--宝箱图标
	},
	{
		id : 10223,    //--宝箱ID
		work : "南蛮",    //--宝箱图标
	},
	{
		id : 10224,    //--宝箱ID
		work : "明慧网",    //--宝箱图标
	},
	{
		id : 10225,    //--宝箱ID
		work : "起义",    //--宝箱图标
	},
	{
		id : 10226,    //--宝箱ID
		work : "亲民党",    //--宝箱图标
	},
	{
		id : 10227,    //--宝箱ID
		work : "瘸腿帮",    //--宝箱图标
	},
	{
		id : 10228,    //--宝箱ID
		work : "人民报",    //--宝箱图标
	},
	{
		id : 10229,    //--宝箱ID
		work : "法轮功",    //--宝箱图标
	},
	{
		id : 10230,    //--宝箱ID
		work : "法轮大法",    //--宝箱图标
	},
	{
		id : 10231,    //--宝箱ID
		work : "打倒共产党",    //--宝箱图标
	},
	{
		id : 10232,    //--宝箱ID
		work : "台独万岁",    //--宝箱图标
	},
	{
		id : 10233,    //--宝箱ID
		work : "圣战",    //--宝箱图标
	},
	{
		id : 10234,    //--宝箱ID
		work : "示威",    //--宝箱图标
	},
	{
		id : 10235,    //--宝箱ID
		work : "台独",    //--宝箱图标
	},
	{
		id : 10236,    //--宝箱ID
		work : "台独分子",    //--宝箱图标
	},
	{
		id : 10237,    //--宝箱ID
		work : "台联",    //--宝箱图标
	},
	{
		id : 10238,    //--宝箱ID
		work : "台湾民国",    //--宝箱图标
	},
	{
		id : 10239,    //--宝箱ID
		work : "台湾岛国",    //--宝箱图标
	},
	{
		id : 10240,    //--宝箱ID
		work : "台湾国",    //--宝箱图标
	},
	{
		id : 10241,    //--宝箱ID
		work : "台湾独立",    //--宝箱图标
	},
	{
		id : 10242,    //--宝箱ID
		work : "太子党",    //--宝箱图标
	},
	{
		id : 10243,    //--宝箱ID
		work : "天安门事件",    //--宝箱图标
	},
	{
		id : 10244,    //--宝箱ID
		work : "屠杀",    //--宝箱图标
	},
	{
		id : 10245,    //--宝箱ID
		work : "新党",    //--宝箱图标
	},
	{
		id : 10246,    //--宝箱ID
		work : "新疆独立",    //--宝箱图标
	},
	{
		id : 10247,    //--宝箱ID
		work : "新疆分裂",    //--宝箱图标
	},
	{
		id : 10248,    //--宝箱ID
		work : "新疆国",    //--宝箱图标
	},
	{
		id : 10249,    //--宝箱ID
		work : "疆独",    //--宝箱图标
	},
	{
		id : 10250,    //--宝箱ID
		work : "西藏独立",    //--宝箱图标
	},
	{
		id : 10251,    //--宝箱ID
		work : "西藏分裂",    //--宝箱图标
	},
	{
		id : 10252,    //--宝箱ID
		work : "西藏国",    //--宝箱图标
	},
	{
		id : 10253,    //--宝箱ID
		work : "藏独",    //--宝箱图标
	},
	{
		id : 10254,    //--宝箱ID
		work : "藏青会",    //--宝箱图标
	},
	{
		id : 10255,    //--宝箱ID
		work : "藏妇会",    //--宝箱图标
	},
	{
		id : 10256,    //--宝箱ID
		work : "学潮",    //--宝箱图标
	},
	{
		id : 10257,    //--宝箱ID
		work : "学运",    //--宝箱图标
	},
	{
		id : 10258,    //--宝箱ID
		work : "一党专政",    //--宝箱图标
	},
	{
		id : 10259,    //--宝箱ID
		work : "一中一台",    //--宝箱图标
	},
	{
		id : 10260,    //--宝箱ID
		work : "两个中国",    //--宝箱图标
	},
	{
		id : 10261,    //--宝箱ID
		work : "一贯道",    //--宝箱图标
	},
	{
		id : 10262,    //--宝箱ID
		work : "游行",    //--宝箱图标
	},
	{
		id : 10263,    //--宝箱ID
		work : "圆满",    //--宝箱图标
	},
	{
		id : 10264,    //--宝箱ID
		work : "造反",    //--宝箱图标
	},
	{
		id : 10265,    //--宝箱ID
		work : "真善忍",    //--宝箱图标
	},
	{
		id : 10266,    //--宝箱ID
		work : "镇压",    //--宝箱图标
	},
	{
		id : 10267,    //--宝箱ID
		work : "政变",    //--宝箱图标
	},
	{
		id : 10268,    //--宝箱ID
		work : "政治",    //--宝箱图标
	},
	{
		id : 10269,    //--宝箱ID
		work : "政治反对派",    //--宝箱图标
	},
	{
		id : 10270,    //--宝箱ID
		work : "政治犯",    //--宝箱图标
	},
	{
		id : 10271,    //--宝箱ID
		work : "中共",    //--宝箱图标
	},
	{
		id : 10272,    //--宝箱ID
		work : "共产党",    //--宝箱图标
	},
	{
		id : 10273,    //--宝箱ID
		work : "反党",    //--宝箱图标
	},
	{
		id : 10274,    //--宝箱ID
		work : "反共",    //--宝箱图标
	},
	{
		id : 10275,    //--宝箱ID
		work : "政府",    //--宝箱图标
	},
	{
		id : 10276,    //--宝箱ID
		work : "民主党",    //--宝箱图标
	},
	{
		id : 10277,    //--宝箱ID
		work : "中国之春",    //--宝箱图标
	},
	{
		id : 10278,    //--宝箱ID
		work : "转法轮",    //--宝箱图标
	},
	{
		id : 10279,    //--宝箱ID
		work : "自焚",    //--宝箱图标
	},
	{
		id : 10280,    //--宝箱ID
		work : "共党",    //--宝箱图标
	},
	{
		id : 10281,    //--宝箱ID
		work : "共匪",    //--宝箱图标
	},
	{
		id : 10282,    //--宝箱ID
		work : "苏家屯",    //--宝箱图标
	},
	{
		id : 10283,    //--宝箱ID
		work : "基地组织",    //--宝箱图标
	},
	{
		id : 10284,    //--宝箱ID
		work : "塔利班",    //--宝箱图标
	},
	{
		id : 10285,    //--宝箱ID
		work : "东亚病夫",    //--宝箱图标
	},
	{
		id : 10286,    //--宝箱ID
		work : "支那",    //--宝箱图标
	},
	{
		id : 10287,    //--宝箱ID
		work : "高治联",    //--宝箱图标
	},
	{
		id : 10288,    //--宝箱ID
		work : "高自联",    //--宝箱图标
	},
	{
		id : 10289,    //--宝箱ID
		work : "专政",    //--宝箱图标
	},
	{
		id : 10290,    //--宝箱ID
		work : "专制",    //--宝箱图标
	},
	{
		id : 10291,    //--宝箱ID
		work : "四人帮",    //--宝箱图标
	},
	{
		id : 10292,    //--宝箱ID
		work : "新闻管制",    //--宝箱图标
	},
	{
		id : 10293,    //--宝箱ID
		work : "核工业基地",    //--宝箱图标
	},
	{
		id : 10294,    //--宝箱ID
		work : "核武器",    //--宝箱图标
	},
	{
		id : 10295,    //--宝箱ID
		work : "铀",    //--宝箱图标
	},
	{
		id : 10296,    //--宝箱ID
		work : "原子弹",    //--宝箱图标
	},
	{
		id : 10297,    //--宝箱ID
		work : "氢弹",    //--宝箱图标
	},
	{
		id : 10298,    //--宝箱ID
		work : "导弹",    //--宝箱图标
	},
	{
		id : 10299,    //--宝箱ID
		work : "核潜艇",    //--宝箱图标
	},
	{
		id : 10300,    //--宝箱ID
		work : "大参考",    //--宝箱图标
	},
	{
		id : 10301,    //--宝箱ID
		work : "小参考",    //--宝箱图标
	},
	{
		id : 10302,    //--宝箱ID
		work : "国内动态清样",    //--宝箱图标
	},
	{
		id : 10303,    //--宝箱ID
		work : "东突",    //--宝箱图标
	},
	{
		id : 10304,    //--宝箱ID
		work : "中央电视台",    //--宝箱图标
	},
	{
		id : 10305,    //--宝箱ID
		work : "雪山狮子旗",    //--宝箱图标
	},
	{
		id : 10306,    //--宝箱ID
		work : "两国论",    //--宝箱图标
	},
	{
		id : 10307,    //--宝箱ID
		work : "一边一国",    //--宝箱图标
	},
	{
		id : 10308,    //--宝箱ID
		work : "赤匪",    //--宝箱图标
	},
	{
		id : 10309,    //--宝箱ID
		work : "宗教",    //--宝箱图标
	},
	{
		id : 10310,    //--宝箱ID
		work : "迷信",    //--宝箱图标
	},
	{
		id : 10311,    //--宝箱ID
		work : "道教",    //--宝箱图标
	},
	{
		id : 10312,    //--宝箱ID
		work : "多维",    //--宝箱图标
	},
	{
		id : 10313,    //--宝箱ID
		work : "佛教",    //--宝箱图标
	},
	{
		id : 10314,    //--宝箱ID
		work : "佛祖",    //--宝箱图标
	},
	{
		id : 10315,    //--宝箱ID
		work : "释迦牟尼",    //--宝箱图标
	},
	{
		id : 10316,    //--宝箱ID
		work : "如来",    //--宝箱图标
	},
	{
		id : 10317,    //--宝箱ID
		work : "阿弥陀佛",    //--宝箱图标
	},
	{
		id : 10318,    //--宝箱ID
		work : "观世音",    //--宝箱图标
	},
	{
		id : 10319,    //--宝箱ID
		work : "普贤",    //--宝箱图标
	},
	{
		id : 10320,    //--宝箱ID
		work : "文殊",    //--宝箱图标
	},
	{
		id : 10321,    //--宝箱ID
		work : "地藏",    //--宝箱图标
	},
	{
		id : 10322,    //--宝箱ID
		work : "河殇",    //--宝箱图标
	},
	{
		id : 10323,    //--宝箱ID
		work : "回教",    //--宝箱图标
	},
	{
		id : 10324,    //--宝箱ID
		work : "穆罕默德",    //--宝箱图标
	},
	{
		id : 10325,    //--宝箱ID
		work : "穆斯林",    //--宝箱图标
	},
	{
		id : 10326,    //--宝箱ID
		work : "升天",    //--宝箱图标
	},
	{
		id : 10327,    //--宝箱ID
		work : "圣母",    //--宝箱图标
	},
	{
		id : 10328,    //--宝箱ID
		work : "耶和华",    //--宝箱图标
	},
	{
		id : 10329,    //--宝箱ID
		work : "耶稣",    //--宝箱图标
	},
	{
		id : 10330,    //--宝箱ID
		work : "伊斯兰",    //--宝箱图标
	},
	{
		id : 10331,    //--宝箱ID
		work : "真主安拉",    //--宝箱图标
	},
	{
		id : 10332,    //--宝箱ID
		work : "白莲教",    //--宝箱图标
	},
	{
		id : 10333,    //--宝箱ID
		work : "天主教",    //--宝箱图标
	},
	{
		id : 10334,    //--宝箱ID
		work : "基督教",    //--宝箱图标
	},
	{
		id : 10335,    //--宝箱ID
		work : "东正教",    //--宝箱图标
	},
	{
		id : 10336,    //--宝箱ID
		work : "大法",    //--宝箱图标
	},
	{
		id : 10337,    //--宝箱ID
		work : "法轮",    //--宝箱图标
	},
	{
		id : 10338,    //--宝箱ID
		work : "真理教",    //--宝箱图标
	},
	{
		id : 10339,    //--宝箱ID
		work : "走向圆满",    //--宝箱图标
	},
	{
		id : 10340,    //--宝箱ID
		work : "黄大仙",    //--宝箱图标
	},
	{
		id : 10341,    //--宝箱ID
		work : "风水",    //--宝箱图标
	},
	{
		id : 10342,    //--宝箱ID
		work : "跳大神",    //--宝箱图标
	},
	{
		id : 10343,    //--宝箱ID
		work : "神汉",    //--宝箱图标
	},
	{
		id : 10344,    //--宝箱ID
		work : "神婆",    //--宝箱图标
	},
	{
		id : 10345,    //--宝箱ID
		work : "大卫教",    //--宝箱图标
	},
	{
		id : 10346,    //--宝箱ID
		work : "阎王",    //--宝箱图标
	},
	{
		id : 10347,    //--宝箱ID
		work : "黑白无常",    //--宝箱图标
	},
	{
		id : 10348,    //--宝箱ID
		work : "牛头马面",    //--宝箱图标
	},
	{
		id : 10349,    //--宝箱ID
		work : "高丽棒子",    //--宝箱图标
	},
	{
		id : 10350,    //--宝箱ID
		work : "回回",    //--宝箱图标
	},
	{
		id : 10351,    //--宝箱ID
		work : "蒙古鞑子",    //--宝箱图标
	},
	{
		id : 10352,    //--宝箱ID
		work : "老毛子",    //--宝箱图标
	},
	{
		id : 10353,    //--宝箱ID
		work : "回民吃猪肉",    //--宝箱图标
	},
	{
		id : 10354,    //--宝箱ID
		work : "蒙古独立",    //--宝箱图标
	},
	{
		id : 10355,    //--宝箱ID
		work : "全能神",    //--宝箱图标
	},
	{
		id : 10356,    //--宝箱ID
		work : "谋杀",    //--宝箱图标
	},
	{
		id : 10357,    //--宝箱ID
		work : "杀人",    //--宝箱图标
	},
	{
		id : 10358,    //--宝箱ID
		work : "吸毒",    //--宝箱图标
	},
	{
		id : 10359,    //--宝箱ID
		work : "贩毒",    //--宝箱图标
	},
	{
		id : 10360,    //--宝箱ID
		work : "赌博",    //--宝箱图标
	},
	{
		id : 10361,    //--宝箱ID
		work : "拐卖",    //--宝箱图标
	},
	{
		id : 10362,    //--宝箱ID
		work : "走私",    //--宝箱图标
	},
	{
		id : 10363,    //--宝箱ID
		work : "卖淫",    //--宝箱图标
	},
	{
		id : 10364,    //--宝箱ID
		work : "监狱",    //--宝箱图标
	},
	{
		id : 10365,    //--宝箱ID
		work : "强奸",    //--宝箱图标
	},
	{
		id : 10366,    //--宝箱ID
		work : "轮奸",    //--宝箱图标
	},
	{
		id : 10367,    //--宝箱ID
		work : "抢劫",    //--宝箱图标
	},
	{
		id : 10368,    //--宝箱ID
		work : "先奸后杀",    //--宝箱图标
	},
	{
		id : 10369,    //--宝箱ID
		work : "枪支弹药",    //--宝箱图标
	},
	{
		id : 10370,    //--宝箱ID
		work : "下注",    //--宝箱图标
	},
	{
		id : 10371,    //--宝箱ID
		work : "押大",    //--宝箱图标
	},
	{
		id : 10372,    //--宝箱ID
		work : "押小",    //--宝箱图标
	},
	{
		id : 10373,    //--宝箱ID
		work : "抽头",    //--宝箱图标
	},
	{
		id : 10374,    //--宝箱ID
		work : "坐庄",    //--宝箱图标
	},
	{
		id : 10375,    //--宝箱ID
		work : "赌马",    //--宝箱图标
	},
	{
		id : 10376,    //--宝箱ID
		work : "赌球",    //--宝箱图标
	},
	{
		id : 10377,    //--宝箱ID
		work : "筹码",    //--宝箱图标
	},
	{
		id : 10378,    //--宝箱ID
		work : "老虎机",    //--宝箱图标
	},
	{
		id : 10379,    //--宝箱ID
		work : "轮盘赌",    //--宝箱图标
	},
	{
		id : 10380,    //--宝箱ID
		work : "安非他命",    //--宝箱图标
	},
	{
		id : 10381,    //--宝箱ID
		work : "大麻",    //--宝箱图标
	},
	{
		id : 10382,    //--宝箱ID
		work : "可卡因",    //--宝箱图标
	},
	{
		id : 10383,    //--宝箱ID
		work : "海洛因",    //--宝箱图标
	},
	{
		id : 10384,    //--宝箱ID
		work : "冰毒",    //--宝箱图标
	},
	{
		id : 10385,    //--宝箱ID
		work : "摇头丸",    //--宝箱图标
	},
	{
		id : 10386,    //--宝箱ID
		work : "杜冷丁",    //--宝箱图标
	},
	{
		id : 10387,    //--宝箱ID
		work : "鸦片",    //--宝箱图标
	},
	{
		id : 10388,    //--宝箱ID
		work : "罂粟",    //--宝箱图标
	},
	{
		id : 10389,    //--宝箱ID
		work : "迷幻药",    //--宝箱图标
	},
	{
		id : 10390,    //--宝箱ID
		work : "白粉",    //--宝箱图标
	},
	{
		id : 10391,    //--宝箱ID
		work : "嗑药",    //--宝箱图标
	},
	{
		id : 10392,    //--宝箱ID
		work : "卖枪支弹药",    //--宝箱图标
	},
	{
		id : 10393,    //--宝箱ID
		work : "K粉",    //--宝箱图标
	},
	{
		id : 10394,    //--宝箱ID
		work : "冰粉",    //--宝箱图标
	},
	{
		id : 10395,    //--宝箱ID
		work : "毒品",    //--宝箱图标
	},
	{
		id : 10396,    //--宝箱ID
		work : "黄网",    //--宝箱图标
	},
	{
		id : 10397,    //--宝箱ID
		work : "屄",    //--宝箱图标
	},
	{
		id : 10398,    //--宝箱ID
		work : "肏",    //--宝箱图标
	},
	{
		id : 10399,    //--宝箱ID
		work : "屌",    //--宝箱图标
	},
	{
		id : 10400,    //--宝箱ID
		work : "马的",    //--宝箱图标
	},
	{
		id : 10401,    //--宝箱ID
		work : "马白勺",    //--宝箱图标
	},
	{
		id : 10402,    //--宝箱ID
		work : "妈的",    //--宝箱图标
	},
	{
		id : 10403,    //--宝箱ID
		work : "妈白勺",    //--宝箱图标
	},
	{
		id : 10404,    //--宝箱ID
		work : "女马ㄉ",    //--宝箱图标
	},
	{
		id : 10405,    //--宝箱ID
		work : "女马的",    //--宝箱图标
	},
	{
		id : 10406,    //--宝箱ID
		work : "女马白勺",    //--宝箱图标
	},
	{
		id : 10407,    //--宝箱ID
		work : "操你",    //--宝箱图标
	},
	{
		id : 10408,    //--宝箱ID
		work : "操妳",    //--宝箱图标
	},
	{
		id : 10409,    //--宝箱ID
		work : "操他",    //--宝箱图标
	},
	{
		id : 10410,    //--宝箱ID
		work : "操人也",    //--宝箱图标
	},
	{
		id : 10411,    //--宝箱ID
		work : "操她",    //--宝箱图标
	},
	{
		id : 10412,    //--宝箱ID
		work : "操女也",    //--宝箱图标
	},
	{
		id : 10413,    //--宝箱ID
		work : "干你",    //--宝箱图标
	},
	{
		id : 10414,    //--宝箱ID
		work : "干妳",    //--宝箱图标
	},
	{
		id : 10415,    //--宝箱ID
		work : "干他",    //--宝箱图标
	},
	{
		id : 10416,    //--宝箱ID
		work : "干人也",    //--宝箱图标
	},
	{
		id : 10417,    //--宝箱ID
		work : "干她",    //--宝箱图标
	},
	{
		id : 10418,    //--宝箱ID
		work : "干女也",    //--宝箱图标
	},
	{
		id : 10419,    //--宝箱ID
		work : "超你",    //--宝箱图标
	},
	{
		id : 10420,    //--宝箱ID
		work : "超妳",    //--宝箱图标
	},
	{
		id : 10421,    //--宝箱ID
		work : "超他",    //--宝箱图标
	},
	{
		id : 10422,    //--宝箱ID
		work : "超人也",    //--宝箱图标
	},
	{
		id : 10423,    //--宝箱ID
		work : "超她",    //--宝箱图标
	},
	{
		id : 10424,    //--宝箱ID
		work : "超女也",    //--宝箱图标
	},
	{
		id : 10425,    //--宝箱ID
		work : "屌你",    //--宝箱图标
	},
	{
		id : 10426,    //--宝箱ID
		work : "屌我",    //--宝箱图标
	},
	{
		id : 10427,    //--宝箱ID
		work : "屌妳",    //--宝箱图标
	},
	{
		id : 10428,    //--宝箱ID
		work : "屌他",    //--宝箱图标
	},
	{
		id : 10429,    //--宝箱ID
		work : "屌人也",    //--宝箱图标
	},
	{
		id : 10430,    //--宝箱ID
		work : "屌她",    //--宝箱图标
	},
	{
		id : 10431,    //--宝箱ID
		work : "屌女也",    //--宝箱图标
	},
	{
		id : 10432,    //--宝箱ID
		work : "凸你",    //--宝箱图标
	},
	{
		id : 10433,    //--宝箱ID
		work : "凸我",    //--宝箱图标
	},
	{
		id : 10434,    //--宝箱ID
		work : "凸妳",    //--宝箱图标
	},
	{
		id : 10435,    //--宝箱ID
		work : "凸他",    //--宝箱图标
	},
	{
		id : 10436,    //--宝箱ID
		work : "凸人也",    //--宝箱图标
	},
	{
		id : 10437,    //--宝箱ID
		work : "凸她",    //--宝箱图标
	},
	{
		id : 10438,    //--宝箱ID
		work : "凸女也",    //--宝箱图标
	},
	{
		id : 10439,    //--宝箱ID
		work : "插你",    //--宝箱图标
	},
	{
		id : 10440,    //--宝箱ID
		work : "插他",    //--宝箱图标
	},
	{
		id : 10441,    //--宝箱ID
		work : "插我",    //--宝箱图标
	},
	{
		id : 10442,    //--宝箱ID
		work : "插她",    //--宝箱图标
	},
	{
		id : 10443,    //--宝箱ID
		work : "插妳",    //--宝箱图标
	},
	{
		id : 10444,    //--宝箱ID
		work : "臭你",    //--宝箱图标
	},
	{
		id : 10445,    //--宝箱ID
		work : "臭妳",    //--宝箱图标
	},
	{
		id : 10446,    //--宝箱ID
		work : "臭他",    //--宝箱图标
	},
	{
		id : 10447,    //--宝箱ID
		work : "臭人也",    //--宝箱图标
	},
	{
		id : 10448,    //--宝箱ID
		work : "臭她",    //--宝箱图标
	},
	{
		id : 10449,    //--宝箱ID
		work : "臭女也",    //--宝箱图标
	},
	{
		id : 10450,    //--宝箱ID
		work : "机八",    //--宝箱图标
	},
	{
		id : 10451,    //--宝箱ID
		work : "鸡八",    //--宝箱图标
	},
	{
		id : 10452,    //--宝箱ID
		work : "G八",    //--宝箱图标
	},
	{
		id : 10453,    //--宝箱ID
		work : "Ｇ八",    //--宝箱图标
	},
	{
		id : 10454,    //--宝箱ID
		work : "机巴",    //--宝箱图标
	},
	{
		id : 10455,    //--宝箱ID
		work : "鸡巴",    //--宝箱图标
	},
	{
		id : 10456,    //--宝箱ID
		work : "G巴",    //--宝箱图标
	},
	{
		id : 10457,    //--宝箱ID
		work : "Ｇ巴",    //--宝箱图标
	},
	{
		id : 10458,    //--宝箱ID
		work : "机叭",    //--宝箱图标
	},
	{
		id : 10459,    //--宝箱ID
		work : "鸡叭",    //--宝箱图标
	},
	{
		id : 10460,    //--宝箱ID
		work : "G叭",    //--宝箱图标
	},
	{
		id : 10461,    //--宝箱ID
		work : "Ｇ叭",    //--宝箱图标
	},
	{
		id : 10462,    //--宝箱ID
		work : "机芭",    //--宝箱图标
	},
	{
		id : 10463,    //--宝箱ID
		work : "鸡芭",    //--宝箱图标
	},
	{
		id : 10464,    //--宝箱ID
		work : "G芭",    //--宝箱图标
	},
	{
		id : 10465,    //--宝箱ID
		work : "Ｇ芭",    //--宝箱图标
	},
	{
		id : 10466,    //--宝箱ID
		work : "机掰",    //--宝箱图标
	},
	{
		id : 10467,    //--宝箱ID
		work : "鸡掰",    //--宝箱图标
	},
	{
		id : 10468,    //--宝箱ID
		work : "G掰",    //--宝箱图标
	},
	{
		id : 10469,    //--宝箱ID
		work : "Ｇ掰",    //--宝箱图标
	},
	{
		id : 10470,    //--宝箱ID
		work : "机Y",    //--宝箱图标
	},
	{
		id : 10471,    //--宝箱ID
		work : "机Ｙ",    //--宝箱图标
	},
	{
		id : 10472,    //--宝箱ID
		work : "鸡Y",    //--宝箱图标
	},
	{
		id : 10473,    //--宝箱ID
		work : "鸡Ｙ",    //--宝箱图标
	},
	{
		id : 10474,    //--宝箱ID
		work : "机8",    //--宝箱图标
	},
	{
		id : 10475,    //--宝箱ID
		work : "鸡８",    //--宝箱图标
	},
	{
		id : 10476,    //--宝箱ID
		work : "靠爸",    //--宝箱图标
	},
	{
		id : 10477,    //--宝箱ID
		work : "靠母",    //--宝箱图标
	},
	{
		id : 10478,    //--宝箱ID
		work : "哭爸",    //--宝箱图标
	},
	{
		id : 10479,    //--宝箱ID
		work : "哭母",    //--宝箱图标
	},
	{
		id : 10480,    //--宝箱ID
		work : "靠北",    //--宝箱图标
	},
	{
		id : 10481,    //--宝箱ID
		work : "老GY",    //--宝箱图标
	},
	{
		id : 10482,    //--宝箱ID
		work : "老ＧＹ",    //--宝箱图标
	},
	{
		id : 10483,    //--宝箱ID
		work : "干GY",    //--宝箱图标
	},
	{
		id : 10484,    //--宝箱ID
		work : "干ＧＹ",    //--宝箱图标
	},
	{
		id : 10485,    //--宝箱ID
		work : "操GY",    //--宝箱图标
	},
	{
		id : 10486,    //--宝箱ID
		work : "操ＧＹ",    //--宝箱图标
	},
	{
		id : 10487,    //--宝箱ID
		work : "超GY",    //--宝箱图标
	},
	{
		id : 10488,    //--宝箱ID
		work : "超ＧＹ",    //--宝箱图标
	},
	{
		id : 10489,    //--宝箱ID
		work : "臭GY",    //--宝箱图标
	},
	{
		id : 10490,    //--宝箱ID
		work : "臭ＧＹ",    //--宝箱图标
	},
	{
		id : 10491,    //--宝箱ID
		work : "干七八",    //--宝箱图标
	},
	{
		id : 10492,    //--宝箱ID
		work : "干78",    //--宝箱图标
	},
	{
		id : 10493,    //--宝箱ID
		work : "干７８",    //--宝箱图标
	},
	{
		id : 10494,    //--宝箱ID
		work : "操七八",    //--宝箱图标
	},
	{
		id : 10495,    //--宝箱ID
		work : "操78",    //--宝箱图标
	},
	{
		id : 10496,    //--宝箱ID
		work : "操７８",    //--宝箱图标
	},
	{
		id : 10497,    //--宝箱ID
		work : "超七八",    //--宝箱图标
	},
	{
		id : 10498,    //--宝箱ID
		work : "超78",    //--宝箱图标
	},
	{
		id : 10499,    //--宝箱ID
		work : "超７８",    //--宝箱图标
	},
	{
		id : 10500,    //--宝箱ID
		work : "臭七八",    //--宝箱图标
	},
	{
		id : 10501,    //--宝箱ID
		work : "臭78",    //--宝箱图标
	},
	{
		id : 10502,    //--宝箱ID
		work : "臭７８",    //--宝箱图标
	},
	{
		id : 10503,    //--宝箱ID
		work : "懒叫",    //--宝箱图标
	},
	{
		id : 10504,    //--宝箱ID
		work : "懒教",    //--宝箱图标
	},
	{
		id : 10505,    //--宝箱ID
		work : "妈B",    //--宝箱图标
	},
	{
		id : 10506,    //--宝箱ID
		work : "我日",    //--宝箱图标
	},
	{
		id : 10507,    //--宝箱ID
		work : "婊",    //--宝箱图标
	},
	{
		id : 10508,    //--宝箱ID
		work : "璩美凤",    //--宝箱图标
	},
	{
		id : 10509,    //--宝箱ID
		work : "阴茎",    //--宝箱图标
	},
	{
		id : 10510,    //--宝箱ID
		work : "日你",    //--宝箱图标
	},
	{
		id : 10511,    //--宝箱ID
		work : "阴道",    //--宝箱图标
	},
	{
		id : 10512,    //--宝箱ID
		work : "干死",    //--宝箱图标
	},
	{
		id : 10513,    //--宝箱ID
		work : "你妈",    //--宝箱图标
	},
	{
		id : 10514,    //--宝箱ID
		work : "TNND",    //--宝箱图标
	},
	{
		id : 10515,    //--宝箱ID
		work : "幼齿",    //--宝箱图标
	},
	{
		id : 10516,    //--宝箱ID
		work : "干死你",    //--宝箱图标
	},
	{
		id : 10517,    //--宝箱ID
		work : "作爱",    //--宝箱图标
	},
	{
		id : 10518,    //--宝箱ID
		work : "阝月",    //--宝箱图标
	},
	{
		id : 10519,    //--宝箱ID
		work : "歇逼",    //--宝箱图标
	},
	{
		id : 10520,    //--宝箱ID
		work : "蛤蟆",    //--宝箱图标
	},
	{
		id : 10521,    //--宝箱ID
		work : "发骚",    //--宝箱图标
	},
	{
		id : 10522,    //--宝箱ID
		work : "招妓",    //--宝箱图标
	},
	{
		id : 10523,    //--宝箱ID
		work : "阴唇",    //--宝箱图标
	},
	{
		id : 10524,    //--宝箱ID
		work : "操你妈",    //--宝箱图标
	},
	{
		id : 10525,    //--宝箱ID
		work : "精子",    //--宝箱图标
	},
	{
		id : 10526,    //--宝箱ID
		work : "奸淫",    //--宝箱图标
	},
	{
		id : 10527,    //--宝箱ID
		work : "菜逼",    //--宝箱图标
	},
	{
		id : 10528,    //--宝箱ID
		work : "奶奶的",    //--宝箱图标
	},
	{
		id : 10529,    //--宝箱ID
		work : "日死你",    //--宝箱图标
	},
	{
		id : 10530,    //--宝箱ID
		work : "贱人",    //--宝箱图标
	},
	{
		id : 10531,    //--宝箱ID
		work : "江八点",    //--宝箱图标
	},
	{
		id : 10532,    //--宝箱ID
		work : "你娘",    //--宝箱图标
	},
	{
		id : 10533,    //--宝箱ID
		work : "肛交",    //--宝箱图标
	},
	{
		id : 10534,    //--宝箱ID
		work : "破鞋",    //--宝箱图标
	},
	{
		id : 10535,    //--宝箱ID
		work : "贱逼",    //--宝箱图标
	},
	{
		id : 10536,    //--宝箱ID
		work : "娘的",    //--宝箱图标
	},
	{
		id : 10537,    //--宝箱ID
		work : "狗卵子",    //--宝箱图标
	},
	{
		id : 10538,    //--宝箱ID
		work : "骚货",    //--宝箱图标
	},
	{
		id : 10539,    //--宝箱ID
		work : "操蛋",    //--宝箱图标
	},
	{
		id : 10540,    //--宝箱ID
		work : "大比",    //--宝箱图标
	},
	{
		id : 10541,    //--宝箱ID
		work : "龟公",    //--宝箱图标
	},
	{
		id : 10542,    //--宝箱ID
		work : "穷逼",    //--宝箱图标
	},
	{
		id : 10543,    //--宝箱ID
		work : "欠日",    //--宝箱图标
	},
	{
		id : 10544,    //--宝箱ID
		work : "狗b",    //--宝箱图标
	},
	{
		id : 10545,    //--宝箱ID
		work : "牛逼",    //--宝箱图标
	},
	{
		id : 10546,    //--宝箱ID
		work : "装逼",    //--宝箱图标
	},
	{
		id : 10547,    //--宝箱ID
		work : "妈批",    //--宝箱图标
	},
	{
		id : 10548,    //--宝箱ID
		work : "欠操",    //--宝箱图标
	},
	{
		id : 10549,    //--宝箱ID
		work : "我操你",    //--宝箱图标
	},
	{
		id : 10550,    //--宝箱ID
		work : "烂逼",    //--宝箱图标
	},
	{
		id : 10551,    //--宝箱ID
		work : "你爸",    //--宝箱图标
	},
	{
		id : 10552,    //--宝箱ID
		work : "屁眼",    //--宝箱图标
	},
	{
		id : 10553,    //--宝箱ID
		work : "密穴",    //--宝箱图标
	},
	{
		id : 10554,    //--宝箱ID
		work : "鸡奸",    //--宝箱图标
	},
	{
		id : 10555,    //--宝箱ID
		work : "群奸",    //--宝箱图标
	},
	{
		id : 10556,    //--宝箱ID
		work : "烂比",    //--宝箱图标
	},
	{
		id : 10557,    //--宝箱ID
		work : "牛比",    //--宝箱图标
	},
	{
		id : 10558,    //--宝箱ID
		work : "喷你",    //--宝箱图标
	},
	{
		id : 10559,    //--宝箱ID
		work : "大b",    //--宝箱图标
	},
	{
		id : 10560,    //--宝箱ID
		work : "小b",    //--宝箱图标
	},
	{
		id : 10561,    //--宝箱ID
		work : "性欲",    //--宝箱图标
	},
	{
		id : 10562,    //--宝箱ID
		work : "你大爷",    //--宝箱图标
	},
	{
		id : 10563,    //--宝箱ID
		work : "淫荡",    //--宝箱图标
	},
	{
		id : 10564,    //--宝箱ID
		work : "中国猪",    //--宝箱图标
	},
	{
		id : 10565,    //--宝箱ID
		work : "狂操",    //--宝箱图标
	},
	{
		id : 10566,    //--宝箱ID
		work : "婊子",    //--宝箱图标
	},
	{
		id : 10567,    //--宝箱ID
		work : "我操",    //--宝箱图标
	},
	{
		id : 10568,    //--宝箱ID
		work : "淫秽",    //--宝箱图标
	},
	{
		id : 10569,    //--宝箱ID
		work : "江猪媳",    //--宝箱图标
	},
	{
		id : 10570,    //--宝箱ID
		work : "狗屎",    //--宝箱图标
	},
	{
		id : 10571,    //--宝箱ID
		work : "十八摸",    //--宝箱图标
	},
	{
		id : 10572,    //--宝箱ID
		work : "操逼",    //--宝箱图标
	},
	{
		id : 10573,    //--宝箱ID
		work : "二B",    //--宝箱图标
	},
	{
		id : 10574,    //--宝箱ID
		work : "猪毛",    //--宝箱图标
	},
	{
		id : 10575,    //--宝箱ID
		work : "狗操",    //--宝箱图标
	},
	{
		id : 10576,    //--宝箱ID
		work : "奶子",    //--宝箱图标
	},
	{
		id : 10577,    //--宝箱ID
		work : "大花逼",    //--宝箱图标
	},
	{
		id : 10578,    //--宝箱ID
		work : "逼样",    //--宝箱图标
	},
	{
		id : 10579,    //--宝箱ID
		work : "去你妈的",    //--宝箱图标
	},
	{
		id : 10580,    //--宝箱ID
		work : "完蛋操",    //--宝箱图标
	},
	{
		id : 10581,    //--宝箱ID
		work : "下贱",    //--宝箱图标
	},
	{
		id : 10582,    //--宝箱ID
		work : "淫穴",    //--宝箱图标
	},
	{
		id : 10583,    //--宝箱ID
		work : "猪操",    //--宝箱图标
	},
	{
		id : 10584,    //--宝箱ID
		work : "妓女",    //--宝箱图标
	},
	{
		id : 10585,    //--宝箱ID
		work : "阴水",    //--宝箱图标
	},
	{
		id : 10586,    //--宝箱ID
		work : "操比",    //--宝箱图标
	},
	{
		id : 10587,    //--宝箱ID
		work : "精液",    //--宝箱图标
	},
	{
		id : 10588,    //--宝箱ID
		work : "卖比",    //--宝箱图标
	},
	{
		id : 10589,    //--宝箱ID
		work : "16dy-图库",    //--宝箱图标
	},
	{
		id : 10590,    //--宝箱ID
		work : "獸交",    //--宝箱图标
	},
	{
		id : 10591,    //--宝箱ID
		work : "爱女人",    //--宝箱图标
	},
	{
		id : 10592,    //--宝箱ID
		work : "拔出来",    //--宝箱图标
	},
	{
		id : 10593,    //--宝箱ID
		work : "操b",    //--宝箱图标
	},
	{
		id : 10594,    //--宝箱ID
		work : "插进",    //--宝箱图标
	},
	{
		id : 10595,    //--宝箱ID
		work : "插穴",    //--宝箱图标
	},
	{
		id : 10596,    //--宝箱ID
		work : "吃精",    //--宝箱图标
	},
	{
		id : 10597,    //--宝箱ID
		work : "抽插",    //--宝箱图标
	},
	{
		id : 10598,    //--宝箱ID
		work : "大乳",    //--宝箱图标
	},
	{
		id : 10599,    //--宝箱ID
		work : "调教",    //--宝箱图标
	},
	{
		id : 10600,    //--宝箱ID
		work : "黄色电影",    //--宝箱图标
	},
	{
		id : 10601,    //--宝箱ID
		work : "激情电影",    //--宝箱图标
	},
	{
		id : 10602,    //--宝箱ID
		work : "轮暴",    //--宝箱图标
	},
	{
		id : 10603,    //--宝箱ID
		work : "迷奸",    //--宝箱图标
	},
	{
		id : 10604,    //--宝箱ID
		work : "乳房",    //--宝箱图标
	},
	{
		id : 10605,    //--宝箱ID
		work : "色猫",    //--宝箱图标
	},
	{
		id : 10606,    //--宝箱ID
		work : "色欲",    //--宝箱图标
	},
	{
		id : 10607,    //--宝箱ID
		work : "性爱图库",    //--宝箱图标
	},
	{
		id : 10608,    //--宝箱ID
		work : "亚情",    //--宝箱图标
	},
	{
		id : 10609,    //--宝箱ID
		work : "淫亂",    //--宝箱图标
	},
	{
		id : 10610,    //--宝箱ID
		work : "淫女",    //--宝箱图标
	},
	{
		id : 10611,    //--宝箱ID
		work : "淫蕩",    //--宝箱图标
	},
	{
		id : 10612,    //--宝箱ID
		work : "淫水",    //--宝箱图标
	},
	{
		id : 10613,    //--宝箱ID
		work : "淫汁",    //--宝箱图标
	},
	{
		id : 10614,    //--宝箱ID
		work : "幼圖",    //--宝箱图标
	},
	{
		id : 10615,    //--宝箱ID
		work : "中文搜性网",    //--宝箱图标
	},
	{
		id : 10616,    //--宝箱ID
		work : "自慰",    //--宝箱图标
	},
	{
		id : 10617,    //--宝箱ID
		work : "鷄巴",    //--宝箱图标
	},
	{
		id : 10618,    //--宝箱ID
		work : "學生妹",    //--宝箱图标
	},
	{
		id : 10619,    //--宝箱ID
		work : "１８歲淫亂",    //--宝箱图标
	},
	{
		id : 10620,    //--宝箱ID
		work : "999日本妹",    //--宝箱图标
	},
	{
		id : 10621,    //--宝箱ID
		work : "幹炮",    //--宝箱图标
	},
	{
		id : 10622,    //--宝箱ID
		work : "摸阴蒂",    //--宝箱图标
	},
	{
		id : 10623,    //--宝箱ID
		work : "金鳞岂是池中物",    //--宝箱图标
	},
	{
		id : 10624,    //--宝箱ID
		work : "掰穴皮卡丘",    //--宝箱图标
	},
	{
		id : 10625,    //--宝箱ID
		work : "白虎少妇",    //--宝箱图标
	},
	{
		id : 10626,    //--宝箱ID
		work : "白虎阴穴",    //--宝箱图标
	},
	{
		id : 10627,    //--宝箱ID
		work : "包二奶",    //--宝箱图标
	},
	{
		id : 10628,    //--宝箱ID
		work : "暴淫",    //--宝箱图标
	},
	{
		id : 10629,    //--宝箱ID
		work : "逼痒",    //--宝箱图标
	},
	{
		id : 10630,    //--宝箱ID
		work : "蕩妹",    //--宝箱图标
	},
	{
		id : 10631,    //--宝箱ID
		work : "肥逼",    //--宝箱图标
	},
	{
		id : 10632,    //--宝箱ID
		work : "粉穴",    //--宝箱图标
	},
	{
		id : 10633,    //--宝箱ID
		work : "干穴",    //--宝箱图标
	},
	{
		id : 10634,    //--宝箱ID
		work : "开苞",    //--宝箱图标
	},
	{
		id : 10635,    //--宝箱ID
		work : "口活",    //--宝箱图标
	},
	{
		id : 10636,    //--宝箱ID
		work : "狼友",    //--宝箱图标
	},
	{
		id : 10637,    //--宝箱ID
		work : "春药",    //--宝箱图标
	},
	{
		id : 10638,    //--宝箱ID
		work : "风艳阁",    //--宝箱图标
	},
	{
		id : 10639,    //--宝箱ID
		work : "激情小说",    //--宝箱图标
	},
	{
		id : 10640,    //--宝箱ID
		work : "兽欲",    //--宝箱图标
	},
	{
		id : 10641,    //--宝箱ID
		work : "全裸",    //--宝箱图标
	},
	{
		id : 10642,    //--宝箱ID
		work : "秘唇",    //--宝箱图标
	},
	{
		id : 10643,    //--宝箱ID
		work : "蜜穴",    //--宝箱图标
	},
	{
		id : 10644,    //--宝箱ID
		work : "玉穴",    //--宝箱图标
	},
	{
		id : 10645,    //--宝箱ID
		work : "应召",    //--宝箱图标
	},
	{
		id : 10646,    //--宝箱ID
		work : "菊花蕾",    //--宝箱图标
	},
	{
		id : 10647,    //--宝箱ID
		work : "大力抽送",    //--宝箱图标
	},
	{
		id : 10648,    //--宝箱ID
		work : "干的爽",    //--宝箱图标
	},
	{
		id : 10649,    //--宝箱ID
		work : "肉蒲团",    //--宝箱图标
	},
	{
		id : 10650,    //--宝箱ID
		work : "后庭",    //--宝箱图标
	},
	{
		id : 10651,    //--宝箱ID
		work : "淫叫",    //--宝箱图标
	},
	{
		id : 10652,    //--宝箱ID
		work : "男女交欢",    //--宝箱图标
	},
	{
		id : 10653,    //--宝箱ID
		work : "极品波霸",    //--宝箱图标
	},
	{
		id : 10654,    //--宝箱ID
		work : "兽奸",    //--宝箱图标
	},
	{
		id : 10655,    //--宝箱ID
		work : "流淫",    //--宝箱图标
	},
	{
		id : 10656,    //--宝箱ID
		work : "销魂洞",    //--宝箱图标
	},
	{
		id : 10657,    //--宝箱ID
		work : "操烂",    //--宝箱图标
	},
	{
		id : 10658,    //--宝箱ID
		work : "成人网站",    //--宝箱图标
	},
	{
		id : 10659,    //--宝箱ID
		work : "淫色",    //--宝箱图标
	},
	{
		id : 10660,    //--宝箱ID
		work : "一夜欢",    //--宝箱图标
	},
	{
		id : 10661,    //--宝箱ID
		work : "姦淫",    //--宝箱图标
	},
	{
		id : 10662,    //--宝箱ID
		work : "给你爽",    //--宝箱图标
	},
	{
		id : 10663,    //--宝箱ID
		work : "偷窥图片",    //--宝箱图标
	},
	{
		id : 10664,    //--宝箱ID
		work : "性奴",    //--宝箱图标
	},
	{
		id : 10665,    //--宝箱ID
		work : "大奶头",    //--宝箱图标
	},
	{
		id : 10666,    //--宝箱ID
		work : "奸幼",    //--宝箱图标
	},
	{
		id : 10667,    //--宝箱ID
		work : "中年美妇",    //--宝箱图标
	},
	{
		id : 10668,    //--宝箱ID
		work : "豪乳",    //--宝箱图标
	},
	{
		id : 10669,    //--宝箱ID
		work : "喷精",    //--宝箱图标
	},
	{
		id : 10670,    //--宝箱ID
		work : "逼奸",    //--宝箱图标
	},
	{
		id : 10671,    //--宝箱ID
		work : "脱内裤",    //--宝箱图标
	},
	{
		id : 10672,    //--宝箱ID
		work : "发浪",    //--宝箱图标
	},
	{
		id : 10673,    //--宝箱ID
		work : "浪叫",    //--宝箱图标
	},
	{
		id : 10674,    //--宝箱ID
		work : "肉茎",    //--宝箱图标
	},
	{
		id : 10675,    //--宝箱ID
		work : "菊花洞",    //--宝箱图标
	},
	{
		id : 10676,    //--宝箱ID
		work : "成人自拍",    //--宝箱图标
	},
	{
		id : 10677,    //--宝箱ID
		work : "自拍美穴",    //--宝箱图标
	},
	{
		id : 10678,    //--宝箱ID
		work : "抠穴",    //--宝箱图标
	},
	{
		id : 10679,    //--宝箱ID
		work : "颜射",    //--宝箱图标
	},
	{
		id : 10680,    //--宝箱ID
		work : "肉棍",    //--宝箱图标
	},
	{
		id : 10681,    //--宝箱ID
		work : "淫水爱液",    //--宝箱图标
	},
	{
		id : 10682,    //--宝箱ID
		work : "阴核",    //--宝箱图标
	},
	{
		id : 10683,    //--宝箱ID
		work : "露B",    //--宝箱图标
	},
	{
		id : 10684,    //--宝箱ID
		work : "母子奸情",    //--宝箱图标
	},
	{
		id : 10685,    //--宝箱ID
		work : "人妻熟女",    //--宝箱图标
	},
	{
		id : 10686,    //--宝箱ID
		work : "色界",    //--宝箱图标
	},
	{
		id : 10687,    //--宝箱ID
		work : "丁香社区",    //--宝箱图标
	},
	{
		id : 10688,    //--宝箱ID
		work : "爱图公园",    //--宝箱图标
	},
	{
		id : 10689,    //--宝箱ID
		work : "色色五月天",    //--宝箱图标
	},
	{
		id : 10690,    //--宝箱ID
		work : "鹿城娱乐",    //--宝箱图标
	},
	{
		id : 10691,    //--宝箱ID
		work : "色色",    //--宝箱图标
	},
	{
		id : 10692,    //--宝箱ID
		work : "幼香阁",    //--宝箱图标
	},
	{
		id : 10693,    //--宝箱ID
		work : "隐窝窝",    //--宝箱图标
	},
	{
		id : 10694,    //--宝箱ID
		work : "乱伦熟女网",    //--宝箱图标
	},
	{
		id : 10695,    //--宝箱ID
		work : "插阴",    //--宝箱图标
	},
	{
		id : 10696,    //--宝箱ID
		work : "露阴照",    //--宝箱图标
	},
	{
		id : 10697,    //--宝箱ID
		work : "美幼",    //--宝箱图标
	},
	{
		id : 10698,    //--宝箱ID
		work : "97sese",    //--宝箱图标
	},
	{
		id : 10699,    //--宝箱ID
		work : "嫩鲍鱼",    //--宝箱图标
	},
	{
		id : 10700,    //--宝箱ID
		work : "日本AV女优",    //--宝箱图标
	},
	{
		id : 10701,    //--宝箱ID
		work : "美女走光",    //--宝箱图标
	},
	{
		id : 10702,    //--宝箱ID
		work : "33bbb走光",    //--宝箱图标
	},
	{
		id : 10703,    //--宝箱ID
		work : "激情贴图",    //--宝箱图标
	},
	{
		id : 10704,    //--宝箱ID
		work : "成人论坛",    //--宝箱图标
	},
	{
		id : 10705,    //--宝箱ID
		work : "就去诱惑",    //--宝箱图标
	},
	{
		id : 10706,    //--宝箱ID
		work : "浴室自拍",    //--宝箱图标
	},
	{
		id : 10707,    //--宝箱ID
		work : "BlowJobs",    //--宝箱图标
	},
	{
		id : 10708,    //--宝箱ID
		work : "激情裸体",    //--宝箱图标
	},
	{
		id : 10709,    //--宝箱ID
		work : "丽春苑",    //--宝箱图标
	},
	{
		id : 10710,    //--宝箱ID
		work : "窝窝客",    //--宝箱图标
	},
	{
		id : 10711,    //--宝箱ID
		work : "银民吧",    //--宝箱图标
	},
	{
		id : 10712,    //--宝箱ID
		work : "亚洲色",    //--宝箱图标
	},
	{
		id : 10713,    //--宝箱ID
		work : "碧香亭",    //--宝箱图标
	},
	{
		id : 10714,    //--宝箱ID
		work : "爱色cc",    //--宝箱图标
	},
	{
		id : 10715,    //--宝箱ID
		work : "妹妹骚图",    //--宝箱图标
	},
	{
		id : 10716,    //--宝箱ID
		work : "宾馆女郎",    //--宝箱图标
	},
	{
		id : 10717,    //--宝箱ID
		work : "美腿丝足",    //--宝箱图标
	},
	{
		id : 10718,    //--宝箱ID
		work : "好色cc",    //--宝箱图标
	},
	{
		id : 10719,    //--宝箱ID
		work : "无码长片",    //--宝箱图标
	},
	{
		id : 10720,    //--宝箱ID
		work : "淫水涟涟",    //--宝箱图标
	},
	{
		id : 10721,    //--宝箱ID
		work : "放荡少妇",    //--宝箱图标
	},
	{
		id : 10722,    //--宝箱ID
		work : "成人图片",    //--宝箱图标
	},
	{
		id : 10723,    //--宝箱ID
		work : "黄金圣水",    //--宝箱图标
	},
	{
		id : 10724,    //--宝箱ID
		work : "脚交",    //--宝箱图标
	},
	{
		id : 10725,    //--宝箱ID
		work : "勾魂少妇",    //--宝箱图标
	},
	{
		id : 10726,    //--宝箱ID
		work : "女尻",    //--宝箱图标
	},
	{
		id : 10727,    //--宝箱ID
		work : "我要性交",    //--宝箱图标
	},
	{
		id : 10728,    //--宝箱ID
		work : "SM女王",    //--宝箱图标
	},
	{
		id : 10729,    //--宝箱ID
		work : "乳此丝袜",    //--宝箱图标
	},
	{
		id : 10730,    //--宝箱ID
		work : "日本灌肠",    //--宝箱图标
	},
	{
		id : 10731,    //--宝箱ID
		work : "集体性爱",    //--宝箱图标
	},
	{
		id : 10732,    //--宝箱ID
		work : "国产骚货",    //--宝箱图标
	},
	{
		id : 10733,    //--宝箱ID
		work : "操B指南",    //--宝箱图标
	},
	{
		id : 10734,    //--宝箱ID
		work : "亚洲淫娃",    //--宝箱图标
	},
	{
		id : 10735,    //--宝箱ID
		work : "熟女乱伦",    //--宝箱图标
	},
	{
		id : 10736,    //--宝箱ID
		work : "SM舔穴",    //--宝箱图标
	},
	{
		id : 10737,    //--宝箱ID
		work : "無碼H漫",    //--宝箱图标
	},
	{
		id : 10738,    //--宝箱ID
		work : "大胆少女",    //--宝箱图标
	},
	{
		id : 10739,    //--宝箱ID
		work : "乳此丰满",    //--宝箱图标
	},
	{
		id : 10740,    //--宝箱ID
		work : "屄屄特写",    //--宝箱图标
	},
	{
		id : 10741,    //--宝箱ID
		work : "熟女颜射",    //--宝箱图标
	},
	{
		id : 10742,    //--宝箱ID
		work : "要色色",    //--宝箱图标
	},
	{
		id : 10743,    //--宝箱ID
		work : "耻辱轮奸",    //--宝箱图标
	},
	{
		id : 10744,    //--宝箱ID
		work : "巨乳素人",    //--宝箱图标
	},
	{
		id : 10745,    //--宝箱ID
		work : "妩媚挑逗",    //--宝箱图标
	},
	{
		id : 10746,    //--宝箱ID
		work : "骚姨妈",    //--宝箱图标
	},
	{
		id : 10747,    //--宝箱ID
		work : "裸体少妇",    //--宝箱图标
	},
	{
		id : 10748,    //--宝箱ID
		work : "美少妇",    //--宝箱图标
	},
	{
		id : 10749,    //--宝箱ID
		work : "射奶",    //--宝箱图标
	},
	{
		id : 10750,    //--宝箱ID
		work : "杨思敏",    //--宝箱图标
	},
	{
		id : 10751,    //--宝箱ID
		work : "野外性交",    //--宝箱图标
	},
	{
		id : 10752,    //--宝箱ID
		work : "风骚淫荡",    //--宝箱图标
	},
	{
		id : 10753,    //--宝箱ID
		work : "白虎嫩B",    //--宝箱图标
	},
	{
		id : 10754,    //--宝箱ID
		work : "明星淫图",    //--宝箱图标
	},
	{
		id : 10755,    //--宝箱ID
		work : "淫乱熟女",    //--宝箱图标
	},
	{
		id : 10756,    //--宝箱ID
		work : "高清性愛",    //--宝箱图标
	},
	{
		id : 10757,    //--宝箱ID
		work : "高潮集锦",    //--宝箱图标
	},
	{
		id : 10758,    //--宝箱ID
		work : "淫兽学园",    //--宝箱图标
	},
	{
		id : 10759,    //--宝箱ID
		work : "俏臀摄魄",    //--宝箱图标
	},
	{
		id : 10760,    //--宝箱ID
		work : "有容奶大",    //--宝箱图标
	},
	{
		id : 10761,    //--宝箱ID
		work : "无套内射",    //--宝箱图标
	},
	{
		id : 10762,    //--宝箱ID
		work : "毛鲍",    //--宝箱图标
	},
	{
		id : 10763,    //--宝箱ID
		work : "3P炮图",    //--宝箱图标
	},
	{
		id : 10764,    //--宝箱ID
		work : "性交课",    //--宝箱图标
	},
	{
		id : 10765,    //--宝箱ID
		work : "激凸走光",    //--宝箱图标
	},
	{
		id : 10766,    //--宝箱ID
		work : "性感妖娆",    //--宝箱图标
	},
	{
		id : 10767,    //--宝箱ID
		work : "人妻交换",    //--宝箱图标
	},
	{
		id : 10768,    //--宝箱ID
		work : "监禁陵辱",    //--宝箱图标
	},
	{
		id : 10769,    //--宝箱ID
		work : "生徒胸触",    //--宝箱图标
	},
	{
		id : 10770,    //--宝箱ID
		work : "東洋屄",    //--宝箱图标
	},
	{
		id : 10771,    //--宝箱ID
		work : "翘臀嫩穴",    //--宝箱图标
	},
	{
		id : 10772,    //--宝箱ID
		work : "春光外泻",    //--宝箱图标
	},
	{
		id : 10773,    //--宝箱ID
		work : "淫妇自慰",    //--宝箱图标
	},
	{
		id : 10774,    //--宝箱ID
		work : "本土无码",    //--宝箱图标
	},
	{
		id : 10775,    //--宝箱ID
		work : "淫妻交换",    //--宝箱图标
	},
	{
		id : 10776,    //--宝箱ID
		work : "日屄",    //--宝箱图标
	},
	{
		id : 10777,    //--宝箱ID
		work : "近亲相奸",    //--宝箱图标
	},
	{
		id : 10778,    //--宝箱ID
		work : "艳乳",    //--宝箱图标
	},
	{
		id : 10779,    //--宝箱ID
		work : "白虎小穴",    //--宝箱图标
	},
	{
		id : 10780,    //--宝箱ID
		work : "肛门喷水",    //--宝箱图标
	},
	{
		id : 10781,    //--宝箱ID
		work : "淫荡贵妇",    //--宝箱图标
	},
	{
		id : 10782,    //--宝箱ID
		work : "鬼畜轮奸",    //--宝箱图标
	},
	{
		id : 10783,    //--宝箱ID
		work : "浴室乱伦",    //--宝箱图标
	},
	{
		id : 10784,    //--宝箱ID
		work : "生奸内射",    //--宝箱图标
	},
	{
		id : 10785,    //--宝箱ID
		work : "国产嫖娼",    //--宝箱图标
	},
	{
		id : 10786,    //--宝箱ID
		work : "白液四溅",    //--宝箱图标
	},
	{
		id : 10787,    //--宝箱ID
		work : "带套肛交",    //--宝箱图标
	},
	{
		id : 10788,    //--宝箱ID
		work : "大乱交",    //--宝箱图标
	},
	{
		id : 10789,    //--宝箱ID
		work : "精液榨取",    //--宝箱图标
	},
	{
		id : 10790,    //--宝箱ID
		work : "性感乳娘",    //--宝箱图标
	},
	{
		id : 10791,    //--宝箱ID
		work : "魅惑巨乳",    //--宝箱图标
	},
	{
		id : 10792,    //--宝箱ID
		work : "无码炮图",    //--宝箱图标
	},
	{
		id : 10793,    //--宝箱ID
		work : "群阴会",    //--宝箱图标
	},
	{
		id : 10794,    //--宝箱ID
		work : "人性本色",    //--宝箱图标
	},
	{
		id : 10795,    //--宝箱ID
		work : "极品波神",    //--宝箱图标
	},
	{
		id : 10796,    //--宝箱ID
		work : "淫乱工作",    //--宝箱图标
	},
	{
		id : 10797,    //--宝箱ID
		work : "白浆四溅",    //--宝箱图标
	},
	{
		id : 10798,    //--宝箱ID
		work : "街头扒衣",    //--宝箱图标
	},
	{
		id : 10799,    //--宝箱ID
		work : "口内爆射",    //--宝箱图标
	},
	{
		id : 10800,    //--宝箱ID
		work : "嫩BB",    //--宝箱图标
	},
	{
		id : 10801,    //--宝箱ID
		work : "肛门拳交",    //--宝箱图标
	},
	{
		id : 10802,    //--宝箱ID
		work : "灌满精液",    //--宝箱图标
	},
	{
		id : 10803,    //--宝箱ID
		work : "莲花逼",    //--宝箱图标
	},
	{
		id : 10804,    //--宝箱ID
		work : "自慰抠穴",    //--宝箱图标
	},
	{
		id : 10805,    //--宝箱ID
		work : "人妻榨乳",    //--宝箱图标
	},
	{
		id : 10806,    //--宝箱ID
		work : "拔屄自拍",    //--宝箱图标
	},
	{
		id : 10807,    //--宝箱ID
		work : "洗肠射尿",    //--宝箱图标
	},
	{
		id : 10808,    //--宝箱ID
		work : "人妻色诱",    //--宝箱图标
	},
	{
		id : 10809,    //--宝箱ID
		work : "淫浆",    //--宝箱图标
	},
	{
		id : 10810,    //--宝箱ID
		work : "狂乳激揺",    //--宝箱图标
	},
	{
		id : 10811,    //--宝箱ID
		work : "騷浪",    //--宝箱图标
	},
	{
		id : 10812,    //--宝箱ID
		work : "射爽",    //--宝箱图标
	},
	{
		id : 10813,    //--宝箱ID
		work : "蘚鮑",    //--宝箱图标
	},
	{
		id : 10814,    //--宝箱ID
		work : "制服狩",    //--宝箱图标
	},
	{
		id : 10815,    //--宝箱ID
		work : "無毛穴",    //--宝箱图标
	},
	{
		id : 10816,    //--宝箱ID
		work : "骚浪美女",    //--宝箱图标
	},
	{
		id : 10817,    //--宝箱ID
		work : "肏屄",    //--宝箱图标
	},
	{
		id : 10818,    //--宝箱ID
		work : "舌头穴",    //--宝箱图标
	},
	{
		id : 10819,    //--宝箱ID
		work : "人妻做爱",    //--宝箱图标
	},
	{
		id : 10820,    //--宝箱ID
		work : "插逼",    //--宝箱图标
	},
	{
		id : 10821,    //--宝箱ID
		work : "爆操",    //--宝箱图标
	},
	{
		id : 10822,    //--宝箱ID
		work : "插穴止痒",    //--宝箱图标
	},
	{
		id : 10823,    //--宝箱ID
		work : "骚乳",    //--宝箱图标
	},
	{
		id : 10824,    //--宝箱ID
		work : "食精",    //--宝箱图标
	},
	{
		id : 10825,    //--宝箱ID
		work : "爆乳娘",    //--宝箱图标
	},
	{
		id : 10826,    //--宝箱ID
		work : "插阴茎",    //--宝箱图标
	},
	{
		id : 10827,    //--宝箱ID
		work : "黑毛屄",    //--宝箱图标
	},
	{
		id : 10828,    //--宝箱ID
		work : "肉便器",    //--宝箱图标
	},
	{
		id : 10829,    //--宝箱ID
		work : "肉逼",    //--宝箱图标
	},
	{
		id : 10830,    //--宝箱ID
		work : "淫亂潮吹",    //--宝箱图标
	},
	{
		id : 10831,    //--宝箱ID
		work : "母奸",    //--宝箱图标
	},
	{
		id : 10832,    //--宝箱ID
		work : "熟妇人妻",    //--宝箱图标
	},
	{
		id : 10833,    //--宝箱ID
		work : "発射",    //--宝箱图标
	},
	{
		id : 10834,    //--宝箱ID
		work : "幹砲",    //--宝箱图标
	},
	{
		id : 10835,    //--宝箱ID
		work : "性佣",    //--宝箱图标
	},
	{
		id : 10836,    //--宝箱ID
		work : "爽穴",    //--宝箱图标
	},
	{
		id : 10837,    //--宝箱ID
		work : "插比",    //--宝箱图标
	},
	{
		id : 10838,    //--宝箱ID
		work : "嫩鲍",    //--宝箱图标
	},
	{
		id : 10839,    //--宝箱ID
		work : "骚母",    //--宝箱图标
	},
	{
		id : 10840,    //--宝箱ID
		work : "吃鸡巴",    //--宝箱图标
	},
	{
		id : 10841,    //--宝箱ID
		work : "金毛穴",    //--宝箱图标
	},
	{
		id : 10842,    //--宝箱ID
		work : "体奸",    //--宝箱图标
	},
	{
		id : 10843,    //--宝箱ID
		work : "爆草",    //--宝箱图标
	},
	{
		id : 10844,    //--宝箱ID
		work : "操妻",    //--宝箱图标
	},
	{
		id : 10845,    //--宝箱ID
		work : "a4u",    //--宝箱图标
	},
	{
		id : 10846,    //--宝箱ID
		work : "酥穴",    //--宝箱图标
	},
	{
		id : 10847,    //--宝箱ID
		work : "屄毛",    //--宝箱图标
	},
	{
		id : 10848,    //--宝箱ID
		work : "厕所盗摄",    //--宝箱图标
	},
	{
		id : 10849,    //--宝箱ID
		work : "艳妇淫女",    //--宝箱图标
	},
	{
		id : 10850,    //--宝箱ID
		work : "掰穴打洞",    //--宝箱图标
	},
	{
		id : 10851,    //--宝箱ID
		work : "盗撮",    //--宝箱图标
	},
	{
		id : 10852,    //--宝箱ID
		work : "薄码",    //--宝箱图标
	},
	{
		id : 10853,    //--宝箱ID
		work : "少修正",    //--宝箱图标
	},
	{
		id : 10854,    //--宝箱ID
		work : "巧淫奸戏",    //--宝箱图标
	},
	{
		id : 10855,    //--宝箱ID
		work : "成人片",    //--宝箱图标
	},
	{
		id : 10856,    //--宝箱ID
		work : "换妻大会",    //--宝箱图标
	},
	{
		id : 10857,    //--宝箱ID
		work : "破处",    //--宝箱图标
	},
	{
		id : 10858,    //--宝箱ID
		work : "穴爽",    //--宝箱图标
	},
	{
		id : 10859,    //--宝箱ID
		work : "g点",    //--宝箱图标
	},
	{
		id : 10860,    //--宝箱ID
		work : "欢欢娱乐时空",    //--宝箱图标
	},
	{
		id : 10861,    //--宝箱ID
		work : "近親相姦",    //--宝箱图标
	},
	{
		id : 10862,    //--宝箱ID
		work : "裤袜",    //--宝箱图标
	},
	{
		id : 10863,    //--宝箱ID
		work : "乱伦",    //--宝箱图标
	},
	{
		id : 10864,    //--宝箱ID
		work : "买春",    //--宝箱图标
	},
	{
		id : 10865,    //--宝箱ID
		work : "妹妹阴毛",    //--宝箱图标
	},
	{
		id : 10866,    //--宝箱ID
		work : "免费成人网站",    //--宝箱图标
	},
	{
		id : 10867,    //--宝箱ID
		work : "免费偷窥网",    //--宝箱图标
	},
	{
		id : 10868,    //--宝箱ID
		work : "免费A片",    //--宝箱图标
	},
	{
		id : 10869,    //--宝箱ID
		work : "摩洛客",    //--宝箱图标
	},
	{
		id : 10870,    //--宝箱ID
		work : "嫩b",    //--宝箱图标
	},
	{
		id : 10871,    //--宝箱ID
		work : "捏弄",    //--宝箱图标
	},
	{
		id : 10872,    //--宝箱ID
		work : "女优",    //--宝箱图标
	},
	{
		id : 10873,    //--宝箱ID
		work : "肉棒",    //--宝箱图标
	},
	{
		id : 10874,    //--宝箱ID
		work : "骚姐姐",    //--宝箱图标
	},
	{
		id : 10875,    //--宝箱ID
		work : "色区",    //--宝箱图标
	},
	{
		id : 10876,    //--宝箱ID
		work : "色书库",    //--宝箱图标
	},
	{
		id : 10877,    //--宝箱ID
		work : "射颜",    //--宝箱图标
	},
	{
		id : 10878,    //--宝箱ID
		work : "手淫",    //--宝箱图标
	},
	{
		id : 10879,    //--宝箱ID
		work : "兽交",    //--宝箱图标
	},
	{
		id : 10880,    //--宝箱ID
		work : "吸精少女",    //--宝箱图标
	},
	{
		id : 10881,    //--宝箱ID
		work : "下流地带",    //--宝箱图标
	},
	{
		id : 10882,    //--宝箱ID
		work : "性虎",    //--宝箱图标
	},
	{
		id : 10883,    //--宝箱ID
		work : "性饥渴",    //--宝箱图标
	},
	{
		id : 10884,    //--宝箱ID
		work : "阴部",    //--宝箱图标
	},
	{
		id : 10885,    //--宝箱ID
		work : "淫妹",    //--宝箱图标
	},
	{
		id : 10886,    //--宝箱ID
		work : "淫图",    //--宝箱图标
	},
	{
		id : 10887,    //--宝箱ID
		work : "幼交",    //--宝箱图标
	},
	{
		id : 10888,    //--宝箱ID
		work : "欲火",    //--宝箱图标
	},
	{
		id : 10889,    //--宝箱ID
		work : "援交妹",    //--宝箱图标
	},
	{
		id : 10890,    //--宝箱ID
		work : "嫩屄",    //--宝箱图标
	},
	{
		id : 10891,    //--宝箱ID
		work : "嫩女",    //--宝箱图标
	},
	{
		id : 10892,    //--宝箱ID
		work : "噴精",    //--宝箱图标
	},
	{
		id : 10893,    //--宝箱ID
		work : "情色天崖",    //--宝箱图标
	},
	{
		id : 10894,    //--宝箱ID
		work : "情色文学",    //--宝箱图标
	},
	{
		id : 10895,    //--宝箱ID
		work : "群交亂舞",    //--宝箱图标
	},
	{
		id : 10896,    //--宝箱ID
		work : "日本骚货",    //--宝箱图标
	},
	{
		id : 10897,    //--宝箱ID
		work : "肉唇",    //--宝箱图标
	},
	{
		id : 10898,    //--宝箱ID
		work : "肉沟",    //--宝箱图标
	},
	{
		id : 10899,    //--宝箱ID
		work : "肉棍干骚妇",    //--宝箱图标
	},
	{
		id : 10900,    //--宝箱ID
		work : "肉壶",    //--宝箱图标
	},
	{
		id : 10901,    //--宝箱ID
		work : "肉淫器吞精",    //--宝箱图标
	},
	{
		id : 10902,    //--宝箱ID
		work : "骚妹",    //--宝箱图标
	},
	{
		id : 10903,    //--宝箱ID
		work : "骚女",    //--宝箱图标
	},
	{
		id : 10904,    //--宝箱ID
		work : "骚水",    //--宝箱图标
	},
	{
		id : 10905,    //--宝箱ID
		work : "骚穴",    //--宝箱图标
	},
	{
		id : 10906,    //--宝箱ID
		work : "色狐狸网址",    //--宝箱图标
	},
	{
		id : 10907,    //--宝箱ID
		work : "色狼论坛",    //--宝箱图标
	},
	{
		id : 10908,    //--宝箱ID
		work : "色狼小说",    //--宝箱图标
	},
	{
		id : 10909,    //--宝箱ID
		work : "湿穴",    //--宝箱图标
	},
	{
		id : 10910,    //--宝箱ID
		work : "爽死我了",    //--宝箱图标
	},
	{
		id : 10911,    //--宝箱ID
		work : "舔逼",    //--宝箱图标
	},
	{
		id : 10912,    //--宝箱ID
		work : "舔屁眼",    //--宝箱图标
	},
	{
		id : 10913,    //--宝箱ID
		work : "好嫩",    //--宝箱图标
	},
	{
		id : 10914,    //--宝箱ID
		work : "大波",    //--宝箱图标
	},
	{
		id : 10915,    //--宝箱ID
		work : "亂倫",    //--宝箱图标
	},
	{
		id : 10916,    //--宝箱ID
		work : "做爱电影",    //--宝箱图标
	},
	{
		id : 10917,    //--宝箱ID
		work : "色诱",    //--宝箱图标
	},
	{
		id : 10918,    //--宝箱ID
		work : "秘裂",    //--宝箱图标
	},
	{
		id : 10919,    //--宝箱ID
		work : "采花堂",    //--宝箱图标
	},
	{
		id : 10920,    //--宝箱ID
		work : "含屌",    //--宝箱图标
	},
	{
		id : 10921,    //--宝箱ID
		work : "亚洲性虐",    //--宝箱图标
	},
	{
		id : 10922,    //--宝箱ID
		work : "夫妻自拍",    //--宝箱图标
	},
	{
		id : 10923,    //--宝箱ID
		work : "熟女",    //--宝箱图标
	},
	{
		id : 10924,    //--宝箱ID
		work : "操穴",    //--宝箱图标
	},
	{
		id : 10925,    //--宝箱ID
		work : "裹本",    //--宝箱图标
	},
	{
		id : 10926,    //--宝箱ID
		work : "淫妇",    //--宝箱图标
	},
	{
		id : 10927,    //--宝箱ID
		work : "嫩逼",    //--宝箱图标
	},
	{
		id : 10928,    //--宝箱ID
		work : "淫贱",    //--宝箱图标
	},
	{
		id : 10929,    //--宝箱ID
		work : "欢乐性今宵",    //--宝箱图标
	},
	{
		id : 10930,    //--宝箱ID
		work : "巨乳",    //--宝箱图标
	},
	{
		id : 10931,    //--宝箱ID
		work : "性愛圖片",    //--宝箱图标
	},
	{
		id : 10932,    //--宝箱ID
		work : "学生妹",    //--宝箱图标
	},
	{
		id : 10933,    //--宝箱ID
		work : "炮友之家",    //--宝箱图标
	},
	{
		id : 10934,    //--宝箱ID
		work : "花花公子",    //--宝箱图标
	},
	{
		id : 10935,    //--宝箱ID
		work : "一夜情",    //--宝箱图标
	},
	{
		id : 10936,    //--宝箱ID
		work : "乳沟",    //--宝箱图标
	},
	{
		id : 10937,    //--宝箱ID
		work : "淫虫",    //--宝箱图标
	},
	{
		id : 10938,    //--宝箱ID
		work : "叫床",    //--宝箱图标
	},
	{
		id : 10939,    //--宝箱ID
		work : "porn",    //--宝箱图标
	},
	{
		id : 10940,    //--宝箱ID
		work : "小姐打飞机",    //--宝箱图标
	},
	{
		id : 10941,    //--宝箱ID
		work : "少女被插",    //--宝箱图标
	},
	{
		id : 10942,    //--宝箱ID
		work : "Ｘ到噴屎尿",    //--宝箱图标
	},
	{
		id : 10943,    //--宝箱ID
		work : "口淫",    //--宝箱图标
	},
	{
		id : 10944,    //--宝箱ID
		work : "按摩棒",    //--宝箱图标
	},
	{
		id : 10945,    //--宝箱ID
		work : "操我",    //--宝箱图标
	},
	{
		id : 10946,    //--宝箱ID
		work : "奸情",    //--宝箱图标
	},
	{
		id : 10947,    //--宝箱ID
		work : "被干",    //--宝箱图标
	},
	{
		id : 10948,    //--宝箱ID
		work : "露逼",    //--宝箱图标
	},
	{
		id : 10949,    //--宝箱ID
		work : "美女高潮",    //--宝箱图标
	},
	{
		id : 10950,    //--宝箱ID
		work : "日逼",    //--宝箱图标
	},
	{
		id : 10951,    //--宝箱ID
		work : "肉洞",    //--宝箱图标
	},
	{
		id : 10952,    //--宝箱ID
		work : "阴缔",    //--宝箱图标
	},
	{
		id : 10953,    //--宝箱ID
		work : "插暴",    //--宝箱图标
	},
	{
		id : 10954,    //--宝箱ID
		work : "人妻",    //--宝箱图标
	},
	{
		id : 10955,    //--宝箱ID
		work : "内射",    //--宝箱图标
	},
	{
		id : 10956,    //--宝箱ID
		work : "肉具",    //--宝箱图标
	},
	{
		id : 10957,    //--宝箱ID
		work : "欲仙欲浪",    //--宝箱图标
	},
	{
		id : 10958,    //--宝箱ID
		work : "玉乳",    //--宝箱图标
	},
	{
		id : 10959,    //--宝箱ID
		work : "被插",    //--宝箱图标
	},
	{
		id : 10960,    //--宝箱ID
		work : "吞精",    //--宝箱图标
	},
	{
		id : 10961,    //--宝箱ID
		work : "暴乳",    //--宝箱图标
	},
	{
		id : 10962,    //--宝箱ID
		work : "成人午夜场",    //--宝箱图标
	},
	{
		id : 10963,    //--宝箱ID
		work : "买春堂",    //--宝箱图标
	},
	{
		id : 10964,    //--宝箱ID
		work : "性之站",    //--宝箱图标
	},
	{
		id : 10965,    //--宝箱ID
		work : "成人社区",    //--宝箱图标
	},
	{
		id : 10966,    //--宝箱ID
		work : "群交",    //--宝箱图标
	},
	{
		id : 10967,    //--宝箱ID
		work : "激情聊天",    //--宝箱图标
	},
	{
		id : 10968,    //--宝箱ID
		work : "三八淫",    //--宝箱图标
	},
	{
		id : 10969,    //--宝箱ID
		work : "做爱自拍",    //--宝箱图标
	},
	{
		id : 10970,    //--宝箱ID
		work : "淫妻",    //--宝箱图标
	},
	{
		id : 10971,    //--宝箱ID
		work : "夫妻俱乐部",    //--宝箱图标
	},
	{
		id : 10972,    //--宝箱ID
		work : "激情交友",    //--宝箱图标
	},
	{
		id : 10973,    //--宝箱ID
		work : "诱色uu",    //--宝箱图标
	},
	{
		id : 10974,    //--宝箱ID
		work : "就去色色",    //--宝箱图标
	},
	{
		id : 10975,    //--宝箱ID
		work : "熟妇",    //--宝箱图标
	},
	{
		id : 10976,    //--宝箱ID
		work : "mm美图",    //--宝箱图标
	},
	{
		id : 10977,    //--宝箱ID
		work : "走光偷拍",    //--宝箱图标
	},
	{
		id : 10978,    //--宝箱ID
		work : "77bbb",    //--宝箱图标
	},
	{
		id : 10979,    //--宝箱ID
		work : "虎骑",    //--宝箱图标
	},
	{
		id : 10980,    //--宝箱ID
		work : "咪咪图片",    //--宝箱图标
	},
	{
		id : 10981,    //--宝箱ID
		work : "成人导航",    //--宝箱图标
	},
	{
		id : 10982,    //--宝箱ID
		work : "深爱色色",    //--宝箱图标
	},
	{
		id : 10983,    //--宝箱ID
		work : "厕所偷拍",    //--宝箱图标
	},
	{
		id : 10984,    //--宝箱ID
		work : "成人A片",    //--宝箱图标
	},
	{
		id : 10985,    //--宝箱ID
		work : "夫妻多p",    //--宝箱图标
	},
	{
		id : 10986,    //--宝箱ID
		work : "我就色",    //--宝箱图标
	},
	{
		id : 10987,    //--宝箱ID
		work : "释欲",    //--宝箱图标
	},
	{
		id : 10988,    //--宝箱ID
		work : "你色吗",    //--宝箱图标
	},
	{
		id : 10989,    //--宝箱ID
		work : "裙内偷拍",    //--宝箱图标
	},
	{
		id : 10990,    //--宝箱ID
		work : "男女蒲典",    //--宝箱图标
	},
	{
		id : 10991,    //--宝箱ID
		work : "色97爱",    //--宝箱图标
	},
	{
		id : 10992,    //--宝箱ID
		work : "丝诱",    //--宝箱图标
	},
	{
		id : 10993,    //--宝箱ID
		work : "人妻自拍",    //--宝箱图标
	},
	{
		id : 10994,    //--宝箱ID
		work : "色情工厂",    //--宝箱图标
	},
	{
		id : 10995,    //--宝箱ID
		work : "色色婷婷",    //--宝箱图标
	},
	{
		id : 10996,    //--宝箱ID
		work : "美体艳姿",    //--宝箱图标
	},
	{
		id : 10997,    //--宝箱ID
		work : "颜射自拍",    //--宝箱图标
	},
	{
		id : 10998,    //--宝箱ID
		work : "熟母",    //--宝箱图标
	},
	{
		id : 10999,    //--宝箱ID
		work : "肉丝裤袜",    //--宝箱图标
	},
	{
		id : 11000,    //--宝箱ID
		work : "sm调教",    //--宝箱图标
	},
	{
		id : 11001,    //--宝箱ID
		work : "打野炮",    //--宝箱图标
	},
	{
		id : 11002,    //--宝箱ID
		work : "赤裸天使",    //--宝箱图标
	},
	{
		id : 11003,    //--宝箱ID
		work : "淫欲世家",    //--宝箱图标
	},
	{
		id : 11004,    //--宝箱ID
		work : "就去日",    //--宝箱图标
	},
	{
		id : 11005,    //--宝箱ID
		work : "爱幼阁",    //--宝箱图标
	},
	{
		id : 11006,    //--宝箱ID
		work : "巨屌",    //--宝箱图标
	},
	{
		id : 11007,    //--宝箱ID
		work : "花样性交",    //--宝箱图标
	},
	{
		id : 11008,    //--宝箱ID
		work : "裸陪",    //--宝箱图标
	},
	{
		id : 11009,    //--宝箱ID
		work : "夫妻3p",    //--宝箱图标
	},
	{
		id : 11010,    //--宝箱ID
		work : "大奶骚女",    //--宝箱图标
	},
	{
		id : 11011,    //--宝箱ID
		work : "性愛插穴",    //--宝箱图标
	},
	{
		id : 11012,    //--宝箱ID
		work : "日本熟母",    //--宝箱图标
	},
	{
		id : 11013,    //--宝箱ID
		work : "幼逼",    //--宝箱图标
	},
	{
		id : 11014,    //--宝箱ID
		work : "淫水四溅",    //--宝箱图标
	},
	{
		id : 11015,    //--宝箱ID
		work : "大胆出位",    //--宝箱图标
	},
	{
		id : 11016,    //--宝箱ID
		work : "旅馆自拍",    //--宝箱图标
	},
	{
		id : 11017,    //--宝箱ID
		work : "无套自拍",    //--宝箱图标
	},
	{
		id : 11018,    //--宝箱ID
		work : "快乐AV",    //--宝箱图标
	},
	{
		id : 11019,    //--宝箱ID
		work : "国产无码",    //--宝箱图标
	},
	{
		id : 11020,    //--宝箱ID
		work : "强制浣肠",    //--宝箱图标
	},
	{
		id : 11021,    //--宝箱ID
		work : "援交自拍",    //--宝箱图标
	},
	{
		id : 11022,    //--宝箱ID
		work : "凸肉优",    //--宝箱图标
	},
	{
		id : 11023,    //--宝箱ID
		work : "撅起大白腚",    //--宝箱图标
	},
	{
		id : 11024,    //--宝箱ID
		work : "骚妹妹",    //--宝箱图标
	},
	{
		id : 11025,    //--宝箱ID
		work : "插穴手淫",    //--宝箱图标
	},
	{
		id : 11026,    //--宝箱ID
		work : "双龙入洞",    //--宝箱图标
	},
	{
		id : 11027,    //--宝箱ID
		work : "美女吞精",    //--宝箱图标
	},
	{
		id : 11028,    //--宝箱ID
		work : "处女开包",    //--宝箱图标
	},
	{
		id : 11029,    //--宝箱ID
		work : "调教虐待",    //--宝箱图标
	},
	{
		id : 11030,    //--宝箱ID
		work : "淫肉诱惑",    //--宝箱图标
	},
	{
		id : 11031,    //--宝箱ID
		work : "激情潮喷",    //--宝箱图标
	},
	{
		id : 11032,    //--宝箱ID
		work : "骚穴怒放",    //--宝箱图标
	},
	{
		id : 11033,    //--宝箱ID
		work : "馒头屄",    //--宝箱图标
	},
	{
		id : 11034,    //--宝箱ID
		work : "无码丝袜",    //--宝箱图标
	},
	{
		id : 11035,    //--宝箱ID
		work : "写真",    //--宝箱图标
	},
	{
		id : 11036,    //--宝箱ID
		work : "寂寞自摸",    //--宝箱图标
	},
	{
		id : 11037,    //--宝箱ID
		work : "警奴",    //--宝箱图标
	},
	{
		id : 11038,    //--宝箱ID
		work : "轮操",    //--宝箱图标
	},
	{
		id : 11039,    //--宝箱ID
		work : "淫店",    //--宝箱图标
	},
	{
		id : 11040,    //--宝箱ID
		work : "精液浴",    //--宝箱图标
	},
	{
		id : 11041,    //--宝箱ID
		work : "淫乱诊所",    //--宝箱图标
	},
	{
		id : 11042,    //--宝箱ID
		work : "极品奶妹",    //--宝箱图标
	},
	{
		id : 11043,    //--宝箱ID
		work : "惹火身材",    //--宝箱图标
	},
	{
		id : 11044,    //--宝箱ID
		work : "暴力虐待",    //--宝箱图标
	},
	{
		id : 11045,    //--宝箱ID
		work : "巨乳俏女医",    //--宝箱图标
	},
	{
		id : 11046,    //--宝箱ID
		work : "扉之阴",    //--宝箱图标
	},
	{
		id : 11047,    //--宝箱ID
		work : "淫の方程式",    //--宝箱图标
	},
	{
		id : 11048,    //--宝箱ID
		work : "丁字裤翘臀",    //--宝箱图标
	},
	{
		id : 11049,    //--宝箱ID
		work : "轮奸内射",    //--宝箱图标
	},
	{
		id : 11050,    //--宝箱ID
		work : "空姐性交",    //--宝箱图标
	},
	{
		id : 11051,    //--宝箱ID
		work : "美乳斗艳",    //--宝箱图标
	},
	{
		id : 11052,    //--宝箱ID
		work : "舔鸡巴",    //--宝箱图标
	},
	{
		id : 11053,    //--宝箱ID
		work : "骚B熟女",    //--宝箱图标
	},
	{
		id : 11054,    //--宝箱ID
		work : "淫丝荡袜",    //--宝箱图标
	},
	{
		id : 11055,    //--宝箱ID
		work : "奴隷调教",    //--宝箱图标
	},
	{
		id : 11056,    //--宝箱ID
		work : "阴阜高耸",    //--宝箱图标
	},
	{
		id : 11057,    //--宝箱ID
		work : "翘臀嫩逼",    //--宝箱图标
	},
	{
		id : 11058,    //--宝箱ID
		work : "口交放尿",    //--宝箱图标
	},
	{
		id : 11059,    //--宝箱ID
		work : "媚药少年",    //--宝箱图标
	},
	{
		id : 11060,    //--宝箱ID
		work : "暴奸",    //--宝箱图标
	},
	{
		id : 11061,    //--宝箱ID
		work : "无修正",    //--宝箱图标
	},
	{
		id : 11062,    //--宝箱ID
		work : "国产AV",    //--宝箱图标
	},
	{
		id : 11063,    //--宝箱ID
		work : "淫水横流",    //--宝箱图标
	},
	{
		id : 11064,    //--宝箱ID
		work : "插入内射",    //--宝箱图标
	},
	{
		id : 11065,    //--宝箱ID
		work : "东热空姐",    //--宝箱图标
	},
	{
		id : 11066,    //--宝箱ID
		work : "大波粉B",    //--宝箱图标
	},
	{
		id : 11067,    //--宝箱ID
		work : "互舔淫穴",    //--宝箱图标
	},
	{
		id : 11068,    //--宝箱ID
		work : "丝袜淫妇",    //--宝箱图标
	},
	{
		id : 11069,    //--宝箱ID
		work : "乳此动人",    //--宝箱图标
	},
	{
		id : 11070,    //--宝箱ID
		work : "大波骚妇",    //--宝箱图标
	},
	{
		id : 11071,    //--宝箱ID
		work : "无码做爱",    //--宝箱图标
	},
	{
		id : 11072,    //--宝箱ID
		work : "口爆吞精",    //--宝箱图标
	},
	{
		id : 11073,    //--宝箱ID
		work : "放荡熟女",    //--宝箱图标
	},
	{
		id : 11074,    //--宝箱ID
		work : "巨炮兵团",    //--宝箱图标
	},
	{
		id : 11075,    //--宝箱ID
		work : "叔嫂肉欲",    //--宝箱图标
	},
	{
		id : 11076,    //--宝箱ID
		work : "肉感炮友",    //--宝箱图标
	},
	{
		id : 11077,    //--宝箱ID
		work : "爱妻淫穴",    //--宝箱图标
	},
	{
		id : 11078,    //--宝箱ID
		work : "无码精选",    //--宝箱图标
	},
	{
		id : 11079,    //--宝箱ID
		work : "超毛大鲍",    //--宝箱图标
	},
	{
		id : 11080,    //--宝箱ID
		work : "熟妇骚器",    //--宝箱图标
	},
	{
		id : 11081,    //--宝箱ID
		work : "内射美妇",    //--宝箱图标
	},
	{
		id : 11082,    //--宝箱ID
		work : "毒龙舔脚",    //--宝箱图标
	},
	{
		id : 11083,    //--宝箱ID
		work : "性爱擂台",    //--宝箱图标
	},
	{
		id : 11084,    //--宝箱ID
		work : "圣泉学淫",    //--宝箱图标
	},
	{
		id : 11085,    //--宝箱ID
		work : "性奴会",    //--宝箱图标
	},
	{
		id : 11086,    //--宝箱ID
		work : "密室淫行",    //--宝箱图标
	},
	{
		id : 11087,    //--宝箱ID
		work : "亮屄",    //--宝箱图标
	},
	{
		id : 11088,    //--宝箱ID
		work : "操肿",    //--宝箱图标
	},
	{
		id : 11089,    //--宝箱ID
		work : "无码淫女",    //--宝箱图标
	},
	{
		id : 11090,    //--宝箱ID
		work : "玩逼",    //--宝箱图标
	},
	{
		id : 11091,    //--宝箱ID
		work : "淫虐",    //--宝箱图标
	},
	{
		id : 11092,    //--宝箱ID
		work : "我就去色",    //--宝箱图标
	},
	{
		id : 11093,    //--宝箱ID
		work : "淫痴",    //--宝箱图标
	},
	{
		id : 11094,    //--宝箱ID
		work : "风骚欲女",    //--宝箱图标
	},
	{
		id : 11095,    //--宝箱ID
		work : "亮穴",    //--宝箱图标
	},
	{
		id : 11096,    //--宝箱ID
		work : "操穴喷水",    //--宝箱图标
	},
	{
		id : 11097,    //--宝箱ID
		work : "幼男",    //--宝箱图标
	},
	{
		id : 11098,    //--宝箱ID
		work : "肉箫",    //--宝箱图标
	},
	{
		id : 11099,    //--宝箱ID
		work : "巨骚",    //--宝箱图标
	},
	{
		id : 11100,    //--宝箱ID
		work : "骚妻",    //--宝箱图标
	},
	{
		id : 11101,    //--宝箱ID
		work : "漏逼",    //--宝箱图标
	},
	{
		id : 11102,    //--宝箱ID
		work : "骚屄",    //--宝箱图标
	},
	{
		id : 11103,    //--宝箱ID
		work : "大奶美逼",    //--宝箱图标
	},
	{
		id : 11104,    //--宝箱ID
		work : "高潮白浆",    //--宝箱图标
	},
	{
		id : 11105,    //--宝箱ID
		work : "性战擂台",    //--宝箱图标
	},
	{
		id : 11106,    //--宝箱ID
		work : "淫女炮图",    //--宝箱图标
	},
	{
		id : 11107,    //--宝箱ID
		work : "小穴",    //--宝箱图标
	},
	{
		id : 11108,    //--宝箱ID
		work : "淫水横溢",    //--宝箱图标
	},
	{
		id : 11109,    //--宝箱ID
		work : "性交吞精",    //--宝箱图标
	},
	{
		id : 11110,    //--宝箱ID
		work : "姦染",    //--宝箱图标
	},
	{
		id : 11111,    //--宝箱ID
		work : "淫告白",    //--宝箱图标
	},
	{
		id : 11112,    //--宝箱ID
		work : "乳射",    //--宝箱图标
	},
	{
		id : 11113,    //--宝箱ID
		work : "操黑",    //--宝箱图标
	},
	{
		id : 11114,    //--宝箱ID
		work : "朝天穴",    //--宝箱图标
	},
	{
		id : 11115,    //--宝箱ID
		work : "公媳乱",    //--宝箱图标
	},
	{
		id : 11116,    //--宝箱ID
		work : "女屄",    //--宝箱图标
	},
	{
		id : 11117,    //--宝箱ID
		work : "慰春情",    //--宝箱图标
	},
	{
		id : 11118,    //--宝箱ID
		work : "集体淫",    //--宝箱图标
	},
	{
		id : 11119,    //--宝箱ID
		work : "淫B",    //--宝箱图标
	},
	{
		id : 11120,    //--宝箱ID
		work : "屄屄",    //--宝箱图标
	},
	{
		id : 11121,    //--宝箱ID
		work : "肛屄",    //--宝箱图标
	},
	{
		id : 11122,    //--宝箱ID
		work : "小嫩鸡",    //--宝箱图标
	},
	{
		id : 11123,    //--宝箱ID
		work : "舔B",    //--宝箱图标
	},
	{
		id : 11124,    //--宝箱ID
		work : "嫩奶",    //--宝箱图标
	},
	{
		id : 11125,    //--宝箱ID
		work : "a4y",    //--宝箱图标
	},
	{
		id : 11126,    //--宝箱ID
		work : "品穴",    //--宝箱图标
	},
	{
		id : 11127,    //--宝箱ID
		work : "淫水翻騰",    //--宝箱图标
	},
	{
		id : 11128,    //--宝箱ID
		work : "一本道",    //--宝箱图标
	},
	{
		id : 11129,    //--宝箱ID
		work : "乳尻",    //--宝箱图标
	},
	{
		id : 11130,    //--宝箱ID
		work : "羞耻母",    //--宝箱图标
	},
	{
		id : 11131,    //--宝箱ID
		work : "艳照",    //--宝箱图标
	},
	{
		id : 11132,    //--宝箱ID
		work : "三P",    //--宝箱图标
	},
	{
		id : 11133,    //--宝箱ID
		work : "露毛",    //--宝箱图标
	},
	{
		id : 11134,    //--宝箱ID
		work : "紧穴",    //--宝箱图标
	},
	{
		id : 11135,    //--宝箱ID
		work : "露点",    //--宝箱图标
	},
	{
		id : 11136,    //--宝箱ID
		work : "18禁",    //--宝箱图标
	},
	{
		id : 11137,    //--宝箱ID
		work : "g片",    //--宝箱图标
	},
	{
		id : 11138,    //--宝箱ID
		work : "teen",    //--宝箱图标
	},
	{
		id : 11139,    //--宝箱ID
		work : "無碼電影",    //--宝箱图标
	},
	{
		id : 11140,    //--宝箱ID
		work : "爱液",    //--宝箱图标
	},
	{
		id : 11141,    //--宝箱ID
		work : "插b",    //--宝箱图标
	},
	{
		id : 11142,    //--宝箱ID
		work : "赤裸",    //--宝箱图标
	},
	{
		id : 11143,    //--宝箱ID
		work : "荡妇",    //--宝箱图标
	},
	{
		id : 11144,    //--宝箱ID
		work : "荡女",    //--宝箱图标
	},
	{
		id : 11145,    //--宝箱ID
		work : "浪穴",    //--宝箱图标
	},
	{
		id : 11146,    //--宝箱ID
		work : "露穴",    //--宝箱图标
	},
	{
		id : 11147,    //--宝箱ID
		work : "美穴",    //--宝箱图标
	},
	{
		id : 11148,    //--宝箱ID
		work : "猛插",    //--宝箱图标
	},
	{
		id : 11149,    //--宝箱ID
		work : "迷药",    //--宝箱图标
	},
	{
		id : 11150,    //--宝箱ID
		work : "嫩穴",    //--宝箱图标
	},
	{
		id : 11151,    //--宝箱ID
		work : "肉穴",    //--宝箱图标
	},
	{
		id : 11152,    //--宝箱ID
		work : "乳交",    //--宝箱图标
	},
	{
		id : 11153,    //--宝箱ID
		work : "乳头",    //--宝箱图标
	},
	{
		id : 11154,    //--宝箱ID
		work : "无码",    //--宝箱图标
	},
	{
		id : 11155,    //--宝箱ID
		work : "吸精",    //--宝箱图标
	},
	{
		id : 11156,    //--宝箱ID
		work : "现代情色小说",    //--宝箱图标
	},
	{
		id : 11157,    //--宝箱ID
		work : "性交图",    //--宝箱图标
	},
	{
		id : 11158,    //--宝箱ID
		work : "性息",    //--宝箱图标
	},
	{
		id : 11159,    //--宝箱ID
		work : "艳情小说",    //--宝箱图标
	},
	{
		id : 11160,    //--宝箱ID
		work : "阴部特写",    //--宝箱图标
	},
	{
		id : 11161,    //--宝箱ID
		work : "阴道图片",    //--宝箱图标
	},
	{
		id : 11162,    //--宝箱ID
		work : "淫书",    //--宝箱图标
	},
	{
		id : 11163,    //--宝箱ID
		work : "幼女",    //--宝箱图标
	},
	{
		id : 11164,    //--宝箱ID
		work : "玉蒲团玉女心经",    //--宝箱图标
	},
	{
		id : 11165,    //--宝箱ID
		work : "援助交易",    //--宝箱图标
	},
	{
		id : 11166,    //--宝箱ID
		work : "中国成人论坛",    //--宝箱图标
	},
	{
		id : 11167,    //--宝箱ID
		work : "中国性爱城",    //--宝箱图标
	},
	{
		id : 11168,    //--宝箱ID
		work : "自拍写真",    //--宝箱图标
	},
	{
		id : 11169,    //--宝箱ID
		work : "做爱图片",    //--宝箱图标
	},
	{
		id : 11170,    //--宝箱ID
		work : "掰穴",    //--宝箱图标
	},
	{
		id : 11171,    //--宝箱ID
		work : "万淫堂",    //--宝箱图标
	},
	{
		id : 11172,    //--宝箱ID
		work : "穴图",    //--宝箱图标
	},
	{
		id : 11173,    //--宝箱ID
		work : "穴淫",    //--宝箱图标
	},
	{
		id : 11174,    //--宝箱ID
		work : "艳舞淫业",    //--宝箱图标
	},
	{
		id : 11175,    //--宝箱ID
		work : "咬着龟头",    //--宝箱图标
	},
	{
		id : 11176,    //--宝箱ID
		work : "要射了",    //--宝箱图标
	},
	{
		id : 11177,    //--宝箱ID
		work : "一夜性网",    //--宝箱图标
	},
	{
		id : 11178,    //--宝箱ID
		work : "阴茎插小穴",    //--宝箱图标
	},
	{
		id : 11179,    //--宝箱ID
		work : "陰穴新玩法",    //--宝箱图标
	},
	{
		id : 11180,    //--宝箱ID
		work : "婬乱军团",    //--宝箱图标
	},
	{
		id : 11181,    //--宝箱ID
		work : "淫逼",    //--宝箱图标
	},
	{
		id : 11182,    //--宝箱ID
		work : "淫姐",    //--宝箱图标
	},
	{
		id : 11183,    //--宝箱ID
		work : "淫浪",    //--宝箱图标
	},
	{
		id : 11184,    //--宝箱ID
		work : "淫流",    //--宝箱图标
	},
	{
		id : 11185,    //--宝箱ID
		work : "淫糜",    //--宝箱图标
	},
	{
		id : 11186,    //--宝箱ID
		work : "淫蜜",    //--宝箱图标
	},
	{
		id : 11187,    //--宝箱ID
		work : "淫魔",    //--宝箱图标
	},
	{
		id : 11188,    //--宝箱ID
		work : "淫母",    //--宝箱图标
	},
	{
		id : 11189,    //--宝箱ID
		work : "淫妞",    //--宝箱图标
	},
	{
		id : 11190,    //--宝箱ID
		work : "淫奴",    //--宝箱图标
	},
	{
		id : 11191,    //--宝箱ID
		work : "淫娃",    //--宝箱图标
	},
	{
		id : 11192,    //--宝箱ID
		work : "淫液",    //--宝箱图标
	},
	{
		id : 11193,    //--宝箱ID
		work : "钻插",    //--宝箱图标
	},
	{
		id : 11194,    //--宝箱ID
		work : "H动漫",    //--宝箱图标
	},
	{
		id : 11195,    //--宝箱ID
		work : "交换夫妻",    //--宝箱图标
	},
	{
		id : 11196,    //--宝箱ID
		work : "美腿",    //--宝箱图标
	},
	{
		id : 11197,    //--宝箱ID
		work : "舔脚",    //--宝箱图标
	},
	{
		id : 11198,    //--宝箱ID
		work : "蜜洞",    //--宝箱图标
	},
	{
		id : 11199,    //--宝箱ID
		work : "丝袜",    //--宝箱图标
	},
	{
		id : 11200,    //--宝箱ID
		work : "淫情",    //--宝箱图标
	},
	{
		id : 11201,    //--宝箱ID
		work : "亚洲情色网",    //--宝箱图标
	},
	{
		id : 11202,    //--宝箱ID
		work : "强奸处女",    //--宝箱图标
	},
	{
		id : 11203,    //--宝箱ID
		work : "鸡巴暴胀",    //--宝箱图标
	},
	{
		id : 11204,    //--宝箱ID
		work : "美乳",    //--宝箱图标
	},
	{
		id : 11205,    //--宝箱ID
		work : "大众色情成人网",    //--宝箱图标
	},
	{
		id : 11206,    //--宝箱ID
		work : "火辣图片",    //--宝箱图标
	},
	{
		id : 11207,    //--宝箱ID
		work : "淫声浪语",    //--宝箱图标
	},
	{
		id : 11208,    //--宝箱ID
		work : "疯狂抽送",    //--宝箱图标
	},
	{
		id : 11209,    //--宝箱ID
		work : "淫河",    //--宝箱图标
	},
	{
		id : 11210,    //--宝箱ID
		work : "强暴",    //--宝箱图标
	},
	{
		id : 11211,    //--宝箱ID
		work : "多人性愛",    //--宝箱图标
	},
	{
		id : 11212,    //--宝箱ID
		work : "操屄",    //--宝箱图标
	},
	{
		id : 11213,    //--宝箱ID
		work : "浪女",    //--宝箱图标
	},
	{
		id : 11214,    //--宝箱ID
		work : "色情论坛",    //--宝箱图标
	},
	{
		id : 11215,    //--宝箱ID
		work : "性虎色网",    //--宝箱图标
	},
	{
		id : 11216,    //--宝箱ID
		work : "淫欲日本",    //--宝箱图标
	},
	{
		id : 11217,    //--宝箱ID
		work : "操死",    //--宝箱图标
	},
	{
		id : 11218,    //--宝箱ID
		work : "色迷城",    //--宝箱图标
	},
	{
		id : 11219,    //--宝箱ID
		work : "petgirl",    //--宝箱图标
	},
	{
		id : 11220,    //--宝箱ID
		work : "骚女叫春",    //--宝箱图标
	},
	{
		id : 11221,    //--宝箱ID
		work : "成人百强",    //--宝箱图标
	},
	{
		id : 11222,    //--宝箱ID
		work : "猖妓",    //--宝箱图标
	},
	{
		id : 11223,    //--宝箱ID
		work : "天天干贴图",    //--宝箱图标
	},
	{
		id : 11224,    //--宝箱ID
		work : "密穴贴图",    //--宝箱图标
	},
	{
		id : 11225,    //--宝箱ID
		work : "凌辱",    //--宝箱图标
	},
	{
		id : 11226,    //--宝箱ID
		work : "偷欢",    //--宝箱图标
	},
	{
		id : 11227,    //--宝箱ID
		work : "小逼",    //--宝箱图标
	},
	{
		id : 11228,    //--宝箱ID
		work : "酥痒",    //--宝箱图标
	},
	{
		id : 11229,    //--宝箱ID
		work : "品色堂",    //--宝箱图标
	},
	{
		id : 11230,    //--宝箱ID
		work : "浪妇",    //--宝箱图标
	},
	{
		id : 11231,    //--宝箱ID
		work : "嫖妓指南",    //--宝箱图标
	},
	{
		id : 11232,    //--宝箱ID
		work : "肉缝",    //--宝箱图标
	},
	{
		id : 11233,    //--宝箱ID
		work : "色窝窝",    //--宝箱图标
	},
	{
		id : 11234,    //--宝箱ID
		work : "被操",    //--宝箱图标
	},
	{
		id : 11235,    //--宝箱ID
		work : "巨奶",    //--宝箱图标
	},
	{
		id : 11236,    //--宝箱ID
		work : "骚洞",    //--宝箱图标
	},
	{
		id : 11237,    //--宝箱ID
		work : "阴精",    //--宝箱图标
	},
	{
		id : 11238,    //--宝箱ID
		work : "阴阜",    //--宝箱图标
	},
	{
		id : 11239,    //--宝箱ID
		work : "阴屄",    //--宝箱图标
	},
	{
		id : 11240,    //--宝箱ID
		work : "群魔色舞",    //--宝箱图标
	},
	{
		id : 11241,    //--宝箱ID
		work : "扒穴",    //--宝箱图标
	},
	{
		id : 11242,    //--宝箱ID
		work : "六月联盟",    //--宝箱图标
	},
	{
		id : 11243,    //--宝箱ID
		work : "55sss偷拍区",    //--宝箱图标
	},
	{
		id : 11244,    //--宝箱ID
		work : "张筱雨",    //--宝箱图标
	},
	{
		id : 11245,    //--宝箱ID
		work : "xiao77",    //--宝箱图标
	},
	{
		id : 11246,    //--宝箱ID
		work : "极品黑丝",    //--宝箱图标
	},
	{
		id : 11247,    //--宝箱ID
		work : "丝袜写真",    //--宝箱图标
	},
	{
		id : 11248,    //--宝箱ID
		work : "天天情色",    //--宝箱图标
	},
	{
		id : 11249,    //--宝箱ID
		work : "成人小说",    //--宝箱图标
	},
	{
		id : 11250,    //--宝箱ID
		work : "成人文学",    //--宝箱图标
	},
	{
		id : 11251,    //--宝箱ID
		work : "情色艺术天空",    //--宝箱图标
	},
	{
		id : 11252,    //--宝箱ID
		work : "222se图片",    //--宝箱图标
	},
	{
		id : 11253,    //--宝箱ID
		work : "偷拍",    //--宝箱图标
	},
	{
		id : 11254,    //--宝箱ID
		work : "淫色贴图",    //--宝箱图标
	},
	{
		id : 11255,    //--宝箱ID
		work : "厕奴",    //--宝箱图标
	},
	{
		id : 11256,    //--宝箱ID
		work : "美女成人",    //--宝箱图标
	},
	{
		id : 11257,    //--宝箱ID
		work : "酥胸诱惑",    //--宝箱图标
	},
	{
		id : 11258,    //--宝箱ID
		work : "五月天",    //--宝箱图标
	},
	{
		id : 11259,    //--宝箱ID
		work : "人体摄影",    //--宝箱图标
	},
	{
		id : 11260,    //--宝箱ID
		work : "东北xx网",    //--宝箱图标
	},
	{
		id : 11261,    //--宝箱ID
		work : "玛雅网",    //--宝箱图标
	},
	{
		id : 11262,    //--宝箱ID
		work : "成人bt",    //--宝箱图标
	},
	{
		id : 11263,    //--宝箱ID
		work : "周六性吧",    //--宝箱图标
	},
	{
		id : 11264,    //--宝箱ID
		work : "爆乳",    //--宝箱图标
	},
	{
		id : 11265,    //--宝箱ID
		work : "诱惑视频",    //--宝箱图标
	},
	{
		id : 11266,    //--宝箱ID
		work : "裙下风光",    //--宝箱图标
	},
	{
		id : 11267,    //--宝箱ID
		work : "嘻游中国",    //--宝箱图标
	},
	{
		id : 11268,    //--宝箱ID
		work : "操母狗",    //--宝箱图标
	},
	{
		id : 11269,    //--宝箱ID
		work : "御の二代目",    //--宝箱图标
	},
	{
		id : 11270,    //--宝箱ID
		work : "丝袜足交",    //--宝箱图标
	},
	{
		id : 11271,    //--宝箱ID
		work : "肮脏美学",    //--宝箱图标
	},
	{
		id : 11272,    //--宝箱ID
		work : "亚洲有码",    //--宝箱图标
	},
	{
		id : 11273,    //--宝箱ID
		work : "欲仙欲死",    //--宝箱图标
	},
	{
		id : 11274,    //--宝箱ID
		work : "丝袜高跟",    //--宝箱图标
	},
	{
		id : 11275,    //--宝箱ID
		work : "偷拍美穴",    //--宝箱图标
	},
	{
		id : 11276,    //--宝箱ID
		work : "原味丝袜",    //--宝箱图标
	},
	{
		id : 11277,    //--宝箱ID
		work : "裸露自拍",    //--宝箱图标
	},
	{
		id : 11278,    //--宝箱ID
		work : "针孔偷拍",    //--宝箱图标
	},
	{
		id : 11279,    //--宝箱ID
		work : "放荡少妇宾馆",    //--宝箱图标
	},
	{
		id : 11280,    //--宝箱ID
		work : "性感肉丝",    //--宝箱图标
	},
	{
		id : 11281,    //--宝箱ID
		work : "拳交",    //--宝箱图标
	},
	{
		id : 11282,    //--宝箱ID
		work : "迫奸",    //--宝箱图标
	},
	{
		id : 11283,    //--宝箱ID
		work : "品香堂",    //--宝箱图标
	},
	{
		id : 11284,    //--宝箱ID
		work : "北京xx网",    //--宝箱图标
	},
	{
		id : 11285,    //--宝箱ID
		work : "虐奴",    //--宝箱图标
	},
	{
		id : 11286,    //--宝箱ID
		work : "情色导航",    //--宝箱图标
	},
	{
		id : 11287,    //--宝箱ID
		work : "欧美大乳",    //--宝箱图标
	},
	{
		id : 11288,    //--宝箱ID
		work : "欧美无套",    //--宝箱图标
	},
	{
		id : 11289,    //--宝箱ID
		work : "骚妇露逼",    //--宝箱图标
	},
	{
		id : 11290,    //--宝箱ID
		work : "炮友",    //--宝箱图标
	},
	{
		id : 11291,    //--宝箱ID
		work : "淫水丝袜",    //--宝箱图标
	},
	{
		id : 11292,    //--宝箱ID
		work : "母女双飞",    //--宝箱图标
	},
	{
		id : 11293,    //--宝箱ID
		work : "老少乱伦",    //--宝箱图标
	},
	{
		id : 11294,    //--宝箱ID
		work : "幼妓",    //--宝箱图标
	},
	{
		id : 11295,    //--宝箱ID
		work : "素人娘",    //--宝箱图标
	},
	{
		id : 11296,    //--宝箱ID
		work : "前凸后翘",    //--宝箱图标
	},
	{
		id : 11297,    //--宝箱ID
		work : "制服誘惑",    //--宝箱图标
	},
	{
		id : 11298,    //--宝箱ID
		work : "舔屄",    //--宝箱图标
	},
	{
		id : 11299,    //--宝箱ID
		work : "色色成人",    //--宝箱图标
	},
	{
		id : 11300,    //--宝箱ID
		work : "迷奸系列",    //--宝箱图标
	},
	{
		id : 11301,    //--宝箱ID
		work : "性交无码",    //--宝箱图标
	},
	{
		id : 11302,    //--宝箱ID
		work : "惹火自拍",    //--宝箱图标
	},
	{
		id : 11303,    //--宝箱ID
		work : "胯下呻吟",    //--宝箱图标
	},
	{
		id : 11304,    //--宝箱ID
		work : "淫驴屯",    //--宝箱图标
	},
	{
		id : 11305,    //--宝箱ID
		work : "少妇偷情",    //--宝箱图标
	},
	{
		id : 11306,    //--宝箱ID
		work : "护士诱惑",    //--宝箱图标
	},
	{
		id : 11307,    //--宝箱ID
		work : "群奸乱交",    //--宝箱图标
	},
	{
		id : 11308,    //--宝箱ID
		work : "极品白虎",    //--宝箱图标
	},
	{
		id : 11309,    //--宝箱ID
		work : "曲线消魂",    //--宝箱图标
	},
	{
		id : 11310,    //--宝箱ID
		work : "淫腔",    //--宝箱图标
	},
	{
		id : 11311,    //--宝箱ID
		work : "无码淫漫",    //--宝箱图标
	},
	{
		id : 11312,    //--宝箱ID
		work : "假阳具插穴",    //--宝箱图标
	},
	{
		id : 11313,    //--宝箱ID
		work : "蝴蝶逼",    //--宝箱图标
	},
	{
		id : 11314,    //--宝箱ID
		work : "自插小穴",    //--宝箱图标
	},
	{
		id : 11315,    //--宝箱ID
		work : "SM援交",    //--宝箱图标
	},
	{
		id : 11316,    //--宝箱ID
		work : "西洋美女",    //--宝箱图标
	},
	{
		id : 11317,    //--宝箱ID
		work : "爱液横流",    //--宝箱图标
	},
	{
		id : 11318,    //--宝箱ID
		work : "无码无套",    //--宝箱图标
	},
	{
		id : 11319,    //--宝箱ID
		work : "淫战群P",    //--宝箱图标
	},
	{
		id : 11320,    //--宝箱ID
		work : "口爆",    //--宝箱图标
	},
	{
		id : 11321,    //--宝箱ID
		work : "酒店援交",    //--宝箱图标
	},
	{
		id : 11322,    //--宝箱ID
		work : "乳霸",    //--宝箱图标
	},
	{
		id : 11323,    //--宝箱ID
		work : "湿身诱惑",    //--宝箱图标
	},
	{
		id : 11324,    //--宝箱ID
		work : "火辣写真",    //--宝箱图标
	},
	{
		id : 11325,    //--宝箱ID
		work : "动漫色图",    //--宝箱图标
	},
	{
		id : 11326,    //--宝箱ID
		work : "熟女护士",    //--宝箱图标
	},
	{
		id : 11327,    //--宝箱ID
		work : "粉红穴",    //--宝箱图标
	},
	{
		id : 11328,    //--宝箱ID
		work : "经典炮图",    //--宝箱图标
	},
	{
		id : 11329,    //--宝箱ID
		work : "童颜巨乳",    //--宝箱图标
	},
	{
		id : 11330,    //--宝箱ID
		work : "性感诱惑",    //--宝箱图标
	},
	{
		id : 11331,    //--宝箱ID
		work : "援交薄码",    //--宝箱图标
	},
	{
		id : 11332,    //--宝箱ID
		work : "美乳美穴",    //--宝箱图标
	},
	{
		id : 11333,    //--宝箱ID
		work : "奇淫宝鉴",    //--宝箱图标
	},
	{
		id : 11334,    //--宝箱ID
		work : "美骚妇",    //--宝箱图标
	},
	{
		id : 11335,    //--宝箱ID
		work : "跨下呻吟",    //--宝箱图标
	},
	{
		id : 11336,    //--宝箱ID
		work : "无毛美少女",    //--宝箱图标
	},
	{
		id : 11337,    //--宝箱ID
		work : "流蜜汁",    //--宝箱图标
	},
	{
		id : 11338,    //--宝箱ID
		work : "日本素人",    //--宝箱图标
	},
	{
		id : 11339,    //--宝箱ID
		work : "爆乳人妻",    //--宝箱图标
	},
	{
		id : 11340,    //--宝箱ID
		work : "妖媚熟母",    //--宝箱图标
	},
	{
		id : 11341,    //--宝箱ID
		work : "日本有码",    //--宝箱图标
	},
	{
		id : 11342,    //--宝箱ID
		work : "激情打炮",    //--宝箱图标
	},
	{
		id : 11343,    //--宝箱ID
		work : "制服美妇",    //--宝箱图标
	},
	{
		id : 11344,    //--宝箱ID
		work : "无码彩图",    //--宝箱图标
	},
	{
		id : 11345,    //--宝箱ID
		work : "放尿",    //--宝箱图标
	},
	{
		id : 11346,    //--宝箱ID
		work : "入穴一游",    //--宝箱图标
	},
	{
		id : 11347,    //--宝箱ID
		work : "丰唇艳姬",    //--宝箱图标
	},
	{
		id : 11348,    //--宝箱ID
		work : "群奸轮射",    //--宝箱图标
	},
	{
		id : 11349,    //--宝箱ID
		work : "高级逼",    //--宝箱图标
	},
	{
		id : 11350,    //--宝箱ID
		work : "MM屄",    //--宝箱图标
	},
	{
		id : 11351,    //--宝箱ID
		work : "美臀嫰穴",    //--宝箱图标
	},
	{
		id : 11352,    //--宝箱ID
		work : "淫东方",    //--宝箱图标
	},
	{
		id : 11353,    //--宝箱ID
		work : "国产偷拍",    //--宝箱图标
	},
	{
		id : 11354,    //--宝箱ID
		work : "清晰内射",    //--宝箱图标
	},
	{
		id : 11355,    //--宝箱ID
		work : "嫩穴肉缝",    //--宝箱图标
	},
	{
		id : 11356,    //--宝箱ID
		work : "雪腿玉胯",    //--宝箱图标
	},
	{
		id : 11357,    //--宝箱ID
		work : "骚妇掰B",    //--宝箱图标
	},
	{
		id : 11358,    //--宝箱ID
		work : "白嫩骚妇",    //--宝箱图标
	},
	{
		id : 11359,    //--宝箱ID
		work : "梅花屄",    //--宝箱图标
	},
	{
		id : 11360,    //--宝箱ID
		work : "猛操狂射",    //--宝箱图标
	},
	{
		id : 11361,    //--宝箱ID
		work : "潮喷",    //--宝箱图标
	},
	{
		id : 11362,    //--宝箱ID
		work : "无码体验",    //--宝箱图标
	},
	{
		id : 11363,    //--宝箱ID
		work : "吞精骚妹",    //--宝箱图标
	},
	{
		id : 11364,    //--宝箱ID
		work : "紧缚凌辱",    //--宝箱图标
	},
	{
		id : 11365,    //--宝箱ID
		work : "奸淫电车",    //--宝箱图标
	},
	{
		id : 11366,    //--宝箱ID
		work : "堕淫",    //--宝箱图标
	},
	{
		id : 11367,    //--宝箱ID
		work : "颜骑",    //--宝箱图标
	},
	{
		id : 11368,    //--宝箱ID
		work : "互淫",    //--宝箱图标
	},
	{
		id : 11369,    //--宝箱ID
		work : "逼毛",    //--宝箱图标
	},
	{
		id : 11370,    //--宝箱ID
		work : "胸濤乳浪",    //--宝箱图标
	},
	{
		id : 11371,    //--宝箱ID
		work : "夫妻乱交",    //--宝箱图标
	},
	{
		id : 11372,    //--宝箱ID
		work : "黑屄",    //--宝箱图标
	},
	{
		id : 11373,    //--宝箱ID
		work : "奶大屄肥",    //--宝箱图标
	},
	{
		id : 11374,    //--宝箱ID
		work : "拔屄",    //--宝箱图标
	},
	{
		id : 11375,    //--宝箱ID
		work : "穴海",    //--宝箱图标
	},
	{
		id : 11376,    //--宝箱ID
		work : "换妻杂交",    //--宝箱图标
	},
	{
		id : 11377,    //--宝箱ID
		work : "狂插",    //--宝箱图标
	},
	{
		id : 11378,    //--宝箱ID
		work : "黑逼",    //--宝箱图标
	},
	{
		id : 11379,    //--宝箱ID
		work : "粉屄",    //--宝箱图标
	},
	{
		id : 11380,    //--宝箱ID
		work : "口射",    //--宝箱图标
	},
	{
		id : 11381,    //--宝箱ID
		work : "多人轮",    //--宝箱图标
	},
	{
		id : 11382,    //--宝箱ID
		work : "奶挺臀翘",    //--宝箱图标
	},
	{
		id : 11383,    //--宝箱ID
		work : "扒屄",    //--宝箱图标
	},
	{
		id : 11384,    //--宝箱ID
		work : "痴乳",    //--宝箱图标
	},
	{
		id : 11385,    //--宝箱ID
		work : "鬼輪姦",    //--宝箱图标
	},
	{
		id : 11386,    //--宝箱ID
		work : "乳爆",    //--宝箱图标
	},
	{
		id : 11387,    //--宝箱ID
		work : "浴尿",    //--宝箱图标
	},
	{
		id : 11388,    //--宝箱ID
		work : "淫样",    //--宝箱图标
	},
	{
		id : 11389,    //--宝箱ID
		work : "発妻",    //--宝箱图标
	},
	{
		id : 11390,    //--宝箱ID
		work : "姫辱",    //--宝箱图标
	},
	{
		id : 11391,    //--宝箱ID
		work : "插后庭",    //--宝箱图标
	},
	{
		id : 11392,    //--宝箱ID
		work : "操爽",    //--宝箱图标
	},
	{
		id : 11393,    //--宝箱ID
		work : "嫩缝",    //--宝箱图标
	},
	{
		id : 11394,    //--宝箱ID
		work : "操射",    //--宝箱图标
	},
	{
		id : 11395,    //--宝箱ID
		work : "骚妈",    //--宝箱图标
	},
	{
		id : 11396,    //--宝箱ID
		work : "激插",    //--宝箱图标
	},
	{
		id : 11397,    //--宝箱ID
		work : "暴干",    //--宝箱图标
	},
	{
		id : 11398,    //--宝箱ID
		work : "母子交欢",    //--宝箱图标
	},
	{
		id : 11399,    //--宝箱ID
		work : "嫐屄",    //--宝箱图标
	},
	{
		id : 11400,    //--宝箱ID
		work : "足脚交",    //--宝箱图标
	},
	{
		id : 11401,    //--宝箱ID
		work : "露屄",    //--宝箱图标
	},
	{
		id : 11402,    //--宝箱ID
		work : "柔阴术",    //--宝箱图标
	},
	{
		id : 11403,    //--宝箱ID
		work : "相奸",    //--宝箱图标
	},
	{
		id : 11404,    //--宝箱ID
		work : "淫师荡母",    //--宝箱图标
	},
	{
		id : 11405,    //--宝箱ID
		work : "欠干",    //--宝箱图标
	},
	{
		id : 11406,    //--宝箱ID
		work : "桃园蜜洞",    //--宝箱图标
	},
	{
		id : 11407,    //--宝箱ID
		work : "二穴中出",    //--宝箱图标
	},
	{
		id : 11408,    //--宝箱ID
		work : "奴畜抄",    //--宝箱图标
	},
	{
		id : 11409,    //--宝箱ID
		work : "连続失禁",    //--宝箱图标
	},
	{
		id : 11410,    //--宝箱ID
		work : "大鸡巴",    //--宝箱图标
	},
	{
		id : 11411,    //--宝箱ID
		work : "玩穴",    //--宝箱图标
	},
	{
		id : 11412,    //--宝箱ID
		work : "性交自拍",    //--宝箱图标
	},
	{
		id : 11413,    //--宝箱ID
		work : "叫鸡",    //--宝箱图标
	},
	{
		id : 11414,    //--宝箱ID
		work : "骚浪人妻",    //--宝箱图标
	},
	{
		id : 11415,    //--宝箱ID
		work : "三级片",    //--宝箱图标
	},
	{
		id : 11416,    //--宝箱ID
		work : "东京热",    //--宝箱图标
	},
	{
		id : 11417,    //--宝箱ID
		work : "做爱",    //--宝箱图标
	},
	{
		id : 11418,    //--宝箱ID
		work : "操",    //--宝箱图标
	},
	{
		id : 11419,    //--宝箱ID
		work : "坐台",    //--宝箱图标
	},
	{
		id : 11420,    //--宝箱ID
		work : "子宫",    //--宝箱图标
	},
	{
		id : 11421,    //--宝箱ID
		work : "杂种",    //--宝箱图标
	},
	{
		id : 11422,    //--宝箱ID
		work : "淫",    //--宝箱图标
	},
	{
		id : 11423,    //--宝箱ID
		work : "阴毛",    //--宝箱图标
	},
	{
		id : 11424,    //--宝箱ID
		work : "阴户",    //--宝箱图标
	},
	{
		id : 11425,    //--宝箱ID
		work : "阴蒂",    //--宝箱图标
	},
	{
		id : 11426,    //--宝箱ID
		work : "爷爷",    //--宝箱图标
	},
	{
		id : 11427,    //--宝箱ID
		work : "阳具",    //--宝箱图标
	},
	{
		id : 11428,    //--宝箱ID
		work : "性交",    //--宝箱图标
	},
	{
		id : 11429,    //--宝箱ID
		work : "性爱",    //--宝箱图标
	},
	{
		id : 11430,    //--宝箱ID
		work : "小鸡鸡",    //--宝箱图标
	},
	{
		id : 11431,    //--宝箱ID
		work : "小弟弟",    //--宝箱图标
	},
	{
		id : 11432,    //--宝箱ID
		work : "小便",    //--宝箱图标
	},
	{
		id : 11433,    //--宝箱ID
		work : "武藤",    //--宝箱图标
	},
	{
		id : 11434,    //--宝箱ID
		work : "慰安妇",    //--宝箱图标
	},
	{
		id : 11435,    //--宝箱ID
		work : "猥亵",    //--宝箱图标
	},
	{
		id : 11436,    //--宝箱ID
		work : "猥琐",    //--宝箱图标
	},
	{
		id : 11437,    //--宝箱ID
		work : "生殖",    //--宝箱图标
	},
	{
		id : 11438,    //--宝箱ID
		work : "煞笔",    //--宝箱图标
	},
	{
		id : 11439,    //--宝箱ID
		work : "傻逼",    //--宝箱图标
	},
	{
		id : 11440,    //--宝箱ID
		work : "傻B",    //--宝箱图标
	},
	{
		id : 11441,    //--宝箱ID
		work : "色情",    //--宝箱图标
	},
	{
		id : 11442,    //--宝箱ID
		work : "骚逼",    //--宝箱图标
	},
	{
		id : 11443,    //--宝箱ID
		work : "三陪",    //--宝箱图标
	},
	{
		id : 11444,    //--宝箱ID
		work : "肉欲",    //--宝箱图标
	},
	{
		id : 11445,    //--宝箱ID
		work : "肉体",    //--宝箱图标
	},
	{
		id : 11446,    //--宝箱ID
		work : "情色",    //--宝箱图标
	},
	{
		id : 11447,    //--宝箱ID
		work : "排泄",    //--宝箱图标
	},
	{
		id : 11448,    //--宝箱ID
		work : "女干",    //--宝箱图标
	},
	{
		id : 11449,    //--宝箱ID
		work : "灭族",    //--宝箱图标
	},
	{
		id : 11450,    //--宝箱ID
		work : "梅毒",    //--宝箱图标
	},
	{
		id : 11451,    //--宝箱ID
		work : "卵子",    //--宝箱图标
	},
	{
		id : 11452,    //--宝箱ID
		work : "淋病",    //--宝箱图标
	},
	{
		id : 11453,    //--宝箱ID
		work : "口交",    //--宝箱图标
	},
	{
		id : 11454,    //--宝箱ID
		work : "尻",    //--宝箱图标
	},
	{
		id : 11455,    //--宝箱ID
		work : "贱",    //--宝箱图标
	},
	{
		id : 11456,    //--宝箱ID
		work : "鸡吧",    //--宝箱图标
	},
	{
		id : 11457,    //--宝箱ID
		work : "胡瘟",    //--宝箱图标
	},
	{
		id : 11458,    //--宝箱ID
		work : "龟头",    //--宝箱图标
	},
	{
		id : 11459,    //--宝箱ID
		work : "狗日",    //--宝箱图标
	},
	{
		id : 11460,    //--宝箱ID
		work : "狗娘",    //--宝箱图标
	},
	{
		id : 11461,    //--宝箱ID
		work : "根正苗红",    //--宝箱图标
	},
	{
		id : 11462,    //--宝箱ID
		work : "睾丸",    //--宝箱图标
	},
	{
		id : 11463,    //--宝箱ID
		work : "疯狗",    //--宝箱图标
	},
	{
		id : 11464,    //--宝箱ID
		work : "腚",    //--宝箱图标
	},
	{
		id : 11465,    //--宝箱ID
		work : "大便",    //--宝箱图标
	},
	{
		id : 11466,    //--宝箱ID
		work : "打炮",    //--宝箱图标
	},
	{
		id : 11467,    //--宝箱ID
		work : "打飞机",    //--宝箱图标
	},
	{
		id : 11468,    //--宝箱ID
		work : "娼",    //--宝箱图标
	},
	{
		id : 11469,    //--宝箱ID
		work : "瘪三",    //--宝箱图标
	},
	{
		id : 11470,    //--宝箱ID
		work : "妈逼",    //--宝箱图标
	},
	{
		id : 11471,    //--宝箱ID
		work : "妈",    //--宝箱图标
	},
	{
		id : 11472,    //--宝箱ID
		work : "爸",    //--宝箱图标
	},
	{
		id : 11473,    //--宝箱ID
		work : "爹",    //--宝箱图标
	},
	{
		id : 11474,    //--宝箱ID
		work : "爷",    //--宝箱图标
	},
	{
		id : 11475,    //--宝箱ID
		work : "奶",    //--宝箱图标
	},
	{
		id : 11476,    //--宝箱ID
		work : "儿子",    //--宝箱图标
	},
	{
		id : 11477,    //--宝箱ID
		work : "sm",    //--宝箱图标
	},
	{
		id : 11478,    //--宝箱ID
		work : "尼玛",    //--宝箱图标
	},
	{
		id : 11479,    //--宝箱ID
		work : "装B",    //--宝箱图标
	},
	{
		id : 11480,    //--宝箱ID
		work : "偷窥视频",    //--宝箱图标
	},
	{
		id : 11481,    //--宝箱ID
		work : "裸聊",    //--宝箱图标
	},
	{
		id : 11482,    //--宝箱ID
		work : "兽兽门",    //--宝箱图标
	},
	{
		id : 11483,    //--宝箱ID
		work : "艾滋",    //--宝箱图标
	},
	{
		id : 11484,    //--宝箱ID
		work : "艾滋病",    //--宝箱图标
	},
	{
		id : 11485,    //--宝箱ID
		work : "二逼",    //--宝箱图标
	},
	{
		id : 11486,    //--宝箱ID
		work : "阳物",    //--宝箱图标
	},
	{
		id : 11487,    //--宝箱ID
		work : "找小姐",    //--宝箱图标
	},
	{
		id : 11488,    //--宝箱ID
		work : "开房",    //--宝箱图标
	},
	{
		id : 11489,    //--宝箱ID
		work : "援交",    //--宝箱图标
	},
	{
		id : 11490,    //--宝箱ID
		work : "黄色网站",    //--宝箱图标
	},
	{
		id : 11491,    //--宝箱ID
		work : "大血逼",    //--宝箱图标
	},
	{
		id : 11492,    //--宝箱ID
		work : "大血比",    //--宝箱图标
	},
	{
		id : 11493,    //--宝箱ID
		work : "性虐ADMIN",    //--宝箱图标
	},
	{
		id : 11494,    //--宝箱ID
		work : "Admin",    //--宝箱图标
	},
	{
		id : 11495,    //--宝箱ID
		work : "xtl",    //--宝箱图标
	},
	{
		id : 11496,    //--宝箱ID
		work : "system",    //--宝箱图标
	},
	{
		id : 11497,    //--宝箱ID
		work : "Administrator",    //--宝箱图标
	},
	{
		id : 11498,    //--宝箱ID
		work : "管理",    //--宝箱图标
	},
	{
		id : 11499,    //--宝箱ID
		work : "管里",    //--宝箱图标
	},
	{
		id : 11500,    //--宝箱ID
		work : "管理员",    //--宝箱图标
	},
	{
		id : 11501,    //--宝箱ID
		work : "服务管理",    //--宝箱图标
	},
	{
		id : 11502,    //--宝箱ID
		work : "服务器",    //--宝箱图标
	},
	{
		id : 11503,    //--宝箱ID
		work : "活动管理员",    //--宝箱图标
	},
	{
		id : 11504,    //--宝箱ID
		work : "冬季热",    //--宝箱图标
	},
	{
		id : 11505,    //--宝箱ID
		work : "官方",    //--宝箱图标
	},
	{
		id : 11506,    //--宝箱ID
		work : "维护",    //--宝箱图标
	},
	{
		id : 11507,    //--宝箱ID
		work : "系统",    //--宝箱图标
	},
	{
		id : 11508,    //--宝箱ID
		work : "系统公告",    //--宝箱图标
	},
	{
		id : 11509,    //--宝箱ID
		work : "审查",    //--宝箱图标
	},
	{
		id : 11510,    //--宝箱ID
		work : "巡查",    //--宝箱图标
	},
	{
		id : 11511,    //--宝箱ID
		work : "监督",    //--宝箱图标
	},
	{
		id : 11512,    //--宝箱ID
		work : "监管",    //--宝箱图标
	},
	{
		id : 11513,    //--宝箱ID
		work : "game",    //--宝箱图标
	},
	{
		id : 11514,    //--宝箱ID
		work : "master",    //--宝箱图标
	},
	{
		id : 11515,    //--宝箱ID
		work : "GAMEMASTER",    //--宝箱图标
	},
	{
		id : 11516,    //--宝箱ID
		work : "GM",    //--宝箱图标
	},
	{
		id : 11517,    //--宝箱ID
		work : "游戏管理员",    //--宝箱图标
	},
	{
		id : 11518,    //--宝箱ID
		work : "Client",    //--宝箱图标
	},
	{
		id : 11519,    //--宝箱ID
		work : "Server",    //--宝箱图标
	},
	{
		id : 11520,    //--宝箱ID
		work : "CS",    //--宝箱图标
	},
	{
		id : 11521,    //--宝箱ID
		work : "KEFU",    //--宝箱图标
	},
	{
		id : 11522,    //--宝箱ID
		work : "助理",    //--宝箱图标
	},
	{
		id : 11523,    //--宝箱ID
		work : "客户服务",    //--宝箱图标
	},
	{
		id : 11524,    //--宝箱ID
		work : "客服",    //--宝箱图标
	},
	{
		id : 11525,    //--宝箱ID
		work : "服务天使",    //--宝箱图标
	},
	{
		id : 11526,    //--宝箱ID
		work : "TEsT",    //--宝箱图标
	},
	{
		id : 11527,    //--宝箱ID
		work : "测试",    //--宝箱图标
	},
	{
		id : 11528,    //--宝箱ID
		work : "辅助程序",    //--宝箱图标
	},
	{
		id : 11529,    //--宝箱ID
		work : "运营",    //--宝箱图标
	},
	{
		id : 11530,    //--宝箱ID
		work : "运营者",    //--宝箱图标
	},
	{
		id : 11531,    //--宝箱ID
		work : "运营组",    //--宝箱图标
	},
	{
		id : 11532,    //--宝箱ID
		work : "运营商",    //--宝箱图标
	},
	{
		id : 11533,    //--宝箱ID
		work : "运营长",    //--宝箱图标
	},
	{
		id : 11534,    //--宝箱ID
		work : "运营官",    //--宝箱图标
	},
	{
		id : 11535,    //--宝箱ID
		work : "运营人",    //--宝箱图标
	},
	{
		id : 11536,    //--宝箱ID
		work : "蔡文胜",    //--宝箱图标
	},
	{
		id : 11537,    //--宝箱ID
		work : "李兴平",    //--宝箱图标
	},
	{
		id : 11538,    //--宝箱ID
		work : "汪东风",    //--宝箱图标
	},
	{
		id : 11539,    //--宝箱ID
		work : "骆海坚",    //--宝箱图标
	},
	{
		id : 11540,    //--宝箱ID
		work : "曹政",    //--宝箱图标
	},
	{
		id : 11541,    //--宝箱ID
		work : "sf",    //--宝箱图标
	},
	{
		id : 11542,    //--宝箱ID
		work : "私服",    //--宝箱图标
	},
	{
		id : 11543,    //--宝箱ID
		work : "私人服务器",    //--宝箱图标
	},
	{
		id : 11544,    //--宝箱ID
		work : "wg",    //--宝箱图标
	},
	{
		id : 11545,    //--宝箱ID
		work : "外挂",    //--宝箱图标
	},
	{
		id : 11546,    //--宝箱ID
		work : "毛澤東",    //--宝箱图标
	},
	{
		id : 11547,    //--宝箱ID
		work : "周恩來",    //--宝箱图标
	},
	{
		id : 11548,    //--宝箱ID
		work : "劉少奇",    //--宝箱图标
	},
	{
		id : 11549,    //--宝箱ID
		work : "彭德懷",    //--宝箱图标
	},
	{
		id : 11550,    //--宝箱ID
		work : "劉伯承",    //--宝箱图标
	},
	{
		id : 11551,    //--宝箱ID
		work : "陳毅",    //--宝箱图标
	},
	{
		id : 11552,    //--宝箱ID
		work : "賀龍",    //--宝箱图标
	},
	{
		id : 11553,    //--宝箱ID
		work : "聶榮臻",    //--宝箱图标
	},
	{
		id : 11554,    //--宝箱ID
		work : "羅榮桓",    //--宝箱图标
	},
	{
		id : 11555,    //--宝箱ID
		work : "葉劍英",    //--宝箱图标
	},
	{
		id : 11556,    //--宝箱ID
		work : "李大釗",    //--宝箱图标
	},
	{
		id : 11557,    //--宝箱ID
		work : "陳獨秀",    //--宝箱图标
	},
	{
		id : 11558,    //--宝箱ID
		work : "孫中山",    //--宝箱图标
	},
	{
		id : 11559,    //--宝箱ID
		work : "孫文",    //--宝箱图标
	},
	{
		id : 11560,    //--宝箱ID
		work : "孫逸仙",    //--宝箱图标
	},
	{
		id : 11561,    //--宝箱ID
		work : "鄧小平",    //--宝箱图标
	},
	{
		id : 11562,    //--宝箱ID
		work : "陳雲",    //--宝箱图标
	},
	{
		id : 11563,    //--宝箱ID
		work : "江澤民",    //--宝箱图标
	},
	{
		id : 11564,    //--宝箱ID
		work : "李鵬",    //--宝箱图标
	},
	{
		id : 11565,    //--宝箱ID
		work : "朱鎔基",    //--宝箱图标
	},
	{
		id : 11566,    //--宝箱ID
		work : "李瑞環",    //--宝箱图标
	},
	{
		id : 11567,    //--宝箱ID
		work : "李嵐清",    //--宝箱图标
	},
	{
		id : 11568,    //--宝箱ID
		work : "胡錦濤",    //--宝箱图标
	},
	{
		id : 11569,    //--宝箱ID
		work : "羅幹",    //--宝箱图标
	},
	{
		id : 11570,    //--宝箱ID
		work : "溫家寶",    //--宝箱图标
	},
	{
		id : 11571,    //--宝箱ID
		work : "吳邦國",    //--宝箱图标
	},
	{
		id : 11572,    //--宝箱ID
		work : "曾慶紅",    //--宝箱图标
	},
	{
		id : 11573,    //--宝箱ID
		work : "賈慶林",    //--宝箱图标
	},
	{
		id : 11574,    //--宝箱ID
		work : "黃菊",    //--宝箱图标
	},
	{
		id : 11575,    //--宝箱ID
		work : "吳官正",    //--宝箱图标
	},
	{
		id : 11576,    //--宝箱ID
		work : "李長春",    //--宝箱图标
	},
	{
		id : 11577,    //--宝箱ID
		work : "吳儀",    //--宝箱图标
	},
	{
		id : 11578,    //--宝箱ID
		work : "曹剛川",    //--宝箱图标
	},
	{
		id : 11579,    //--宝箱ID
		work : "唐家璿",    //--宝箱图标
	},
	{
		id : 11580,    //--宝箱ID
		work : "華建敏",    //--宝箱图标
	},
	{
		id : 11581,    //--宝箱ID
		work : "陳至立",    //--宝箱图标
	},
	{
		id : 11582,    //--宝箱ID
		work : "張德江",    //--宝箱图标
	},
	{
		id : 11583,    //--宝箱ID
		work : "俞正聲",    //--宝箱图标
	},
	{
		id : 11584,    //--宝箱ID
		work : "王樂泉",    //--宝箱图标
	},
	{
		id : 11585,    //--宝箱ID
		work : "劉雲山",    //--宝箱图标
	},
	{
		id : 11586,    //--宝箱ID
		work : "王剛",    //--宝箱图标
	},
	{
		id : 11587,    //--宝箱ID
		work : "王兆國",    //--宝箱图标
	},
	{
		id : 11588,    //--宝箱ID
		work : "劉淇",    //--宝箱图标
	},
	{
		id : 11589,    //--宝箱ID
		work : "賀國強",    //--宝箱图标
	},
	{
		id : 11590,    //--宝箱ID
		work : "習近平",    //--宝箱图标
	},
	{
		id : 11591,    //--宝箱ID
		work : "李克強",    //--宝箱图标
	},
	{
		id : 11592,    //--宝箱ID
		work : "張高麗",    //--宝箱图标
	},
	{
		id : 11593,    //--宝箱ID
		work : "劉延東",    //--宝箱图标
	},
	{
		id : 11594,    //--宝箱ID
		work : "彭麗媛",    //--宝箱图标
	},
	{
		id : 11595,    //--宝箱ID
		work : "華國鋒",    //--宝箱图标
	},
	{
		id : 11596,    //--宝箱ID
		work : "習大大",    //--宝箱图标
	},
	{
		id : 11597,    //--宝箱ID
		work : "吳幫國",    //--宝箱图标
	},
	{
		id : 11598,    //--宝箱ID
		work : "無幫國",    //--宝箱图标
	},
	{
		id : 11599,    //--宝箱ID
		work : "無邦國",    //--宝箱图标
	},
	{
		id : 11600,    //--宝箱ID
		work : "無幫過",    //--宝箱图标
	},
	{
		id : 11601,    //--宝箱ID
		work : "瘟家寶",    //--宝箱图标
	},
	{
		id : 11602,    //--宝箱ID
		work : "假慶林",    //--宝箱图标
	},
	{
		id : 11603,    //--宝箱ID
		work : "甲慶林",    //--宝箱图标
	},
	{
		id : 11604,    //--宝箱ID
		work : "離長春",    //--宝箱图标
	},
	{
		id : 11605,    //--宝箱ID
		work : "習遠平",    //--宝箱图标
	},
	{
		id : 11606,    //--宝箱ID
		work : "襲近平",    //--宝箱图标
	},
	{
		id : 11607,    //--宝箱ID
		work : "李磕牆",    //--宝箱图标
	},
	{
		id : 11608,    //--宝箱ID
		work : "賀過牆",    //--宝箱图标
	},
	{
		id : 11609,    //--宝箱ID
		work : "和鍋槍",    //--宝箱图标
	},
	{
		id : 11610,    //--宝箱ID
		work : "習主席",    //--宝箱图标
	},
	{
		id : 11611,    //--宝箱ID
		work : "布希",    //--宝箱图标
	},
	{
		id : 11612,    //--宝箱ID
		work : "布雷爾",    //--宝箱图标
	},
	{
		id : 11613,    //--宝箱ID
		work : "純一郎",    //--宝箱图标
	},
	{
		id : 11614,    //--宝箱ID
		work : "薩馬蘭奇",    //--宝箱图标
	},
	{
		id : 11615,    //--宝箱ID
		work : "默克爾",    //--宝箱图标
	},
	{
		id : 11616,    //--宝箱ID
		work : "克林頓",    //--宝箱图标
	},
	{
		id : 11617,    //--宝箱ID
		work : "雷根",    //--宝箱图标
	},
	{
		id : 11618,    //--宝箱ID
		work : "尼克森",    //--宝箱图标
	},
	{
		id : 11619,    //--宝箱ID
		work : "杜魯門",    //--宝箱图标
	},
	{
		id : 11620,    //--宝箱ID
		work : "赫魯雪夫",    //--宝箱图标
	},
	{
		id : 11621,    //--宝箱ID
		work : "列寧",    //--宝箱图标
	},
	{
		id : 11622,    //--宝箱ID
		work : "史達林",    //--宝箱图标
	},
	{
		id : 11623,    //--宝箱ID
		work : "馬克思",    //--宝箱图标
	},
	{
		id : 11624,    //--宝箱ID
		work : "薩達姆",    //--宝箱图标
	},
	{
		id : 11625,    //--宝箱ID
		work : "柴契爾",    //--宝箱图标
	},
	{
		id : 11626,    //--宝箱ID
		work : "阿羅約",    //--宝箱图标
	},
	{
		id : 11627,    //--宝箱ID
		work : "卡斯楚",    //--宝箱图标
	},
	{
		id : 11628,    //--宝箱ID
		work : "佛蘭克林",    //--宝箱图标
	},
	{
		id : 11629,    //--宝箱ID
		work : "華盛頓",    //--宝箱图标
	},
	{
		id : 11630,    //--宝箱ID
		work : "艾森豪",    //--宝箱图标
	},
	{
		id : 11631,    //--宝箱ID
		work : "拿破崙",    //--宝箱图标
	},
	{
		id : 11632,    //--宝箱ID
		work : "亞歷山大",    //--宝箱图标
	},
	{
		id : 11633,    //--宝箱ID
		work : "拉姆斯菲爾德",    //--宝箱图标
	},
	{
		id : 11634,    //--宝箱ID
		work : "蘿拉",    //--宝箱图标
	},
	{
		id : 11635,    //--宝箱ID
		work : "鮑威爾",    //--宝箱图标
	},
	{
		id : 11636,    //--宝箱ID
		work : "奧巴馬",    //--宝箱图标
	},
	{
		id : 11637,    //--宝箱ID
		work : "梅德韋傑夫",    //--宝箱图标
	},
	{
		id : 11638,    //--宝箱ID
		work : "安倍晉三",    //--宝箱图标
	},
	{
		id : 11639,    //--宝箱ID
		work : "奧馬爾",    //--宝箱图标
	},
	{
		id : 11640,    //--宝箱ID
		work : "達賴",    //--宝箱图标
	},
	{
		id : 11641,    //--宝箱ID
		work : "達賴喇嘛",    //--宝箱图标
	},
	{
		id : 11642,    //--宝箱ID
		work : "張春橋",    //--宝箱图标
	},
	{
		id : 11643,    //--宝箱ID
		work : "東條英機",    //--宝箱图标
	},
	{
		id : 11644,    //--宝箱ID
		work : "岡村秀樹",    //--宝箱图标
	},
	{
		id : 11645,    //--宝箱ID
		work : "岡村寧次",    //--宝箱图标
	},
	{
		id : 11646,    //--宝箱ID
		work : "高麗朴",    //--宝箱图标
	},
	{
		id : 11647,    //--宝箱ID
		work : "趙紫陽",    //--宝箱图标
	},
	{
		id : 11648,    //--宝箱ID
		work : "沃爾開西",    //--宝箱图标
	},
	{
		id : 11649,    //--宝箱ID
		work : "李大師",    //--宝箱图标
	},
	{
		id : 11650,    //--宝箱ID
		work : "賴昌星",    //--宝箱图标
	},
	{
		id : 11651,    //--宝箱ID
		work : "馬加爵",    //--宝箱图标
	},
	{
		id : 11652,    //--宝箱ID
		work : "班禪",    //--宝箱图标
	},
	{
		id : 11653,    //--宝箱ID
		work : "額爾德尼",    //--宝箱图标
	},
	{
		id : 11654,    //--宝箱ID
		work : "阿扁萬歲",    //--宝箱图标
	},
	{
		id : 11655,    //--宝箱ID
		work : "熱那亞",    //--宝箱图标
	},
	{
		id : 11656,    //--宝箱ID
		work : "薄熙來",    //--宝箱图标
	},
	{
		id : 11657,    //--宝箱ID
		work : "王立軍",    //--宝箱图标
	},
	{
		id : 11658,    //--宝箱ID
		work : "令計畫",    //--宝箱图标
	},
	{
		id : 11659,    //--宝箱ID
		work : "軸永康",    //--宝箱图标
	},
	{
		id : 11660,    //--宝箱ID
		work : "陳良宇",    //--宝箱图标
	},
	{
		id : 11661,    //--宝箱ID
		work : "李登輝",    //--宝箱图标
	},
	{
		id : 11662,    //--宝箱ID
		work : "連戰",    //--宝箱图标
	},
	{
		id : 11663,    //--宝箱ID
		work : "呂秀蓮",    //--宝箱图标
	},
	{
		id : 11664,    //--宝箱ID
		work : "鬱慕明",    //--宝箱图标
	},
	{
		id : 11665,    //--宝箱ID
		work : "蔣介石",    //--宝箱图标
	},
	{
		id : 11666,    //--宝箱ID
		work : "蔣中正",    //--宝箱图标
	},
	{
		id : 11667,    //--宝箱ID
		work : "蔣經國",    //--宝箱图标
	},
	{
		id : 11668,    //--宝箱ID
		work : "馬英九",    //--宝箱图标
	},
	{
		id : 11669,    //--宝箱ID
		work : "涉嫌反动",    //--宝箱图标
	},
	{
		id : 11670,    //--宝箱ID
		work : "恐怖主义敏感词汇",    //--宝箱图标
	},
	{
		id : 11671,    //--宝箱ID
		work : "六四運動",    //--宝箱图标
	},
	{
		id : 11672,    //--宝箱ID
		work : "美國之音",    //--宝箱图标
	},
	{
		id : 11673,    //--宝箱ID
		work : "民國",    //--宝箱图标
	},
	{
		id : 11674,    //--宝箱ID
		work : "民進黨",    //--宝箱图标
	},
	{
		id : 11675,    //--宝箱ID
		work : "民運",    //--宝箱图标
	},
	{
		id : 11676,    //--宝箱ID
		work : "摩門教",    //--宝箱图标
	},
	{
		id : 11677,    //--宝箱ID
		work : "納粹",    //--宝箱图标
	},
	{
		id : 11678,    //--宝箱ID
		work : "南華早報",    //--宝箱图标
	},
	{
		id : 11679,    //--宝箱ID
		work : "南蠻",    //--宝箱图标
	},
	{
		id : 11680,    //--宝箱ID
		work : "明慧網",    //--宝箱图标
	},
	{
		id : 11681,    //--宝箱ID
		work : "起義",    //--宝箱图标
	},
	{
		id : 11682,    //--宝箱ID
		work : "親民黨",    //--宝箱图标
	},
	{
		id : 11683,    //--宝箱ID
		work : "瘸腿幫",    //--宝箱图标
	},
	{
		id : 11684,    //--宝箱ID
		work : "人民報",    //--宝箱图标
	},
	{
		id : 11685,    //--宝箱ID
		work : "法輪功",    //--宝箱图标
	},
	{
		id : 11686,    //--宝箱ID
		work : "法輪大法",    //--宝箱图标
	},
	{
		id : 11687,    //--宝箱ID
		work : "打倒共產黨",    //--宝箱图标
	},
	{
		id : 11688,    //--宝箱ID
		work : "台獨萬歲",    //--宝箱图标
	},
	{
		id : 11689,    //--宝箱ID
		work : "聖戰",    //--宝箱图标
	},
	{
		id : 11690,    //--宝箱ID
		work : "台獨",    //--宝箱图标
	},
	{
		id : 11691,    //--宝箱ID
		work : "台獨分子",    //--宝箱图标
	},
	{
		id : 11692,    //--宝箱ID
		work : "台聯",    //--宝箱图标
	},
	{
		id : 11693,    //--宝箱ID
		work : "臺灣民國",    //--宝箱图标
	},
	{
		id : 11694,    //--宝箱ID
		work : "臺灣島國",    //--宝箱图标
	},
	{
		id : 11695,    //--宝箱ID
		work : "臺灣國",    //--宝箱图标
	},
	{
		id : 11696,    //--宝箱ID
		work : "臺灣獨立",    //--宝箱图标
	},
	{
		id : 11697,    //--宝箱ID
		work : "天安門事件",    //--宝箱图标
	},
	{
		id : 11698,    //--宝箱ID
		work : "屠殺",    //--宝箱图标
	},
	{
		id : 11699,    //--宝箱ID
		work : "新黨",    //--宝箱图标
	},
	{
		id : 11700,    //--宝箱ID
		work : "新疆獨立",    //--宝箱图标
	},
	{
		id : 11701,    //--宝箱ID
		work : "新疆國",    //--宝箱图标
	},
	{
		id : 11702,    //--宝箱ID
		work : "疆獨",    //--宝箱图标
	},
	{
		id : 11703,    //--宝箱ID
		work : "西藏獨立",    //--宝箱图标
	},
	{
		id : 11704,    //--宝箱ID
		work : "西藏國",    //--宝箱图标
	},
	{
		id : 11705,    //--宝箱ID
		work : "藏獨",    //--宝箱图标
	},
	{
		id : 11706,    //--宝箱ID
		work : "藏青會",    //--宝箱图标
	},
	{
		id : 11707,    //--宝箱ID
		work : "藏婦會",    //--宝箱图标
	},
	{
		id : 11708,    //--宝箱ID
		work : "學潮",    //--宝箱图标
	},
	{
		id : 11709,    //--宝箱ID
		work : "學運",    //--宝箱图标
	},
	{
		id : 11710,    //--宝箱ID
		work : "一黨專政",    //--宝箱图标
	},
	{
		id : 11711,    //--宝箱ID
		work : "兩個中國",    //--宝箱图标
	},
	{
		id : 11712,    //--宝箱ID
		work : "一貫道",    //--宝箱图标
	},
	{
		id : 11713,    //--宝箱ID
		work : "遊行",    //--宝箱图标
	},
	{
		id : 11714,    //--宝箱ID
		work : "圓滿",    //--宝箱图标
	},
	{
		id : 11715,    //--宝箱ID
		work : "鎮壓",    //--宝箱图标
	},
	{
		id : 11716,    //--宝箱ID
		work : "政變",    //--宝箱图标
	},
	{
		id : 11717,    //--宝箱ID
		work : "政治反對派",    //--宝箱图标
	},
	{
		id : 11718,    //--宝箱ID
		work : "共產黨",    //--宝箱图标
	},
	{
		id : 11719,    //--宝箱ID
		work : "反黨",    //--宝箱图标
	},
	{
		id : 11720,    //--宝箱ID
		work : "民主黨",    //--宝箱图标
	},
	{
		id : 11721,    //--宝箱ID
		work : "中國之春",    //--宝箱图标
	},
	{
		id : 11722,    //--宝箱ID
		work : "轉法輪",    //--宝箱图标
	},
	{
		id : 11723,    //--宝箱ID
		work : "共黨",    //--宝箱图标
	},
	{
		id : 11724,    //--宝箱ID
		work : "蘇家屯",    //--宝箱图标
	},
	{
		id : 11725,    //--宝箱ID
		work : "基地組織",    //--宝箱图标
	},
	{
		id : 11726,    //--宝箱ID
		work : "東亞病夫",    //--宝箱图标
	},
	{
		id : 11727,    //--宝箱ID
		work : "高治聯",    //--宝箱图标
	},
	{
		id : 11728,    //--宝箱ID
		work : "高自聯",    //--宝箱图标
	},
	{
		id : 11729,    //--宝箱ID
		work : "專政",    //--宝箱图标
	},
	{
		id : 11730,    //--宝箱ID
		work : "專制",    //--宝箱图标
	},
	{
		id : 11731,    //--宝箱ID
		work : "四人幫",    //--宝箱图标
	},
	{
		id : 11732,    //--宝箱ID
		work : "新聞管制",    //--宝箱图标
	},
	{
		id : 11733,    //--宝箱ID
		work : "核工業基地",    //--宝箱图标
	},
	{
		id : 11734,    //--宝箱ID
		work : "鈾",    //--宝箱图标
	},
	{
		id : 11735,    //--宝箱ID
		work : "原子彈",    //--宝箱图标
	},
	{
		id : 11736,    //--宝箱ID
		work : "氫彈",    //--宝箱图标
	},
	{
		id : 11737,    //--宝箱ID
		work : "導彈",    //--宝箱图标
	},
	{
		id : 11738,    //--宝箱ID
		work : "核潛艇",    //--宝箱图标
	},
	{
		id : 11739,    //--宝箱ID
		work : "大參考",    //--宝箱图标
	},
	{
		id : 11740,    //--宝箱ID
		work : "小參考",    //--宝箱图标
	},
	{
		id : 11741,    //--宝箱ID
		work : "國內動態清樣",    //--宝箱图标
	},
	{
		id : 11742,    //--宝箱ID
		work : "東突",    //--宝箱图标
	},
	{
		id : 11743,    //--宝箱ID
		work : "中央電視臺",    //--宝箱图标
	},
	{
		id : 11744,    //--宝箱ID
		work : "雪山獅子旗",    //--宝箱图标
	},
	{
		id : 11745,    //--宝箱ID
		work : "佔領中環",    //--宝箱图标
	},
	{
		id : 11746,    //--宝箱ID
		work : "兩國論",    //--宝箱图标
	},
	{
		id : 11747,    //--宝箱ID
		work : "一邊一國",    //--宝箱图标
	},
	{
		id : 11748,    //--宝箱ID
		work : "多維",    //--宝箱图标
	},
	{
		id : 11749,    //--宝箱ID
		work : "釋迦牟尼",    //--宝箱图标
	},
	{
		id : 11750,    //--宝箱ID
		work : "如來",    //--宝箱图标
	},
	{
		id : 11751,    //--宝箱ID
		work : "阿彌陀佛",    //--宝箱图标
	},
	{
		id : 11752,    //--宝箱ID
		work : "觀世音",    //--宝箱图标
	},
	{
		id : 11753,    //--宝箱ID
		work : "普賢",    //--宝箱图标
	},
	{
		id : 11754,    //--宝箱ID
		work : "河殤",    //--宝箱图标
	},
	{
		id : 11755,    //--宝箱ID
		work : "聖母",    //--宝箱图标
	},
	{
		id : 11756,    //--宝箱ID
		work : "耶和華",    //--宝箱图标
	},
	{
		id : 11757,    //--宝箱ID
		work : "耶穌",    //--宝箱图标
	},
	{
		id : 11758,    //--宝箱ID
		work : "伊斯蘭",    //--宝箱图标
	},
	{
		id : 11759,    //--宝箱ID
		work : "白蓮教",    //--宝箱图标
	},
	{
		id : 11760,    //--宝箱ID
		work : "東正教",    //--宝箱图标
	},
	{
		id : 11761,    //--宝箱ID
		work : "法輪",    //--宝箱图标
	},
	{
		id : 11762,    //--宝箱ID
		work : "走向圓滿",    //--宝箱图标
	},
	{
		id : 11763,    //--宝箱ID
		work : "黃大仙",    //--宝箱图标
	},
	{
		id : 11764,    //--宝箱ID
		work : "風水",    //--宝箱图标
	},
	{
		id : 11765,    //--宝箱ID
		work : "神漢",    //--宝箱图标
	},
	{
		id : 11766,    //--宝箱ID
		work : "大衛教",    //--宝箱图标
	},
	{
		id : 11767,    //--宝箱ID
		work : "閻王",    //--宝箱图标
	},
	{
		id : 11768,    //--宝箱ID
		work : "黑白無常",    //--宝箱图标
	},
	{
		id : 11769,    //--宝箱ID
		work : "牛頭馬面",    //--宝箱图标
	},
	{
		id : 11770,    //--宝箱ID
		work : "高麗棒子",    //--宝箱图标
	},
	{
		id : 11771,    //--宝箱ID
		work : "蒙古韃子",    //--宝箱图标
	},
	{
		id : 11772,    //--宝箱ID
		work : "回民吃豬肉",    //--宝箱图标
	},
	{
		id : 11773,    //--宝箱ID
		work : "蒙古獨立",    //--宝箱图标
	},
	{
		id : 11774,    //--宝箱ID
		work : "謀殺",    //--宝箱图标
	},
	{
		id : 11775,    //--宝箱ID
		work : "殺人",    //--宝箱图标
	},
	{
		id : 11776,    //--宝箱ID
		work : "販毒",    //--宝箱图标
	},
	{
		id : 11777,    //--宝箱ID
		work : "賭博",    //--宝箱图标
	},
	{
		id : 11778,    //--宝箱ID
		work : "拐賣",    //--宝箱图标
	},
	{
		id : 11779,    //--宝箱ID
		work : "賣淫",    //--宝箱图标
	},
	{
		id : 11780,    //--宝箱ID
		work : "監獄",    //--宝箱图标
	},
	{
		id : 11781,    //--宝箱ID
		work : "強姦",    //--宝箱图标
	},
	{
		id : 11782,    //--宝箱ID
		work : "輪奸",    //--宝箱图标
	},
	{
		id : 11783,    //--宝箱ID
		work : "搶劫",    //--宝箱图标
	},
	{
		id : 11784,    //--宝箱ID
		work : "先奸後殺",    //--宝箱图标
	},
	{
		id : 11785,    //--宝箱ID
		work : "槍支彈藥",    //--宝箱图标
	},
	{
		id : 11786,    //--宝箱ID
		work : "抽頭",    //--宝箱图标
	},
	{
		id : 11787,    //--宝箱ID
		work : "坐莊",    //--宝箱图标
	},
	{
		id : 11788,    //--宝箱ID
		work : "賭馬",    //--宝箱图标
	},
	{
		id : 11789,    //--宝箱ID
		work : "賭球",    //--宝箱图标
	},
	{
		id : 11790,    //--宝箱ID
		work : "籌碼",    //--宝箱图标
	},
	{
		id : 11791,    //--宝箱ID
		work : "老虎機",    //--宝箱图标
	},
	{
		id : 11792,    //--宝箱ID
		work : "輪盤賭",    //--宝箱图标
	},
	{
		id : 11793,    //--宝箱ID
		work : "搖頭丸",    //--宝箱图标
	},
	{
		id : 11794,    //--宝箱ID
		work : "鴉片",    //--宝箱图标
	},
	{
		id : 11795,    //--宝箱ID
		work : "罌粟",    //--宝箱图标
	},
	{
		id : 11796,    //--宝箱ID
		work : "迷幻藥",    //--宝箱图标
	},
	{
		id : 11797,    //--宝箱ID
		work : "嗑藥",    //--宝箱图标
	},
	{
		id : 11798,    //--宝箱ID
		work : "賣槍支彈藥",    //--宝箱图标
	},
	{
		id : 11799,    //--宝箱ID
		work : "馬的",    //--宝箱图标
	},
	{
		id : 11800,    //--宝箱ID
		work : "馬白勺",    //--宝箱图标
	},
	{
		id : 11801,    //--宝箱ID
		work : "媽的",    //--宝箱图标
	},
	{
		id : 11802,    //--宝箱ID
		work : "媽白勺",    //--宝箱图标
	},
	{
		id : 11803,    //--宝箱ID
		work : "女馬ㄉ",    //--宝箱图标
	},
	{
		id : 11804,    //--宝箱ID
		work : "女馬的",    //--宝箱图标
	},
	{
		id : 11805,    //--宝箱ID
		work : "女馬白勺",    //--宝箱图标
	},
	{
		id : 11806,    //--宝箱ID
		work : "幹你",    //--宝箱图标
	},
	{
		id : 11807,    //--宝箱ID
		work : "幹妳",    //--宝箱图标
	},
	{
		id : 11808,    //--宝箱ID
		work : "幹他",    //--宝箱图标
	},
	{
		id : 11809,    //--宝箱ID
		work : "幹人也",    //--宝箱图标
	},
	{
		id : 11810,    //--宝箱ID
		work : "幹她",    //--宝箱图标
	},
	{
		id : 11811,    //--宝箱ID
		work : "幹女也",    //--宝箱图标
	},
	{
		id : 11812,    //--宝箱ID
		work : "機八",    //--宝箱图标
	},
	{
		id : 11813,    //--宝箱ID
		work : "雞八",    //--宝箱图标
	},
	{
		id : 11814,    //--宝箱ID
		work : "機巴",    //--宝箱图标
	},
	{
		id : 11815,    //--宝箱ID
		work : "雞巴",    //--宝箱图标
	},
	{
		id : 11816,    //--宝箱ID
		work : "機叭",    //--宝箱图标
	},
	{
		id : 11817,    //--宝箱ID
		work : "雞叭",    //--宝箱图标
	},
	{
		id : 11818,    //--宝箱ID
		work : "機芭",    //--宝箱图标
	},
	{
		id : 11819,    //--宝箱ID
		work : "雞芭",    //--宝箱图标
	},
	{
		id : 11820,    //--宝箱ID
		work : "機掰",    //--宝箱图标
	},
	{
		id : 11821,    //--宝箱ID
		work : "雞掰",    //--宝箱图标
	},
	{
		id : 11822,    //--宝箱ID
		work : "機Y",    //--宝箱图标
	},
	{
		id : 11823,    //--宝箱ID
		work : "機Ｙ",    //--宝箱图标
	},
	{
		id : 11824,    //--宝箱ID
		work : "雞Y",    //--宝箱图标
	},
	{
		id : 11825,    //--宝箱ID
		work : "雞Ｙ",    //--宝箱图标
	},
	{
		id : 11826,    //--宝箱ID
		work : "機8",    //--宝箱图标
	},
	{
		id : 11827,    //--宝箱ID
		work : "雞８",    //--宝箱图标
	},
	{
		id : 11828,    //--宝箱ID
		work : "幹GY",    //--宝箱图标
	},
	{
		id : 11829,    //--宝箱ID
		work : "幹ＧＹ",    //--宝箱图标
	},
	{
		id : 11830,    //--宝箱ID
		work : "幹七八",    //--宝箱图标
	},
	{
		id : 11831,    //--宝箱ID
		work : "幹78",    //--宝箱图标
	},
	{
		id : 11832,    //--宝箱ID
		work : "幹７８",    //--宝箱图标
	},
	{
		id : 11833,    //--宝箱ID
		work : "懶叫",    //--宝箱图标
	},
	{
		id : 11834,    //--宝箱ID
		work : "懶教",    //--宝箱图标
	},
	{
		id : 11835,    //--宝箱ID
		work : "媽B",    //--宝箱图标
	},
	{
		id : 11836,    //--宝箱ID
		work : "璩美鳳",    //--宝箱图标
	},
	{
		id : 11837,    //--宝箱ID
		work : "陰莖",    //--宝箱图标
	},
	{
		id : 11838,    //--宝箱ID
		work : "陰道",    //--宝箱图标
	},
	{
		id : 11839,    //--宝箱ID
		work : "幹死",    //--宝箱图标
	},
	{
		id : 11840,    //--宝箱ID
		work : "你媽",    //--宝箱图标
	},
	{
		id : 11841,    //--宝箱ID
		work : "幼齒",    //--宝箱图标
	},
	{
		id : 11842,    //--宝箱ID
		work : "幹死你",    //--宝箱图标
	},
	{
		id : 11843,    //--宝箱ID
		work : "作愛",    //--宝箱图标
	},
	{
		id : 11844,    //--宝箱ID
		work : "發騷",    //--宝箱图标
	},
	{
		id : 11845,    //--宝箱ID
		work : "陰唇",    //--宝箱图标
	},
	{
		id : 11846,    //--宝箱ID
		work : "操你媽",    //--宝箱图标
	},
	{
		id : 11847,    //--宝箱ID
		work : "賤人",    //--宝箱图标
	},
	{
		id : 11848,    //--宝箱ID
		work : "江八點",    //--宝箱图标
	},
	{
		id : 11849,    //--宝箱ID
		work : "賤逼",    //--宝箱图标
	},
	{
		id : 11850,    //--宝箱ID
		work : "騷貨",    //--宝箱图标
	},
	{
		id : 11851,    //--宝箱ID
		work : "龜公",    //--宝箱图标
	},
	{
		id : 11852,    //--宝箱ID
		work : "窮逼",    //--宝箱图标
	},
	{
		id : 11853,    //--宝箱ID
		work : "裝逼",    //--宝箱图标
	},
	{
		id : 11854,    //--宝箱ID
		work : "媽批",    //--宝箱图标
	},
	{
		id : 11855,    //--宝箱ID
		work : "爛逼",    //--宝箱图标
	},
	{
		id : 11856,    //--宝箱ID
		work : "雞奸",    //--宝箱图标
	},
	{
		id : 11857,    //--宝箱ID
		work : "爛比",    //--宝箱图标
	},
	{
		id : 11858,    //--宝箱ID
		work : "噴你",    //--宝箱图标
	},
	{
		id : 11859,    //--宝箱ID
		work : "你大爺",    //--宝箱图标
	},
	{
		id : 11860,    //--宝箱ID
		work : "中國豬",    //--宝箱图标
	},
	{
		id : 11861,    //--宝箱ID
		work : "淫穢",    //--宝箱图标
	},
	{
		id : 11862,    //--宝箱ID
		work : "江豬媳",    //--宝箱图标
	},
	{
		id : 11863,    //--宝箱ID
		work : "豬毛",    //--宝箱图标
	},
	{
		id : 11864,    //--宝箱ID
		work : "逼樣",    //--宝箱图标
	},
	{
		id : 11865,    //--宝箱ID
		work : "去你媽的",    //--宝箱图标
	},
	{
		id : 11866,    //--宝箱ID
		work : "下賤",    //--宝箱图标
	},
	{
		id : 11867,    //--宝箱ID
		work : "豬操",    //--宝箱图标
	},
	{
		id : 11868,    //--宝箱ID
		work : "陰水",    //--宝箱图标
	},
	{
		id : 11869,    //--宝箱ID
		work : "賣比",    //--宝箱图标
	},
	{
		id : 11870,    //--宝箱ID
		work : "16dy-圖庫",    //--宝箱图标
	},
	{
		id : 11871,    //--宝箱ID
		work : "愛女人",    //--宝箱图标
	},
	{
		id : 11872,    //--宝箱ID
		work : "拔出來",    //--宝箱图标
	},
	{
		id : 11873,    //--宝箱ID
		work : "插進",    //--宝箱图标
	},
	{
		id : 11874,    //--宝箱ID
		work : "調教",    //--宝箱图标
	},
	{
		id : 11875,    //--宝箱ID
		work : "黃色電影",    //--宝箱图标
	},
	{
		id : 11876,    //--宝箱ID
		work : "激情電影",    //--宝箱图标
	},
	{
		id : 11877,    //--宝箱ID
		work : "輪暴",    //--宝箱图标
	},
	{
		id : 11878,    //--宝箱ID
		work : "色貓",    //--宝箱图标
	},
	{
		id : 11879,    //--宝箱ID
		work : "性愛圖庫",    //--宝箱图标
	},
	{
		id : 11880,    //--宝箱ID
		work : "亞情",    //--宝箱图标
	},
	{
		id : 11881,    //--宝箱ID
		work : "中文搜性網",    //--宝箱图标
	},
	{
		id : 11882,    //--宝箱ID
		work : "摸陰蒂",    //--宝箱图标
	},
	{
		id : 11883,    //--宝箱ID
		work : "金鱗豈是池中物",    //--宝箱图标
	},
	{
		id : 11884,    //--宝箱ID
		work : "白虎少婦",    //--宝箱图标
	},
	{
		id : 11885,    //--宝箱ID
		work : "白虎陰穴",    //--宝箱图标
	},
	{
		id : 11886,    //--宝箱ID
		work : "逼癢",    //--宝箱图标
	},
	{
		id : 11887,    //--宝箱ID
		work : "幹穴",    //--宝箱图标
	},
	{
		id : 11888,    //--宝箱ID
		work : "開苞",    //--宝箱图标
	},
	{
		id : 11889,    //--宝箱ID
		work : "春藥",    //--宝箱图标
	},
	{
		id : 11890,    //--宝箱ID
		work : "風豔閣",    //--宝箱图标
	},
	{
		id : 11891,    //--宝箱ID
		work : "激情小說",    //--宝箱图标
	},
	{
		id : 11892,    //--宝箱ID
		work : "獸欲",    //--宝箱图标
	},
	{
		id : 11893,    //--宝箱ID
		work : "應召",    //--宝箱图标
	},
	{
		id : 11894,    //--宝箱ID
		work : "幹的爽",    //--宝箱图标
	},
	{
		id : 11895,    //--宝箱ID
		work : "肉蒲團",    //--宝箱图标
	},
	{
		id : 11896,    //--宝箱ID
		work : "後庭",    //--宝箱图标
	},
	{
		id : 11897,    //--宝箱ID
		work : "男女交歡",    //--宝箱图标
	},
	{
		id : 11898,    //--宝箱ID
		work : "極品波霸",    //--宝箱图标
	},
	{
		id : 11899,    //--宝箱ID
		work : "獸奸",    //--宝箱图标
	},
	{
		id : 11900,    //--宝箱ID
		work : "銷魂洞",    //--宝箱图标
	},
	{
		id : 11901,    //--宝箱ID
		work : "操爛",    //--宝箱图标
	},
	{
		id : 11902,    //--宝箱ID
		work : "成人網站",    //--宝箱图标
	},
	{
		id : 11903,    //--宝箱ID
		work : "一夜歡",    //--宝箱图标
	},
	{
		id : 11904,    //--宝箱ID
		work : "給你爽",    //--宝箱图标
	},
	{
		id : 11905,    //--宝箱ID
		work : "偷窺圖片",    //--宝箱图标
	},
	{
		id : 11906,    //--宝箱ID
		work : "大乳頭",    //--宝箱图标
	},
	{
		id : 11907,    //--宝箱ID
		work : "中年美婦",    //--宝箱图标
	},
	{
		id : 11908,    //--宝箱ID
		work : "脫內褲",    //--宝箱图标
	},
	{
		id : 11909,    //--宝箱ID
		work : "發浪",    //--宝箱图标
	},
	{
		id : 11910,    //--宝箱ID
		work : "肉莖",    //--宝箱图标
	},
	{
		id : 11911,    //--宝箱ID
		work : "摳穴",    //--宝箱图标
	},
	{
		id : 11912,    //--宝箱ID
		work : "顏射",    //--宝箱图标
	},
	{
		id : 11913,    //--宝箱ID
		work : "淫水愛液",    //--宝箱图标
	},
	{
		id : 11914,    //--宝箱ID
		work : "陰核",    //--宝箱图标
	},
	{
		id : 11915,    //--宝箱ID
		work : "母子姦情",    //--宝箱图标
	},
	{
		id : 11916,    //--宝箱ID
		work : "丁香社區",    //--宝箱图标
	},
	{
		id : 11917,    //--宝箱ID
		work : "愛圖公園",    //--宝箱图标
	},
	{
		id : 11918,    //--宝箱ID
		work : "鹿城娛樂",    //--宝箱图标
	},
	{
		id : 11919,    //--宝箱ID
		work : "幼香閣",    //--宝箱图标
	},
	{
		id : 11920,    //--宝箱ID
		work : "隱窩窩",    //--宝箱图标
	},
	{
		id : 11921,    //--宝箱ID
		work : "亂倫熟女網",    //--宝箱图标
	},
	{
		id : 11922,    //--宝箱ID
		work : "插陰",    //--宝箱图标
	},
	{
		id : 11923,    //--宝箱ID
		work : "露陰照",    //--宝箱图标
	},
	{
		id : 11924,    //--宝箱ID
		work : "嫩鮑魚",    //--宝箱图标
	},
	{
		id : 11925,    //--宝箱ID
		work : "日本AV女優",    //--宝箱图标
	},
	{
		id : 11926,    //--宝箱ID
		work : "激情貼圖",    //--宝箱图标
	},
	{
		id : 11927,    //--宝箱ID
		work : "成人論壇",    //--宝箱图标
	},
	{
		id : 11928,    //--宝箱ID
		work : "就去誘惑",    //--宝箱图标
	},
	{
		id : 11929,    //--宝箱ID
		work : "激情裸體",    //--宝箱图标
	},
	{
		id : 11930,    //--宝箱ID
		work : "麗春苑",    //--宝箱图标
	},
	{
		id : 11931,    //--宝箱ID
		work : "窩窩客",    //--宝箱图标
	},
	{
		id : 11932,    //--宝箱ID
		work : "銀民吧",    //--宝箱图标
	},
	{
		id : 11933,    //--宝箱ID
		work : "亞洲色",    //--宝箱图标
	},
	{
		id : 11934,    //--宝箱ID
		work : "愛色cc",    //--宝箱图标
	},
	{
		id : 11935,    //--宝箱ID
		work : "妹妹騷圖",    //--宝箱图标
	},
	{
		id : 11936,    //--宝箱ID
		work : "賓館女郎",    //--宝箱图标
	},
	{
		id : 11937,    //--宝箱ID
		work : "美腿絲足",    //--宝箱图标
	},
	{
		id : 11938,    //--宝箱ID
		work : "無碼長片",    //--宝箱图标
	},
	{
		id : 11939,    //--宝箱ID
		work : "淫水漣漣",    //--宝箱图标
	},
	{
		id : 11940,    //--宝箱ID
		work : "放蕩少婦",    //--宝箱图标
	},
	{
		id : 11941,    //--宝箱ID
		work : "成人圖片",    //--宝箱图标
	},
	{
		id : 11942,    //--宝箱ID
		work : "黃金聖水",    //--宝箱图标
	},
	{
		id : 11943,    //--宝箱ID
		work : "腳交",    //--宝箱图标
	},
	{
		id : 11944,    //--宝箱ID
		work : "勾魂少婦",    //--宝箱图标
	},
	{
		id : 11945,    //--宝箱ID
		work : "乳此絲襪",    //--宝箱图标
	},
	{
		id : 11946,    //--宝箱ID
		work : "日本灌腸",    //--宝箱图标
	},
	{
		id : 11947,    //--宝箱ID
		work : "集體性愛",    //--宝箱图标
	},
	{
		id : 11948,    //--宝箱ID
		work : "國產騷貨",    //--宝箱图标
	},
	{
		id : 11949,    //--宝箱ID
		work : "亞洲淫娃",    //--宝箱图标
	},
	{
		id : 11950,    //--宝箱ID
		work : "熟女亂倫",    //--宝箱图标
	},
	{
		id : 11951,    //--宝箱ID
		work : "大膽少女",    //--宝箱图标
	},
	{
		id : 11952,    //--宝箱ID
		work : "乳此豐滿",    //--宝箱图标
	},
	{
		id : 11953,    //--宝箱ID
		work : "屄屄特寫",    //--宝箱图标
	},
	{
		id : 11954,    //--宝箱ID
		work : "熟女顏射",    //--宝箱图标
	},
	{
		id : 11955,    //--宝箱ID
		work : "恥辱輪奸",    //--宝箱图标
	},
	{
		id : 11956,    //--宝箱ID
		work : "嫵媚挑逗",    //--宝箱图标
	},
	{
		id : 11957,    //--宝箱ID
		work : "騷姨媽",    //--宝箱图标
	},
	{
		id : 11958,    //--宝箱ID
		work : "裸體少婦",    //--宝箱图标
	},
	{
		id : 11959,    //--宝箱ID
		work : "美少婦",    //--宝箱图标
	},
	{
		id : 11960,    //--宝箱ID
		work : "楊思敏",    //--宝箱图标
	},
	{
		id : 11961,    //--宝箱ID
		work : "風騷淫蕩",    //--宝箱图标
	},
	{
		id : 11962,    //--宝箱ID
		work : "明星淫圖",    //--宝箱图标
	},
	{
		id : 11963,    //--宝箱ID
		work : "淫亂熟女",    //--宝箱图标
	},
	{
		id : 11964,    //--宝箱ID
		work : "高潮集錦",    //--宝箱图标
	},
	{
		id : 11965,    //--宝箱ID
		work : "淫獸學園",    //--宝箱图标
	},
	{
		id : 11966,    //--宝箱ID
		work : "俏臀攝魄",    //--宝箱图标
	},
	{
		id : 11967,    //--宝箱ID
		work : "無套內射",    //--宝箱图标
	},
	{
		id : 11968,    //--宝箱ID
		work : "毛鮑",    //--宝箱图标
	},
	{
		id : 11969,    //--宝箱ID
		work : "3P炮圖",    //--宝箱图标
	},
	{
		id : 11970,    //--宝箱ID
		work : "性交課",    //--宝箱图标
	},
	{
		id : 11971,    //--宝箱ID
		work : "性感妖嬈",    //--宝箱图标
	},
	{
		id : 11972,    //--宝箱ID
		work : "人妻交換",    //--宝箱图标
	},
	{
		id : 11973,    //--宝箱ID
		work : "監禁陵辱",    //--宝箱图标
	},
	{
		id : 11974,    //--宝箱ID
		work : "生徒胸觸",    //--宝箱图标
	},
	{
		id : 11975,    //--宝箱ID
		work : "翹臀嫩穴",    //--宝箱图标
	},
	{
		id : 11976,    //--宝箱ID
		work : "春光外瀉",    //--宝箱图标
	},
	{
		id : 11977,    //--宝箱ID
		work : "淫婦自慰",    //--宝箱图标
	},
	{
		id : 11978,    //--宝箱ID
		work : "本土無碼",    //--宝箱图标
	},
	{
		id : 11979,    //--宝箱ID
		work : "淫妻交換",    //--宝箱图标
	},
	{
		id : 11980,    //--宝箱ID
		work : "近親相奸",    //--宝箱图标
	},
	{
		id : 11981,    //--宝箱ID
		work : "豔乳",    //--宝箱图标
	},
	{
		id : 11982,    //--宝箱ID
		work : "肛門噴水",    //--宝箱图标
	},
	{
		id : 11983,    //--宝箱ID
		work : "淫蕩貴婦",    //--宝箱图标
	},
	{
		id : 11984,    //--宝箱ID
		work : "鬼畜輪奸",    //--宝箱图标
	},
	{
		id : 11985,    //--宝箱ID
		work : "浴室亂倫",    //--宝箱图标
	},
	{
		id : 11986,    //--宝箱ID
		work : "生奸內射",    //--宝箱图标
	},
	{
		id : 11987,    //--宝箱ID
		work : "國產嫖娼",    //--宝箱图标
	},
	{
		id : 11988,    //--宝箱ID
		work : "白液四濺",    //--宝箱图标
	},
	{
		id : 11989,    //--宝箱ID
		work : "帶套肛交",    //--宝箱图标
	},
	{
		id : 11990,    //--宝箱ID
		work : "大亂交",    //--宝箱图标
	},
	{
		id : 11991,    //--宝箱ID
		work : "無碼炮圖",    //--宝箱图标
	},
	{
		id : 11992,    //--宝箱ID
		work : "群陰會",    //--宝箱图标
	},
	{
		id : 11993,    //--宝箱ID
		work : "極品波神",    //--宝箱图标
	},
	{
		id : 11994,    //--宝箱ID
		work : "淫亂工作",    //--宝箱图标
	},
	{
		id : 11995,    //--宝箱ID
		work : "白漿四濺",    //--宝箱图标
	},
	{
		id : 11996,    //--宝箱ID
		work : "街頭扒衣",    //--宝箱图标
	},
	{
		id : 11997,    //--宝箱ID
		work : "口內爆射",    //--宝箱图标
	},
	{
		id : 11998,    //--宝箱ID
		work : "肛門拳交",    //--宝箱图标
	},
	{
		id : 11999,    //--宝箱ID
		work : "灌滿精液",    //--宝箱图标
	},
	{
		id : 12000,    //--宝箱ID
		work : "蓮花逼",    //--宝箱图标
	},
	{
		id : 12001,    //--宝箱ID
		work : "自慰摳穴",    //--宝箱图标
	},
	{
		id : 12002,    //--宝箱ID
		work : "洗腸射尿",    //--宝箱图标
	},
	{
		id : 12003,    //--宝箱ID
		work : "人妻色誘",    //--宝箱图标
	},
	{
		id : 12004,    //--宝箱ID
		work : "淫漿",    //--宝箱图标
	},
	{
		id : 12005,    //--宝箱ID
		work : "騷浪美女",    //--宝箱图标
	},
	{
		id : 12006,    //--宝箱ID
		work : "舌頭穴",    //--宝箱图标
	},
	{
		id : 12007,    //--宝箱ID
		work : "人妻做愛",    //--宝箱图标
	},
	{
		id : 12008,    //--宝箱ID
		work : "插穴止癢",    //--宝箱图标
	},
	{
		id : 12009,    //--宝箱ID
		work : "騷乳",    //--宝箱图标
	},
	{
		id : 12010,    //--宝箱ID
		work : "插陰莖",    //--宝箱图标
	},
	{
		id : 12011,    //--宝箱ID
		work : "熟婦人妻",    //--宝箱图标
	},
	{
		id : 12012,    //--宝箱ID
		work : "性傭",    //--宝箱图标
	},
	{
		id : 12013,    //--宝箱ID
		work : "嫩鮑",    //--宝箱图标
	},
	{
		id : 12014,    //--宝箱ID
		work : "騷母",    //--宝箱图标
	},
	{
		id : 12015,    //--宝箱ID
		work : "吃雞巴",    //--宝箱图标
	},
	{
		id : 12016,    //--宝箱ID
		work : "體奸",    //--宝箱图标
	},
	{
		id : 12017,    //--宝箱ID
		work : "廁所盜攝",    //--宝箱图标
	},
	{
		id : 12018,    //--宝箱ID
		work : "豔婦淫女",    //--宝箱图标
	},
	{
		id : 12019,    //--宝箱ID
		work : "盜撮",    //--宝箱图标
	},
	{
		id : 12020,    //--宝箱ID
		work : "薄碼",    //--宝箱图标
	},
	{
		id : 12021,    //--宝箱ID
		work : "巧淫奸戲",    //--宝箱图标
	},
	{
		id : 12022,    //--宝箱ID
		work : "換妻大會",    //--宝箱图标
	},
	{
		id : 12023,    //--宝箱ID
		work : "破處",    //--宝箱图标
	},
	{
		id : 12024,    //--宝箱ID
		work : "g點",    //--宝箱图标
	},
	{
		id : 12025,    //--宝箱ID
		work : "歡歡娛樂時空",    //--宝箱图标
	},
	{
		id : 12026,    //--宝箱ID
		work : "褲襪",    //--宝箱图标
	},
	{
		id : 12027,    //--宝箱ID
		work : "買春",    //--宝箱图标
	},
	{
		id : 12028,    //--宝箱ID
		work : "妹妹陰毛",    //--宝箱图标
	},
	{
		id : 12029,    //--宝箱ID
		work : "免費成人網站",    //--宝箱图标
	},
	{
		id : 12030,    //--宝箱ID
		work : "免費偷窺網",    //--宝箱图标
	},
	{
		id : 12031,    //--宝箱ID
		work : "免費A片",    //--宝箱图标
	},
	{
		id : 12032,    //--宝箱ID
		work : "女優",    //--宝箱图标
	},
	{
		id : 12033,    //--宝箱ID
		work : "騷姐姐",    //--宝箱图标
	},
	{
		id : 12034,    //--宝箱ID
		work : "色區",    //--宝箱图标
	},
	{
		id : 12035,    //--宝箱ID
		work : "色書庫",    //--宝箱图标
	},
	{
		id : 12036,    //--宝箱ID
		work : "射顏",    //--宝箱图标
	},
	{
		id : 12037,    //--宝箱ID
		work : "下流地帶",    //--宝箱图标
	},
	{
		id : 12038,    //--宝箱ID
		work : "性饑渴",    //--宝箱图标
	},
	{
		id : 12039,    //--宝箱ID
		work : "陰部",    //--宝箱图标
	},
	{
		id : 12040,    //--宝箱ID
		work : "淫圖",    //--宝箱图标
	},
	{
		id : 12041,    //--宝箱ID
		work : "情色文學",    //--宝箱图标
	},
	{
		id : 12042,    //--宝箱ID
		work : "日本騷貨",    //--宝箱图标
	},
	{
		id : 12043,    //--宝箱ID
		work : "肉溝",    //--宝箱图标
	},
	{
		id : 12044,    //--宝箱ID
		work : "肉棍幹騷婦",    //--宝箱图标
	},
	{
		id : 12045,    //--宝箱ID
		work : "肉壺",    //--宝箱图标
	},
	{
		id : 12046,    //--宝箱ID
		work : "騷妹",    //--宝箱图标
	},
	{
		id : 12047,    //--宝箱ID
		work : "騷女",    //--宝箱图标
	},
	{
		id : 12048,    //--宝箱ID
		work : "騷水",    //--宝箱图标
	},
	{
		id : 12049,    //--宝箱ID
		work : "騷穴",    //--宝箱图标
	},
	{
		id : 12050,    //--宝箱ID
		work : "色狐狸網址",    //--宝箱图标
	},
	{
		id : 12051,    //--宝箱ID
		work : "色狼論壇",    //--宝箱图标
	},
	{
		id : 12052,    //--宝箱ID
		work : "色狼小說",    //--宝箱图标
	},
	{
		id : 12053,    //--宝箱ID
		work : "濕穴",    //--宝箱图标
	},
	{
		id : 12054,    //--宝箱ID
		work : "做愛電影",    //--宝箱图标
	},
	{
		id : 12055,    //--宝箱ID
		work : "色誘",    //--宝箱图标
	},
	{
		id : 12056,    //--宝箱ID
		work : "採花堂",    //--宝箱图标
	},
	{
		id : 12057,    //--宝箱ID
		work : "亞洲性虐",    //--宝箱图标
	},
	{
		id : 12058,    //--宝箱ID
		work : "淫婦",    //--宝箱图标
	},
	{
		id : 12059,    //--宝箱ID
		work : "淫賤",    //--宝箱图标
	},
	{
		id : 12060,    //--宝箱ID
		work : "歡樂性今宵",    //--宝箱图标
	},
	{
		id : 12061,    //--宝箱ID
		work : "乳溝",    //--宝箱图标
	},
	{
		id : 12062,    //--宝箱ID
		work : "淫蟲",    //--宝箱图标
	},
	{
		id : 12063,    //--宝箱ID
		work : "小姐打飛機",    //--宝箱图标
	},
	{
		id : 12064,    //--宝箱ID
		work : "姦情",    //--宝箱图标
	},
	{
		id : 12065,    //--宝箱ID
		work : "被幹",    //--宝箱图标
	},
	{
		id : 12066,    //--宝箱ID
		work : "陰締",    //--宝箱图标
	},
	{
		id : 12067,    //--宝箱ID
		work : "內射",    //--宝箱图标
	},
	{
		id : 12068,    //--宝箱ID
		work : "成人午夜場",    //--宝箱图标
	},
	{
		id : 12069,    //--宝箱ID
		work : "買春堂",    //--宝箱图标
	},
	{
		id : 12070,    //--宝箱ID
		work : "成人社區",    //--宝箱图标
	},
	{
		id : 12071,    //--宝箱ID
		work : "做愛自拍",    //--宝箱图标
	},
	{
		id : 12072,    //--宝箱ID
		work : "夫妻俱樂部",    //--宝箱图标
	},
	{
		id : 12073,    //--宝箱ID
		work : "誘色uu",    //--宝箱图标
	},
	{
		id : 12074,    //--宝箱ID
		work : "熟婦",    //--宝箱图标
	},
	{
		id : 12075,    //--宝箱ID
		work : "mm美圖",    //--宝箱图标
	},
	{
		id : 12076,    //--宝箱ID
		work : "虎騎",    //--宝箱图标
	},
	{
		id : 12077,    //--宝箱ID
		work : "咪咪圖片",    //--宝箱图标
	},
	{
		id : 12078,    //--宝箱ID
		work : "成人導航",    //--宝箱图标
	},
	{
		id : 12079,    //--宝箱ID
		work : "深愛色色",    //--宝箱图标
	},
	{
		id : 12080,    //--宝箱ID
		work : "廁所偷拍",    //--宝箱图标
	},
	{
		id : 12081,    //--宝箱ID
		work : "釋欲",    //--宝箱图标
	},
	{
		id : 12082,    //--宝箱ID
		work : "你色嗎",    //--宝箱图标
	},
	{
		id : 12083,    //--宝箱ID
		work : "裙內偷拍",    //--宝箱图标
	},
	{
		id : 12084,    //--宝箱ID
		work : "色97愛",    //--宝箱图标
	},
	{
		id : 12085,    //--宝箱ID
		work : "絲誘",    //--宝箱图标
	},
	{
		id : 12086,    //--宝箱ID
		work : "色情工廠",    //--宝箱图标
	},
	{
		id : 12087,    //--宝箱ID
		work : "美體豔姿",    //--宝箱图标
	},
	{
		id : 12088,    //--宝箱ID
		work : "顏射自拍",    //--宝箱图标
	},
	{
		id : 12089,    //--宝箱ID
		work : "肉絲褲襪",    //--宝箱图标
	},
	{
		id : 12090,    //--宝箱ID
		work : "sm調教",    //--宝箱图标
	},
	{
		id : 12091,    //--宝箱ID
		work : "愛幼閣",    //--宝箱图标
	},
	{
		id : 12092,    //--宝箱ID
		work : "花樣性交",    //--宝箱图标
	},
	{
		id : 12093,    //--宝箱ID
		work : "大奶騷女",    //--宝箱图标
	},
	{
		id : 12094,    //--宝箱ID
		work : "淫水四濺",    //--宝箱图标
	},
	{
		id : 12095,    //--宝箱ID
		work : "大膽出位",    //--宝箱图标
	},
	{
		id : 12096,    //--宝箱ID
		work : "旅館自拍",    //--宝箱图标
	},
	{
		id : 12097,    //--宝箱ID
		work : "無套自拍",    //--宝箱图标
	},
	{
		id : 12098,    //--宝箱ID
		work : "快樂AV",    //--宝箱图标
	},
	{
		id : 12099,    //--宝箱ID
		work : "國產無碼",    //--宝箱图标
	},
	{
		id : 12100,    //--宝箱ID
		work : "強制浣腸",    //--宝箱图标
	},
	{
		id : 12101,    //--宝箱ID
		work : "凸肉優",    //--宝箱图标
	},
	{
		id : 12102,    //--宝箱ID
		work : "騷妹妹",    //--宝箱图标
	},
	{
		id : 12103,    //--宝箱ID
		work : "雙龍入洞",    //--宝箱图标
	},
	{
		id : 12104,    //--宝箱ID
		work : "處女開包",    //--宝箱图标
	},
	{
		id : 12105,    //--宝箱ID
		work : "調教虐待",    //--宝箱图标
	},
	{
		id : 12106,    //--宝箱ID
		work : "淫肉誘惑",    //--宝箱图标
	},
	{
		id : 12107,    //--宝箱ID
		work : "激情潮噴",    //--宝箱图标
	},
	{
		id : 12108,    //--宝箱ID
		work : "騷穴怒放",    //--宝箱图标
	},
	{
		id : 12109,    //--宝箱ID
		work : "饅頭屄",    //--宝箱图标
	},
	{
		id : 12110,    //--宝箱ID
		work : "無碼絲襪",    //--宝箱图标
	},
	{
		id : 12111,    //--宝箱ID
		work : "寫真",    //--宝箱图标
	},
	{
		id : 12112,    //--宝箱ID
		work : "輪操",    //--宝箱图标
	},
	{
		id : 12113,    //--宝箱ID
		work : "淫亂診所",    //--宝箱图标
	},
	{
		id : 12114,    //--宝箱ID
		work : "極品奶妹",    //--宝箱图标
	},
	{
		id : 12115,    //--宝箱ID
		work : "巨乳俏女醫",    //--宝箱图标
	},
	{
		id : 12116,    //--宝箱ID
		work : "扉之陰",    //--宝箱图标
	},
	{
		id : 12117,    //--宝箱ID
		work : "丁字褲翹臀",    //--宝箱图标
	},
	{
		id : 12118,    //--宝箱ID
		work : "輪奸內射",    //--宝箱图标
	},
	{
		id : 12119,    //--宝箱ID
		work : "美乳鬥豔",    //--宝箱图标
	},
	{
		id : 12120,    //--宝箱ID
		work : "舔雞巴",    //--宝箱图标
	},
	{
		id : 12121,    //--宝箱ID
		work : "騷B熟女",    //--宝箱图标
	},
	{
		id : 12122,    //--宝箱ID
		work : "淫絲蕩襪",    //--宝箱图标
	},
	{
		id : 12123,    //--宝箱ID
		work : "奴隷調教",    //--宝箱图标
	},
	{
		id : 12124,    //--宝箱ID
		work : "陰阜高聳",    //--宝箱图标
	},
	{
		id : 12125,    //--宝箱ID
		work : "翹臀嫩逼",    //--宝箱图标
	},
	{
		id : 12126,    //--宝箱ID
		work : "媚藥少年",    //--宝箱图标
	},
	{
		id : 12127,    //--宝箱ID
		work : "無修正",    //--宝箱图标
	},
	{
		id : 12128,    //--宝箱ID
		work : "國產AV",    //--宝箱图标
	},
	{
		id : 12129,    //--宝箱ID
		work : "淫水橫流",    //--宝箱图标
	},
	{
		id : 12130,    //--宝箱ID
		work : "插入內射",    //--宝箱图标
	},
	{
		id : 12131,    //--宝箱ID
		work : "東熱空姐",    //--宝箱图标
	},
	{
		id : 12132,    //--宝箱ID
		work : "絲襪淫婦",    //--宝箱图标
	},
	{
		id : 12133,    //--宝箱ID
		work : "乳此動人",    //--宝箱图标
	},
	{
		id : 12134,    //--宝箱ID
		work : "大波騷婦",    //--宝箱图标
	},
	{
		id : 12135,    //--宝箱ID
		work : "無碼做愛",    //--宝箱图标
	},
	{
		id : 12136,    //--宝箱ID
		work : "放蕩熟女",    //--宝箱图标
	},
	{
		id : 12137,    //--宝箱ID
		work : "巨炮兵團",    //--宝箱图标
	},
	{
		id : 12138,    //--宝箱ID
		work : "愛妻淫穴",    //--宝箱图标
	},
	{
		id : 12139,    //--宝箱ID
		work : "無碼精選",    //--宝箱图标
	},
	{
		id : 12140,    //--宝箱ID
		work : "超毛大鮑",    //--宝箱图标
	},
	{
		id : 12141,    //--宝箱ID
		work : "熟婦騷器",    //--宝箱图标
	},
	{
		id : 12142,    //--宝箱ID
		work : "內射美婦",    //--宝箱图标
	},
	{
		id : 12143,    //--宝箱ID
		work : "毒龍舔腳",    //--宝箱图标
	},
	{
		id : 12144,    //--宝箱ID
		work : "性愛擂臺",    //--宝箱图标
	},
	{
		id : 12145,    //--宝箱ID
		work : "聖泉學淫",    //--宝箱图标
	},
	{
		id : 12146,    //--宝箱ID
		work : "性奴會",    //--宝箱图标
	},
	{
		id : 12147,    //--宝箱ID
		work : "操腫",    //--宝箱图标
	},
	{
		id : 12148,    //--宝箱ID
		work : "無碼淫女",    //--宝箱图标
	},
	{
		id : 12149,    //--宝箱ID
		work : "淫癡",    //--宝箱图标
	},
	{
		id : 12150,    //--宝箱ID
		work : "風騷欲女",    //--宝箱图标
	},
	{
		id : 12151,    //--宝箱ID
		work : "操穴噴水",    //--宝箱图标
	},
	{
		id : 12152,    //--宝箱ID
		work : "肉簫",    //--宝箱图标
	},
	{
		id : 12153,    //--宝箱ID
		work : "巨騷",    //--宝箱图标
	},
	{
		id : 12154,    //--宝箱ID
		work : "騷妻",    //--宝箱图标
	},
	{
		id : 12155,    //--宝箱ID
		work : "騷屄",    //--宝箱图标
	},
	{
		id : 12156,    //--宝箱ID
		work : "高潮白漿",    //--宝箱图标
	},
	{
		id : 12157,    //--宝箱ID
		work : "性戰擂臺",    //--宝箱图标
	},
	{
		id : 12158,    //--宝箱ID
		work : "淫女炮圖",    //--宝箱图标
	},
	{
		id : 12159,    //--宝箱ID
		work : "淫水橫溢",    //--宝箱图标
	},
	{
		id : 12160,    //--宝箱ID
		work : "公媳亂",    //--宝箱图标
	},
	{
		id : 12161,    //--宝箱ID
		work : "集體淫",    //--宝箱图标
	},
	{
		id : 12162,    //--宝箱ID
		work : "小嫩雞",    //--宝箱图标
	},
	{
		id : 12163,    //--宝箱ID
		work : "羞恥母",    //--宝箱图标
	},
	{
		id : 12164,    //--宝箱ID
		work : "豔照",    //--宝箱图标
	},
	{
		id : 12165,    //--宝箱ID
		work : "緊穴",    //--宝箱图标
	},
	{
		id : 12166,    //--宝箱ID
		work : "露點",    //--宝箱图标
	},
	{
		id : 12167,    //--宝箱ID
		work : "愛液",    //--宝箱图标
	},
	{
		id : 12168,    //--宝箱ID
		work : "蕩婦",    //--宝箱图标
	},
	{
		id : 12169,    //--宝箱ID
		work : "蕩女",    //--宝箱图标
	},
	{
		id : 12170,    //--宝箱ID
		work : "迷藥",    //--宝箱图标
	},
	{
		id : 12171,    //--宝箱ID
		work : "乳頭",    //--宝箱图标
	},
	{
		id : 12172,    //--宝箱ID
		work : "無碼",    //--宝箱图标
	},
	{
		id : 12173,    //--宝箱ID
		work : "現代情色小說",    //--宝箱图标
	},
	{
		id : 12174,    //--宝箱ID
		work : "性交圖",    //--宝箱图标
	},
	{
		id : 12175,    //--宝箱ID
		work : "豔情小說",    //--宝箱图标
	},
	{
		id : 12176,    //--宝箱ID
		work : "陰部特寫",    //--宝箱图标
	},
	{
		id : 12177,    //--宝箱ID
		work : "陰道圖片",    //--宝箱图标
	},
	{
		id : 12178,    //--宝箱ID
		work : "淫書",    //--宝箱图标
	},
	{
		id : 12179,    //--宝箱ID
		work : "玉蒲團玉女心經",    //--宝箱图标
	},
	{
		id : 12180,    //--宝箱ID
		work : "中國成人論壇",    //--宝箱图标
	},
	{
		id : 12181,    //--宝箱ID
		work : "中國性愛城",    //--宝箱图标
	},
	{
		id : 12182,    //--宝箱ID
		work : "自拍寫真",    //--宝箱图标
	},
	{
		id : 12183,    //--宝箱ID
		work : "做愛圖片",    //--宝箱图标
	},
	{
		id : 12184,    //--宝箱ID
		work : "萬淫堂",    //--宝箱图标
	},
	{
		id : 12185,    //--宝箱ID
		work : "穴圖",    //--宝箱图标
	},
	{
		id : 12186,    //--宝箱ID
		work : "豔舞淫業",    //--宝箱图标
	},
	{
		id : 12187,    //--宝箱ID
		work : "咬著龜頭",    //--宝箱图标
	},
	{
		id : 12188,    //--宝箱ID
		work : "一夜性網",    //--宝箱图标
	},
	{
		id : 12189,    //--宝箱ID
		work : "陰莖插小穴",    //--宝箱图标
	},
	{
		id : 12190,    //--宝箱ID
		work : "婬亂軍團",    //--宝箱图标
	},
	{
		id : 12191,    //--宝箱ID
		work : "鑽插",    //--宝箱图标
	},
	{
		id : 12192,    //--宝箱ID
		work : "H動漫",    //--宝箱图标
	},
	{
		id : 12193,    //--宝箱ID
		work : "交換夫妻",    //--宝箱图标
	},
	{
		id : 12194,    //--宝箱ID
		work : "舔腳",    //--宝箱图标
	},
	{
		id : 12195,    //--宝箱ID
		work : "絲襪",    //--宝箱图标
	},
	{
		id : 12196,    //--宝箱ID
		work : "亞洲情色網",    //--宝箱图标
	},
	{
		id : 12197,    //--宝箱ID
		work : "強姦處女",    //--宝箱图标
	},
	{
		id : 12198,    //--宝箱ID
		work : "雞巴暴脹",    //--宝箱图标
	},
	{
		id : 12199,    //--宝箱ID
		work : "大眾色情成人網",    //--宝箱图标
	},
	{
		id : 12200,    //--宝箱ID
		work : "火辣圖片",    //--宝箱图标
	},
	{
		id : 12201,    //--宝箱ID
		work : "淫聲浪語",    //--宝箱图标
	},
	{
		id : 12202,    //--宝箱ID
		work : "瘋狂抽送",    //--宝箱图标
	},
	{
		id : 12203,    //--宝箱ID
		work : "強暴",    //--宝箱图标
	},
	{
		id : 12204,    //--宝箱ID
		work : "色情論壇",    //--宝箱图标
	},
	{
		id : 12205,    //--宝箱ID
		work : "性虎色網",    //--宝箱图标
	},
	{
		id : 12206,    //--宝箱ID
		work : "騷女叫春",    //--宝箱图标
	},
	{
		id : 12207,    //--宝箱ID
		work : "成人百強",    //--宝箱图标
	},
	{
		id : 12208,    //--宝箱ID
		work : "天天干貼圖",    //--宝箱图标
	},
	{
		id : 12209,    //--宝箱ID
		work : "密穴貼圖",    //--宝箱图标
	},
	{
		id : 12210,    //--宝箱ID
		work : "淩辱",    //--宝箱图标
	},
	{
		id : 12211,    //--宝箱ID
		work : "偷歡",    //--宝箱图标
	},
	{
		id : 12212,    //--宝箱ID
		work : "酥癢",    //--宝箱图标
	},
	{
		id : 12213,    //--宝箱ID
		work : "浪婦",    //--宝箱图标
	},
	{
		id : 12214,    //--宝箱ID
		work : "肉縫",    //--宝箱图标
	},
	{
		id : 12215,    //--宝箱ID
		work : "色窩窩",    //--宝箱图标
	},
	{
		id : 12216,    //--宝箱ID
		work : "騷洞",    //--宝箱图标
	},
	{
		id : 12217,    //--宝箱ID
		work : "陰精",    //--宝箱图标
	},
	{
		id : 12218,    //--宝箱ID
		work : "陰阜",    //--宝箱图标
	},
	{
		id : 12219,    //--宝箱ID
		work : "陰屄",    //--宝箱图标
	},
	{
		id : 12220,    //--宝箱ID
		work : "六月聯盟",    //--宝箱图标
	},
	{
		id : 12221,    //--宝箱ID
		work : "55sss偷拍區",    //--宝箱图标
	},
	{
		id : 12222,    //--宝箱ID
		work : "張筱雨",    //--宝箱图标
	},
	{
		id : 12223,    //--宝箱ID
		work : "極品黑絲",    //--宝箱图标
	},
	{
		id : 12224,    //--宝箱ID
		work : "絲襪寫真",    //--宝箱图标
	},
	{
		id : 12225,    //--宝箱ID
		work : "成人小說",    //--宝箱图标
	},
	{
		id : 12226,    //--宝箱ID
		work : "成人文學",    //--宝箱图标
	},
	{
		id : 12227,    //--宝箱ID
		work : "情色藝術天空",    //--宝箱图标
	},
	{
		id : 12228,    //--宝箱ID
		work : "222se圖片",    //--宝箱图标
	},
	{
		id : 12229,    //--宝箱ID
		work : "淫色貼圖",    //--宝箱图标
	},
	{
		id : 12230,    //--宝箱ID
		work : "廁奴",    //--宝箱图标
	},
	{
		id : 12231,    //--宝箱ID
		work : "酥胸誘惑",    //--宝箱图标
	},
	{
		id : 12232,    //--宝箱ID
		work : "人體攝影",    //--宝箱图标
	},
	{
		id : 12233,    //--宝箱ID
		work : "東北xx網",    //--宝箱图标
	},
	{
		id : 12234,    //--宝箱ID
		work : "瑪雅網",    //--宝箱图标
	},
	{
		id : 12235,    //--宝箱ID
		work : "週六性吧",    //--宝箱图标
	},
	{
		id : 12236,    //--宝箱ID
		work : "誘惑視頻",    //--宝箱图标
	},
	{
		id : 12237,    //--宝箱ID
		work : "裙下風光",    //--宝箱图标
	},
	{
		id : 12238,    //--宝箱ID
		work : "嘻遊中國",    //--宝箱图标
	},
	{
		id : 12239,    //--宝箱ID
		work : "禦の二代目",    //--宝箱图标
	},
	{
		id : 12240,    //--宝箱ID
		work : "絲襪足交",    //--宝箱图标
	},
	{
		id : 12241,    //--宝箱ID
		work : "骯髒美學",    //--宝箱图标
	},
	{
		id : 12242,    //--宝箱ID
		work : "亞洲有碼",    //--宝箱图标
	},
	{
		id : 12243,    //--宝箱ID
		work : "絲襪高跟",    //--宝箱图标
	},
	{
		id : 12244,    //--宝箱ID
		work : "原味絲襪",    //--宝箱图标
	},
	{
		id : 12245,    //--宝箱ID
		work : "針孔偷拍",    //--宝箱图标
	},
	{
		id : 12246,    //--宝箱ID
		work : "放蕩少婦賓館",    //--宝箱图标
	},
	{
		id : 12247,    //--宝箱ID
		work : "性感肉絲",    //--宝箱图标
	},
	{
		id : 12248,    //--宝箱ID
		work : "北京xx網",    //--宝箱图标
	},
	{
		id : 12249,    //--宝箱ID
		work : "情色導航",    //--宝箱图标
	},
	{
		id : 12250,    //--宝箱ID
		work : "歐美大乳",    //--宝箱图标
	},
	{
		id : 12251,    //--宝箱ID
		work : "歐美無套",    //--宝箱图标
	},
	{
		id : 12252,    //--宝箱ID
		work : "騷婦露逼",    //--宝箱图标
	},
	{
		id : 12253,    //--宝箱ID
		work : "淫水絲襪",    //--宝箱图标
	},
	{
		id : 12254,    //--宝箱ID
		work : "母女雙飛",    //--宝箱图标
	},
	{
		id : 12255,    //--宝箱ID
		work : "老少亂倫",    //--宝箱图标
	},
	{
		id : 12256,    //--宝箱ID
		work : "前凸後翹",    //--宝箱图标
	},
	{
		id : 12257,    //--宝箱ID
		work : "性交無碼",    //--宝箱图标
	},
	{
		id : 12258,    //--宝箱ID
		work : "淫驢屯",    //--宝箱图标
	},
	{
		id : 12259,    //--宝箱ID
		work : "少婦偷情",    //--宝箱图标
	},
	{
		id : 12260,    //--宝箱ID
		work : "護士誘惑",    //--宝箱图标
	},
	{
		id : 12261,    //--宝箱ID
		work : "群奸亂交",    //--宝箱图标
	},
	{
		id : 12262,    //--宝箱ID
		work : "極品白虎",    //--宝箱图标
	},
	{
		id : 12263,    //--宝箱ID
		work : "曲線消魂",    //--宝箱图标
	},
	{
		id : 12264,    //--宝箱ID
		work : "無碼淫漫",    //--宝箱图标
	},
	{
		id : 12265,    //--宝箱ID
		work : "假陽具插穴",    //--宝箱图标
	},
	{
		id : 12266,    //--宝箱ID
		work : "愛液橫流",    //--宝箱图标
	},
	{
		id : 12267,    //--宝箱ID
		work : "無碼無套",    //--宝箱图标
	},
	{
		id : 12268,    //--宝箱ID
		work : "淫戰群P",    //--宝箱图标
	},
	{
		id : 12269,    //--宝箱ID
		work : "濕身誘惑",    //--宝箱图标
	},
	{
		id : 12270,    //--宝箱ID
		work : "火辣寫真",    //--宝箱图标
	},
	{
		id : 12271,    //--宝箱ID
		work : "動漫色圖",    //--宝箱图标
	},
	{
		id : 12272,    //--宝箱ID
		work : "熟女護士",    //--宝箱图标
	},
	{
		id : 12273,    //--宝箱ID
		work : "粉紅穴",    //--宝箱图标
	},
	{
		id : 12274,    //--宝箱ID
		work : "經典炮圖",    //--宝箱图标
	},
	{
		id : 12275,    //--宝箱ID
		work : "童顏巨乳",    //--宝箱图标
	},
	{
		id : 12276,    //--宝箱ID
		work : "性感誘惑",    //--宝箱图标
	},
	{
		id : 12277,    //--宝箱ID
		work : "援交薄碼",    //--宝箱图标
	},
	{
		id : 12278,    //--宝箱ID
		work : "奇淫寶鑒",    //--宝箱图标
	},
	{
		id : 12279,    //--宝箱ID
		work : "美騷婦",    //--宝箱图标
	},
	{
		id : 12280,    //--宝箱ID
		work : "無毛美少女",    //--宝箱图标
	},
	{
		id : 12281,    //--宝箱ID
		work : "日本有碼",    //--宝箱图标
	},
	{
		id : 12282,    //--宝箱ID
		work : "制服美婦",    //--宝箱图标
	},
	{
		id : 12283,    //--宝箱ID
		work : "無碼彩圖",    //--宝箱图标
	},
	{
		id : 12284,    //--宝箱ID
		work : "豐唇豔姬",    //--宝箱图标
	},
	{
		id : 12285,    //--宝箱ID
		work : "群奸輪射",    //--宝箱图标
	},
	{
		id : 12286,    //--宝箱ID
		work : "高級逼",    //--宝箱图标
	},
	{
		id : 12287,    //--宝箱ID
		work : "淫東方",    //--宝箱图标
	},
	{
		id : 12288,    //--宝箱ID
		work : "國產偷拍",    //--宝箱图标
	},
	{
		id : 12289,    //--宝箱ID
		work : "清晰內射",    //--宝箱图标
	},
	{
		id : 12290,    //--宝箱ID
		work : "嫩穴肉縫",    //--宝箱图标
	},
	{
		id : 12291,    //--宝箱ID
		work : "騷婦掰B",    //--宝箱图标
	},
	{
		id : 12292,    //--宝箱ID
		work : "白嫩騷婦",    //--宝箱图标
	},
	{
		id : 12293,    //--宝箱ID
		work : "潮噴",    //--宝箱图标
	},
	{
		id : 12294,    //--宝箱ID
		work : "無碼體驗",    //--宝箱图标
	},
	{
		id : 12295,    //--宝箱ID
		work : "吞精騷妹",    //--宝箱图标
	},
	{
		id : 12296,    //--宝箱ID
		work : "緊縛淩辱",    //--宝箱图标
	},
	{
		id : 12297,    //--宝箱ID
		work : "姦淫電車",    //--宝箱图标
	},
	{
		id : 12298,    //--宝箱ID
		work : "墮淫",    //--宝箱图标
	},
	{
		id : 12299,    //--宝箱ID
		work : "顏騎",    //--宝箱图标
	},
	{
		id : 12300,    //--宝箱ID
		work : "夫妻亂交",    //--宝箱图标
	},
	{
		id : 12301,    //--宝箱ID
		work : "換妻雜交",    //--宝箱图标
	},
	{
		id : 12302,    //--宝箱ID
		work : "多人輪",    //--宝箱图标
	},
	{
		id : 12303,    //--宝箱ID
		work : "奶挺臀翹",    //--宝箱图标
	},
	{
		id : 12304,    //--宝箱ID
		work : "癡乳",    //--宝箱图标
	},
	{
		id : 12305,    //--宝箱ID
		work : "淫樣",    //--宝箱图标
	},
	{
		id : 12306,    //--宝箱ID
		work : "插後庭",    //--宝箱图标
	},
	{
		id : 12307,    //--宝箱ID
		work : "嫩縫",    //--宝箱图标
	},
	{
		id : 12308,    //--宝箱ID
		work : "騷媽",    //--宝箱图标
	},
	{
		id : 12309,    //--宝箱ID
		work : "暴幹",    //--宝箱图标
	},
	{
		id : 12310,    //--宝箱ID
		work : "母子交歡",    //--宝箱图标
	},
	{
		id : 12311,    //--宝箱ID
		work : "足腳交",    //--宝箱图标
	},
	{
		id : 12312,    //--宝箱ID
		work : "柔陰術",    //--宝箱图标
	},
	{
		id : 12313,    //--宝箱ID
		work : "淫師蕩母",    //--宝箱图标
	},
	{
		id : 12314,    //--宝箱ID
		work : "欠幹",    //--宝箱图标
	},
	{
		id : 12315,    //--宝箱ID
		work : "桃園蜜洞",    //--宝箱图标
	},
	{
		id : 12316,    //--宝箱ID
		work : "連続失禁",    //--宝箱图标
	},
	{
		id : 12317,    //--宝箱ID
		work : "大雞巴",    //--宝箱图标
	},
	{
		id : 12318,    //--宝箱ID
		work : "叫雞",    //--宝箱图标
	},
	{
		id : 12319,    //--宝箱ID
		work : "騷浪人妻",    //--宝箱图标
	},
	{
		id : 12320,    //--宝箱ID
		work : "三級片",    //--宝箱图标
	},
	{
		id : 12321,    //--宝箱ID
		work : "東京熱",    //--宝箱图标
	},
	{
		id : 12322,    //--宝箱ID
		work : "做愛",    //--宝箱图标
	},
	{
		id : 12323,    //--宝箱ID
		work : "子宮",    //--宝箱图标
	},
	{
		id : 12324,    //--宝箱ID
		work : "雜種",    //--宝箱图标
	},
	{
		id : 12325,    //--宝箱ID
		work : "陰毛",    //--宝箱图标
	},
	{
		id : 12326,    //--宝箱ID
		work : "陰戶",    //--宝箱图标
	},
	{
		id : 12327,    //--宝箱ID
		work : "陰蒂",    //--宝箱图标
	},
	{
		id : 12328,    //--宝箱ID
		work : "爺爺",    //--宝箱图标
	},
	{
		id : 12329,    //--宝箱ID
		work : "陽具",    //--宝箱图标
	},
	{
		id : 12330,    //--宝箱ID
		work : "性愛",    //--宝箱图标
	},
	{
		id : 12331,    //--宝箱ID
		work : "小雞雞",    //--宝箱图标
	},
	{
		id : 12332,    //--宝箱ID
		work : "慰安婦",    //--宝箱图标
	},
	{
		id : 12333,    //--宝箱ID
		work : "猥褻",    //--宝箱图标
	},
	{
		id : 12334,    //--宝箱ID
		work : "猥瑣",    //--宝箱图标
	},
	{
		id : 12335,    //--宝箱ID
		work : "煞筆",    //--宝箱图标
	},
	{
		id : 12336,    //--宝箱ID
		work : "騷逼",    //--宝箱图标
	},
	{
		id : 12337,    //--宝箱ID
		work : "肉體",    //--宝箱图标
	},
	{
		id : 12338,    //--宝箱ID
		work : "女幹",    //--宝箱图标
	},
	{
		id : 12339,    //--宝箱ID
		work : "滅族",    //--宝箱图标
	},
	{
		id : 12340,    //--宝箱ID
		work : "賤",    //--宝箱图标
	},
	{
		id : 12341,    //--宝箱ID
		work : "雞吧",    //--宝箱图标
	},
	{
		id : 12342,    //--宝箱ID
		work : "龜頭",    //--宝箱图标
	},
	{
		id : 12343,    //--宝箱ID
		work : "根正苗紅",    //--宝箱图标
	},
	{
		id : 12344,    //--宝箱ID
		work : "瘋狗",    //--宝箱图标
	},
	{
		id : 12345,    //--宝箱ID
		work : "打飛機",    //--宝箱图标
	},
	{
		id : 12346,    //--宝箱ID
		work : "癟三",    //--宝箱图标
	},
	{
		id : 12347,    //--宝箱ID
		work : "媽逼",    //--宝箱图标
	},
	{
		id : 12348,    //--宝箱ID
		work : "媽",    //--宝箱图标
	},
	{
		id : 12349,    //--宝箱ID
		work : "爺",    //--宝箱图标
	},
	{
		id : 12350,    //--宝箱ID
		work : "兒子",    //--宝箱图标
	},
	{
		id : 12351,    //--宝箱ID
		work : "尼瑪",    //--宝箱图标
	},
	{
		id : 12352,    //--宝箱ID
		work : "裝B",    //--宝箱图标
	},
	{
		id : 12353,    //--宝箱ID
		work : "偷窺視頻",    //--宝箱图标
	},
	{
		id : 12354,    //--宝箱ID
		work : "獸獸門",    //--宝箱图标
	},
	{
		id : 12355,    //--宝箱ID
		work : "愛滋病",    //--宝箱图标
	},
	{
		id : 12356,    //--宝箱ID
		work : "陽物",    //--宝箱图标
	},
	{
		id : 12357,    //--宝箱ID
		work : "開房",    //--宝箱图标
	},
	{
		id : 12358,    //--宝箱ID
		work : "黃色網站",    //--宝箱图标
	},
	{
		id : 12359,    //--宝箱ID
		work : "性虐",    //--宝箱图标
	},
	{
		id : 12360,    //--宝箱ID
		work : "管裡",    //--宝箱图标
	},
	{
		id : 12361,    //--宝箱ID
		work : "管理員",    //--宝箱图标
	},
	{
		id : 12362,    //--宝箱ID
		work : "服務管理",    //--宝箱图标
	},
	{
		id : 12363,    //--宝箱ID
		work : "伺服器",    //--宝箱图标
	},
	{
		id : 12364,    //--宝箱ID
		work : "活動管理員",    //--宝箱图标
	},
	{
		id : 12365,    //--宝箱ID
		work : "冬季熱",    //--宝箱图标
	},
	{
		id : 12366,    //--宝箱ID
		work : "維護",    //--宝箱图标
	},
	{
		id : 12367,    //--宝箱ID
		work : "系統",    //--宝箱图标
	},
	{
		id : 12368,    //--宝箱ID
		work : "系統公告",    //--宝箱图标
	},
	{
		id : 12369,    //--宝箱ID
		work : "審查",    //--宝箱图标
	},
	{
		id : 12370,    //--宝箱ID
		work : "監督",    //--宝箱图标
	},
	{
		id : 12371,    //--宝箱ID
		work : "監管",    //--宝箱图标
	},
	{
		id : 12372,    //--宝箱ID
		work : "遊戲管理員",    //--宝箱图标
	},
	{
		id : 12373,    //--宝箱ID
		work : "客戶服務",    //--宝箱图标
	},
	{
		id : 12374,    //--宝箱ID
		work : "服務天使",    //--宝箱图标
	},
	{
		id : 12375,    //--宝箱ID
		work : "測試",    //--宝箱图标
	},
	{
		id : 12376,    //--宝箱ID
		work : "輔助程式",    //--宝箱图标
	},
	{
		id : 12377,    //--宝箱ID
		work : "運營",    //--宝箱图标
	},
	{
		id : 12378,    //--宝箱ID
		work : "運營者",    //--宝箱图标
	},
	{
		id : 12379,    //--宝箱ID
		work : "運營組",    //--宝箱图标
	},
	{
		id : 12380,    //--宝箱ID
		work : "運營商",    //--宝箱图标
	},
	{
		id : 12381,    //--宝箱ID
		work : "運營長",    //--宝箱图标
	},
	{
		id : 12382,    //--宝箱ID
		work : "運營官",    //--宝箱图标
	},
	{
		id : 12383,    //--宝箱ID
		work : "運營人",    //--宝箱图标
	},
	{
		id : 12384,    //--宝箱ID
		work : "蔡文勝",    //--宝箱图标
	},
	{
		id : 12385,    //--宝箱ID
		work : "李興平",    //--宝箱图标
	},
	{
		id : 12386,    //--宝箱ID
		work : "汪東風",    //--宝箱图标
	},
	{
		id : 12387,    //--宝箱ID
		work : "駱海堅",    //--宝箱图标
	},
	{
		id : 12388,    //--宝箱ID
		work : "私人伺服器",    //--宝箱图标
	},
	{
		id : 12389,    //--宝箱ID
		work : "外掛",    //--宝箱图标
	},
	{
		id : 12390,    //--宝箱ID
		work : "&",    //--宝箱图标
	},
	{
		id : 12391,    //--宝箱ID
		work : "ㄅ",    //--宝箱图标
	},
	{
		id : 12392,    //--宝箱ID
		work : "ㄆ",    //--宝箱图标
	},
	{
		id : 12393,    //--宝箱ID
		work : "ㄇ",    //--宝箱图标
	},
	{
		id : 12394,    //--宝箱ID
		work : "ㄈ",    //--宝箱图标
	},
	{
		id : 12395,    //--宝箱ID
		work : "ㄉ",    //--宝箱图标
	},
	{
		id : 12396,    //--宝箱ID
		work : "ㄊ",    //--宝箱图标
	},
	{
		id : 12397,    //--宝箱ID
		work : "ㄋ",    //--宝箱图标
	},
	{
		id : 12398,    //--宝箱ID
		work : "ㄌ",    //--宝箱图标
	},
	{
		id : 12399,    //--宝箱ID
		work : "ㄍ",    //--宝箱图标
	},
	{
		id : 12400,    //--宝箱ID
		work : "ㄎ",    //--宝箱图标
	},
	{
		id : 12401,    //--宝箱ID
		work : "ㄏ",    //--宝箱图标
	},
	{
		id : 12402,    //--宝箱ID
		work : "ㄐ",    //--宝箱图标
	},
	{
		id : 12403,    //--宝箱ID
		work : "ㄑ",    //--宝箱图标
	},
	{
		id : 12404,    //--宝箱ID
		work : "ㄒ",    //--宝箱图标
	},
	{
		id : 12405,    //--宝箱ID
		work : "ㄓ",    //--宝箱图标
	},
	{
		id : 12406,    //--宝箱ID
		work : "ㄔ",    //--宝箱图标
	},
	{
		id : 12407,    //--宝箱ID
		work : "ㄕ",    //--宝箱图标
	},
	{
		id : 12408,    //--宝箱ID
		work : "ㄖ",    //--宝箱图标
	},
	{
		id : 12409,    //--宝箱ID
		work : "ㄗ",    //--宝箱图标
	},
	{
		id : 12410,    //--宝箱ID
		work : "ㄘ",    //--宝箱图标
	},
	{
		id : 12411,    //--宝箱ID
		work : "ㄙ",    //--宝箱图标
	},
	{
		id : 12412,    //--宝箱ID
		work : "ㄚ",    //--宝箱图标
	},
	{
		id : 12413,    //--宝箱ID
		work : "ㄛ",    //--宝箱图标
	},
	{
		id : 12414,    //--宝箱ID
		work : "ㄜ",    //--宝箱图标
	},
	{
		id : 12415,    //--宝箱ID
		work : "ㄝ",    //--宝箱图标
	},
	{
		id : 12416,    //--宝箱ID
		work : "ㄞ",    //--宝箱图标
	},
	{
		id : 12417,    //--宝箱ID
		work : "ㄟ",    //--宝箱图标
	},
	{
		id : 12418,    //--宝箱ID
		work : "ㄠ",    //--宝箱图标
	},
	{
		id : 12419,    //--宝箱ID
		work : "ㄡ",    //--宝箱图标
	},
	{
		id : 12420,    //--宝箱ID
		work : "ㄢ",    //--宝箱图标
	},
	{
		id : 12421,    //--宝箱ID
		work : "ㄣ",    //--宝箱图标
	},
	{
		id : 12422,    //--宝箱ID
		work : "ㄤ",    //--宝箱图标
	},
	{
		id : 12423,    //--宝箱ID
		work : "ㄥ",    //--宝箱图标
	},
	{
		id : 12424,    //--宝箱ID
		work : "ㄦ",    //--宝箱图标
	},
	{
		id : 12425,    //--宝箱ID
		work : "ㄧ",    //--宝箱图标
	},
	{
		id : 12426,    //--宝箱ID
		work : "ㄨ",    //--宝箱图标
	},
	{
		id : 12427,    //--宝箱ID
		work : "ㄩ",    //--宝箱图标
	},
	{
		id : 12428,    //--宝箱ID
		work : "鞴",    //--宝箱图标
	},
	{
		id : 12429,    //--宝箱ID
		work : "鐾",    //--宝箱图标
	},
	{
		id : 12430,    //--宝箱ID
		work : "瘭",    //--宝箱图标
	},
	{
		id : 12431,    //--宝箱ID
		work : "镳",    //--宝箱图标
	},
	{
		id : 12432,    //--宝箱ID
		work : "黪",    //--宝箱图标
	},
	{
		id : 12433,    //--宝箱ID
		work : "瘥",    //--宝箱图标
	},
	{
		id : 12434,    //--宝箱ID
		work : "觇",    //--宝箱图标
	},
	{
		id : 12435,    //--宝箱ID
		work : "孱",    //--宝箱图标
	},
	{
		id : 12436,    //--宝箱ID
		work : "廛",    //--宝箱图标
	},
	{
		id : 12437,    //--宝箱ID
		work : "蒇",    //--宝箱图标
	},
	{
		id : 12438,    //--宝箱ID
		work : "冁",    //--宝箱图标
	},
	{
		id : 12439,    //--宝箱ID
		work : "羼",    //--宝箱图标
	},
	{
		id : 12440,    //--宝箱ID
		work : "螭",    //--宝箱图标
	},
	{
		id : 12441,    //--宝箱ID
		work : "傺",    //--宝箱图标
	},
	{
		id : 12442,    //--宝箱ID
		work : "瘛",    //--宝箱图标
	},
	{
		id : 12443,    //--宝箱ID
		work : "舂",    //--宝箱图标
	},
	{
		id : 12444,    //--宝箱ID
		work : "艟",    //--宝箱图标
	},
	{
		id : 12445,    //--宝箱ID
		work : "瘳",    //--宝箱图标
	},
	{
		id : 12446,    //--宝箱ID
		work : "雠",    //--宝箱图标
	},
	{
		id : 12447,    //--宝箱ID
		work : "搋",    //--宝箱图标
	},
	{
		id : 12448,    //--宝箱ID
		work : "嘬",    //--宝箱图标
	},
	{
		id : 12449,    //--宝箱ID
		work : "辏",    //--宝箱图标
	},
	{
		id : 12450,    //--宝箱ID
		work : "殂",    //--宝箱图标
	},
	{
		id : 12451,    //--宝箱ID
		work : "汆",    //--宝箱图标
	},
	{
		id : 12452,    //--宝箱ID
		work : "爨",    //--宝箱图标
	},
	{
		id : 12453,    //--宝箱ID
		work : "榱",    //--宝箱图标
	},
	{
		id : 12454,    //--宝箱ID
		work : "毳",    //--宝箱图标
	},
	{
		id : 12455,    //--宝箱ID
		work : "皴",    //--宝箱图标
	},
	{
		id : 12456,    //--宝箱ID
		work : "蹉",    //--宝箱图标
	},
	{
		id : 12457,    //--宝箱ID
		work : "鹾",    //--宝箱图标
	},
	{
		id : 12458,    //--宝箱ID
		work : "纛",    //--宝箱图标
	},
	{
		id : 12459,    //--宝箱ID
		work : "髑屙民",    //--宝箱图标
	},
	{
		id : 12460,    //--宝箱ID
		work : "莪",    //--宝箱图标
	},
	{
		id : 12461,    //--宝箱ID
		work : "苊",    //--宝箱图标
	},
	{
		id : 12462,    //--宝箱ID
		work : "鲕",    //--宝箱图标
	},
	{
		id : 12463,    //--宝箱ID
		work : "鲼",    //--宝箱图标
	},
	{
		id : 12464,    //--宝箱ID
		work : "瀵",    //--宝箱图标
	},
	{
		id : 12465,    //--宝箱ID
		work : "酆",    //--宝箱图标
	},
	{
		id : 12466,    //--宝箱ID
		work : "幞",    //--宝箱图标
	},
	{
		id : 12467,    //--宝箱ID
		work : "黻",    //--宝箱图标
	},
	{
		id : 12468,    //--宝箱ID
		work : "呒",    //--宝箱图标
	},
	{
		id : 12469,    //--宝箱ID
		work : "黼",    //--宝箱图标
	},
	{
		id : 12470,    //--宝箱ID
		work : "阝",    //--宝箱图标
	},
	{
		id : 12471,    //--宝箱ID
		work : "彀",    //--宝箱图标
	},
	{
		id : 12472,    //--宝箱ID
		work : "觏",    //--宝箱图标
	},
	{
		id : 12473,    //--宝箱ID
		work : "毂?",    //--宝箱图标
	},
	{
		id : 12474,    //--宝箱ID
		work : "汩",    //--宝箱图标
	},
	{
		id : 12475,    //--宝箱ID
		work : "罟",    //--宝箱图标
	},
	{
		id : 12476,    //--宝箱ID
		work : "嘏",    //--宝箱图标
	},
	{
		id : 12477,    //--宝箱ID
		work : "鲴",    //--宝箱图标
	},
	{
		id : 12478,    //--宝箱ID
		work : "宄",    //--宝箱图标
	},
	{
		id : 12479,    //--宝箱ID
		work : "庋",    //--宝箱图标
	},
	{
		id : 12480,    //--宝箱ID
		work : "刿",    //--宝箱图标
	},
	{
		id : 12481,    //--宝箱ID
		work : "虢",    //--宝箱图标
	},
	{
		id : 12482,    //--宝箱ID
		work : "馘",    //--宝箱图标
	},
	{
		id : 12483,    //--宝箱ID
		work : "撖",    //--宝箱图标
	},
	{
		id : 12484,    //--宝箱ID
		work : "夯",    //--宝箱图标
	},
	{
		id : 12485,    //--宝箱ID
		work : "薅",    //--宝箱图标
	},
	{
		id : 12486,    //--宝箱ID
		work : "曷",    //--宝箱图标
	},
	{
		id : 12487,    //--宝箱ID
		work : "翮",    //--宝箱图标
	},
	{
		id : 12488,    //--宝箱ID
		work : "觳",    //--宝箱图标
	},
	{
		id : 12489,    //--宝箱ID
		work : "冱",    //--宝箱图标
	},
	{
		id : 12490,    //--宝箱ID
		work : "怙",    //--宝箱图标
	},
	{
		id : 12491,    //--宝箱ID
		work : "戽",    //--宝箱图标
	},
	{
		id : 12492,    //--宝箱ID
		work : "祜",    //--宝箱图标
	},
	{
		id : 12493,    //--宝箱ID
		work : "瓠",    //--宝箱图标
	},
	{
		id : 12494,    //--宝箱ID
		work : "鹱?",    //--宝箱图标
	},
	{
		id : 12495,    //--宝箱ID
		work : "溷",    //--宝箱图标
	},
	{
		id : 12496,    //--宝箱ID
		work : "耠",    //--宝箱图标
	},
	{
		id : 12497,    //--宝箱ID
		work : "锪",    //--宝箱图标
	},
	{
		id : 12498,    //--宝箱ID
		work : "劐",    //--宝箱图标
	},
	{
		id : 12499,    //--宝箱ID
		work : "蠖",    //--宝箱图标
	},
	{
		id : 12500,    //--宝箱ID
		work : "丌",    //--宝箱图标
	},
	{
		id : 12501,    //--宝箱ID
		work : "乩",    //--宝箱图标
	},
	{
		id : 12502,    //--宝箱ID
		work : "赍",    //--宝箱图标
	},
	{
		id : 12503,    //--宝箱ID
		work : "殛",    //--宝箱图标
	},
	{
		id : 12504,    //--宝箱ID
		work : "蕺",    //--宝箱图标
	},
	{
		id : 12505,    //--宝箱ID
		work : "掎",    //--宝箱图标
	},
	{
		id : 12506,    //--宝箱ID
		work : "彐",    //--宝箱图标
	},
	{
		id : 12507,    //--宝箱ID
		work : "芰",    //--宝箱图标
	},
	{
		id : 12508,    //--宝箱ID
		work : "跽",    //--宝箱图标
	},
	{
		id : 12509,    //--宝箱ID
		work : "鲚",    //--宝箱图标
	},
	{
		id : 12510,    //--宝箱ID
		work : "葭",    //--宝箱图标
	},
	{
		id : 12511,    //--宝箱ID
		work : "恝",    //--宝箱图标
	},
	{
		id : 12512,    //--宝箱ID
		work : "湔",    //--宝箱图标
	},
	{
		id : 12513,    //--宝箱ID
		work : "搛",    //--宝箱图标
	},
	{
		id : 12514,    //--宝箱ID
		work : "鲣",    //--宝箱图标
	},
	{
		id : 12515,    //--宝箱ID
		work : "鞯",    //--宝箱图标
	},
	{
		id : 12516,    //--宝箱ID
		work : "囝",    //--宝箱图标
	},
	{
		id : 12517,    //--宝箱ID
		work : "趼",    //--宝箱图标
	},
	{
		id : 12518,    //--宝箱ID
		work : "醮",    //--宝箱图标
	},
	{
		id : 12519,    //--宝箱ID
		work : "疖",    //--宝箱图标
	},
	{
		id : 12520,    //--宝箱ID
		work : "苣",    //--宝箱图标
	},
	{
		id : 12521,    //--宝箱ID
		work : "屦",    //--宝箱图标
	},
	{
		id : 12522,    //--宝箱ID
		work : "醵",    //--宝箱图标
	},
	{
		id : 12523,    //--宝箱ID
		work : "蠲",    //--宝箱图标
	},
	{
		id : 12524,    //--宝箱ID
		work : "桊",    //--宝箱图标
	},
	{
		id : 12525,    //--宝箱ID
		work : "鄄",    //--宝箱图标
	},
	{
		id : 12526,    //--宝箱ID
		work : "谲",    //--宝箱图标
	},
	{
		id : 12527,    //--宝箱ID
		work : "爝",    //--宝箱图标
	},
	{
		id : 12528,    //--宝箱ID
		work : "麇",    //--宝箱图标
	},
	{
		id : 12529,    //--宝箱ID
		work : "贶",    //--宝箱图标
	},
	{
		id : 12530,    //--宝箱ID
		work : "悝",    //--宝箱图标
	},
	{
		id : 12531,    //--宝箱ID
		work : "喟",    //--宝箱图标
	},
	{
		id : 12532,    //--宝箱ID
		work : "仂",    //--宝箱图标
	},
	{
		id : 12533,    //--宝箱ID
		work : "泐",    //--宝箱图标
	},
	{
		id : 12534,    //--宝箱ID
		work : "鳓",    //--宝箱图标
	},
	{
		id : 12535,    //--宝箱ID
		work : "诔",    //--宝箱图标
	},
	{
		id : 12536,    //--宝箱ID
		work : "酹",    //--宝箱图标
	},
	{
		id : 12537,    //--宝箱ID
		work : "嫠",    //--宝箱图标
	},
	{
		id : 12538,    //--宝箱ID
		work : "黧",    //--宝箱图标
	},
	{
		id : 12539,    //--宝箱ID
		work : "蠡",    //--宝箱图标
	},
	{
		id : 12540,    //--宝箱ID
		work : "醴",    //--宝箱图标
	},
	{
		id : 12541,    //--宝箱ID
		work : "鳢",    //--宝箱图标
	},
	{
		id : 12542,    //--宝箱ID
		work : "轹",    //--宝箱图标
	},
	{
		id : 12543,    //--宝箱ID
		work : "詈",    //--宝箱图标
	},
	{
		id : 12544,    //--宝箱ID
		work : "跞",    //--宝箱图标
	},
	{
		id : 12545,    //--宝箱ID
		work : "奁",    //--宝箱图标
	},
	{
		id : 12546,    //--宝箱ID
		work : "臁",    //--宝箱图标
	},
	{
		id : 12547,    //--宝箱ID
		work : "蚍",    //--宝箱图标
	},
	{
		id : 12548,    //--宝箱ID
		work : "埤",    //--宝箱图标
	},
	{
		id : 12549,    //--宝箱ID
		work : "罴",    //--宝箱图标
	},
	{
		id : 12550,    //--宝箱ID
		work : "鼙",    //--宝箱图标
	},
	{
		id : 12551,    //--宝箱ID
		work : "庀",    //--宝箱图标
	},
	{
		id : 12552,    //--宝箱ID
		work : "仳",    //--宝箱图标
	},
	{
		id : 12553,    //--宝箱ID
		work : "圮綦",    //--宝箱图标
	},
	{
		id : 12554,    //--宝箱ID
		work : "屺",    //--宝箱图标
	},
	{
		id : 12555,    //--宝箱ID
		work : "綮",    //--宝箱图标
	},
	{
		id : 12556,    //--宝箱ID
		work : "汔",    //--宝箱图标
	},
	{
		id : 12557,    //--宝箱ID
		work : "碛",    //--宝箱图标
	},
	{
		id : 12558,    //--宝箱ID
		work : "葜",    //--宝箱图标
	},
	{
		id : 12559,    //--宝箱ID
		work : "佥",    //--宝箱图标
	},
	{
		id : 12560,    //--宝箱ID
		work : "岍",    //--宝箱图标
	},
	{
		id : 12561,    //--宝箱ID
		work : "愆",    //--宝箱图标
	},
	{
		id : 12562,    //--宝箱ID
		work : "搴",    //--宝箱图标
	},
	{
		id : 12563,    //--宝箱ID
		work : "钤",    //--宝箱图标
	},
	{
		id : 12564,    //--宝箱ID
		work : "掮",    //--宝箱图标
	},
	{
		id : 12565,    //--宝箱ID
		work : "凵",    //--宝箱图标
	},
	{
		id : 12566,    //--宝箱ID
		work : "肷",    //--宝箱图标
	},
	{
		id : 12567,    //--宝箱ID
		work : "椠",    //--宝箱图标
	},
	{
		id : 12568,    //--宝箱ID
		work : "戕",    //--宝箱图标
	},
	{
		id : 12569,    //--宝箱ID
		work : "锖",    //--宝箱图标
	},
	{
		id : 12570,    //--宝箱ID
		work : "檠",    //--宝箱图标
	},
	{
		id : 12571,    //--宝箱ID
		work : "苘",    //--宝箱图标
	},
	{
		id : 12572,    //--宝箱ID
		work : "謦",    //--宝箱图标
	},
	{
		id : 12573,    //--宝箱ID
		work : "庆红",    //--宝箱图标
	},
	{
		id : 12574,    //--宝箱ID
		work : "跫",    //--宝箱图标
	},
	{
		id : 12575,    //--宝箱ID
		work : "銎",    //--宝箱图标
	},
	{
		id : 12576,    //--宝箱ID
		work : "邛",    //--宝箱图标
	},
	{
		id : 12577,    //--宝箱ID
		work : "筇",    //--宝箱图标
	},
	{
		id : 12578,    //--宝箱ID
		work : "蛩鼽",    //--宝箱图标
	},
	{
		id : 12579,    //--宝箱ID
		work : "诎",    //--宝箱图标
	},
	{
		id : 12580,    //--宝箱ID
		work : "麴",    //--宝箱图标
	},
	{
		id : 12581,    //--宝箱ID
		work : "黢",    //--宝箱图标
	},
	{
		id : 12582,    //--宝箱ID
		work : "劬",    //--宝箱图标
	},
	{
		id : 12583,    //--宝箱ID
		work : "朐",    //--宝箱图标
	},
	{
		id : 12584,    //--宝箱ID
		work : "璩",    //--宝箱图标
	},
	{
		id : 12585,    //--宝箱ID
		work : "蘧",    //--宝箱图标
	},
	{
		id : 12586,    //--宝箱ID
		work : "衢",    //--宝箱图标
	},
	{
		id : 12587,    //--宝箱ID
		work : "蠼毵",    //--宝箱图标
	},
	{
		id : 12588,    //--宝箱ID
		work : "糁",    //--宝箱图标
	},
	{
		id : 12589,    //--宝箱ID
		work : "xijinping",    //--宝箱图标
	},
	{
		id : 12590,    //--宝箱ID
		work : "likeqiang",    //--宝箱图标
	},
	{
		id : 12591,    //--宝箱ID
		work : "zhangdejiang",    //--宝箱图标
	},
	{
		id : 12592,    //--宝箱ID
		work : "yuzhengsheng",    //--宝箱图标
	},
	{
		id : 12593,    //--宝箱ID
		work : "liuyunshan",    //--宝箱图标
	},
	{
		id : 12594,    //--宝箱ID
		work : "wangqishan",    //--宝箱图标
	},
	{
		id : 12595,    //--宝箱ID
		work : "zhanggaoli",    //--宝箱图标
	},
	{
		id : 12596,    //--宝箱ID
		work : "dishun?",    //--宝箱图标
	},
	{
		id : 12597,    //--宝箱ID
		work : "hujintao",    //--宝箱图标
	},
	{
		id : 12598,    //--宝箱ID
		work : "jiangzemin",    //--宝箱图标
	},
	{
		id : 12599,    //--宝箱ID
		work : "zhangdejiang?",    //--宝箱图标
	},
	{
		id : 12600,    //--宝箱ID
		work : "wangqishan?",    //--宝箱图标
	},
	{
		id : 12601,    //--宝箱ID
		work : "liuyunshan?",    //--宝箱图标
	},
	{
		id : 12602,    //--宝箱ID
		work : "pengliyuan?",    //--宝箱图标
	},
	{
		id : 12603,    //--宝箱ID
		work : "quannengshenjiao",    //--宝箱图标
	},
	{
		id : 12604,    //--宝箱ID
		work : "liruihuan",    //--宝箱图标
	},
	{
		id : 12605,    //--宝箱ID
		work : "wenjiabao",    //--宝箱图标
	},
	{
		id : 12606,    //--宝箱ID
		work : "lipeng",    //--宝箱图标
	},
	{
		id : 12607,    //--宝箱ID
		work : "lichangchun",    //--宝箱图标
	},
	{
		id : 12608,    //--宝箱ID
		work : "wubangguo",    //--宝箱图标
	},
	{
		id : 12609,    //--宝箱ID
		work : "zhurongji",    //--宝箱图标
	},
	{
		id : 12610,    //--宝箱ID
		work : "zhouyongkang",    //--宝箱图标
	},
	{
		id : 12611,    //--宝箱ID
		work : "maozedong",    //--宝箱图标
	},
	{
		id : 12612,    //--宝箱ID
		work : "zhouenlai",    //--宝箱图标
	},
	{
		id : 12613,    //--宝箱ID
		work : "lihongzhi?",    //--宝箱图标
	},
	{
		id : 12614,    //--宝箱ID
		work : "boxilai",    //--宝箱图标
	},
	{
		id : 12615,    //--宝箱ID
		work : "liulijun",    //--宝箱图标
	},
	{
		id : 12616,    //--宝箱ID
		work : "xinjiangduli?",    //--宝箱图标
	},
	{
		id : 12617,    //--宝箱ID
		work : "xizangduli?",    //--宝箱图标
	},
	{
		id : 12618,    //--宝箱ID
		work : "xinwenguanzhi",    //--宝箱图标
	},
	{
		id : 12619,    //--宝箱ID
		work : "lianggezhongguo",    //--宝箱图标
	},
	{
		id : 12620,    //--宝箱ID
		work : "taiwanduli?",    //--宝箱图标
	},
	{
		id : 12621,    //--宝箱ID
		work : "dalailama",    //--宝箱图标
	},
	{
		id : 12622,    //--宝箱ID
		work : "sex",    //--宝箱图标
	},
	{
		id : 12623,    //--宝箱ID
		work : "fuck",    //--宝箱图标
	},
	{
		id : 12624,    //--宝箱ID
		work : "bitch",    //--宝箱图标
	},
	{
		id : 12625,    //--宝箱ID
		work : "lilanqing",    //--宝箱图标
	},
	{
		id : 12626,    //--宝箱ID
		work : "jiaqinglin",    //--宝箱图标
	},
	{
		id : 12627,    //--宝箱ID
		work : "falungong?",    //--宝箱图标
	},
	{
		id : 12628,    //--宝箱ID
		work : "falundafahao",    //--宝箱图标
	},
	{
		id : 12629,    //--宝箱ID
		work : "xiejiao?",    //--宝箱图标
	},
	{
		id : 12630,    //--宝箱ID
		work : "gongchandang",    //--宝箱图标
	},
	{
		id : 12631,    //--宝箱ID
		work : "zhonghuaminguo",    //--宝箱图标
	},
	{
		id : 12632,    //--宝箱ID
		work : "yidangzhuanzheng",    //--宝箱图标
	},
	{
		id : 12633,    //--宝箱ID
		work : "liushaoqi",    //--宝箱图标
	},
	{
		id : 12634,    //--宝箱ID
		work : "xucaihou",    //--宝箱图标
	},
	{
		id : 12635,    //--宝箱ID
		work : "zhaoziyang",    //--宝箱图标
	},
	{
		id : 12636,    //--宝箱ID
		work : "dengxiaoping",    //--宝箱图标
	},
	{
		id : 12637,    //--宝箱ID
		work : "jiangjieshi",    //--宝箱图标
	},
	{
		id : 12638,    //--宝箱ID
		work : "jiangjingguo",    //--宝箱图标
	},
	{
		id : 12639,    //--宝箱ID
		work : "chenshuibian",    //--宝箱图标
	},
	{
		id : 12640,    //--宝箱ID
		work : "huimin",    //--宝箱图标
	},
	{
		id : 12641,    //--宝箱ID
		work : "yisilan",    //--宝箱图标
	},
	{
		id : 12642,    //--宝箱ID
		work : "zhenzhu",    //--宝箱图标
	},
	{
		id : 12643,    //--宝箱ID
		work : "shijiamouni",    //--宝箱图标
	},
	{
		id : 12644,    //--宝箱ID
		work : "taidu",    //--宝箱图标
	},
	{
		id : 12645,    //--宝箱ID
		work : "liusi",    //--宝箱图标
	},
	{
		id : 12646,    //--宝箱ID
		work : "zengqinghong",    //--宝箱图标
	},
	{
		id : 12647,    //--宝箱ID
		work : "tiananmen",    //--宝箱图标
	},
	{
		id : 12648,    //--宝箱ID
		work : "renmindahuitang",    //--宝箱图标
	},
	{
		id : 12649,    //--宝箱ID
		work : "dang",    //--宝箱图标
	},
	{
		id : 12650,    //--宝箱ID
		work : "guojia",    //--宝箱图标
	},
	{
		id : 12651,    //--宝箱ID
		work : "lingjihua",    //--宝箱图标
	},
	{
		id : 12652,    //--宝箱ID
		work : "zhude",    //--宝箱图标
	},
	{
		id : 12653,    //--宝箱ID
		work : "pengdehuai",    //--宝箱图标
	},
	{
		id : 12654,    //--宝箱ID
		work : "linbiao",    //--宝箱图标
	},
	{
		id : 12655,    //--宝箱ID
		work : "liubocheng",    //--宝箱图标
	},
	{
		id : 12656,    //--宝箱ID
		work : "chenyi",    //--宝箱图标
	},
	{
		id : 12657,    //--宝箱ID
		work : "helong",    //--宝箱图标
	},
	{
		id : 12658,    //--宝箱ID
		work : "nierongzhen",    //--宝箱图标
	},
	{
		id : 12659,    //--宝箱ID
		work : "xuxiangqian",    //--宝箱图标
	},
	{
		id : 12660,    //--宝箱ID
		work : "luoronghuan",    //--宝箱图标
	},
	{
		id : 12661,    //--宝箱ID
		work : "yejianying",    //--宝箱图标
	},
	{
		id : 12662,    //--宝箱ID
		work : "lidazhao",    //--宝箱图标
	},
	{
		id : 12663,    //--宝箱ID
		work : "chenduxiu",    //--宝箱图标
	},
	{
		id : 12664,    //--宝箱ID
		work : "sunzhongshan",    //--宝箱图标
	},
	{
		id : 12665,    //--宝箱ID
		work : "sunwen",    //--宝箱图标
	},
	{
		id : 12666,    //--宝箱ID
		work : "sunyixian",    //--宝箱图标
	},
	{
		id : 12667,    //--宝箱ID
		work : "chenyun",    //--宝箱图标
	},
	{
		id : 12668,    //--宝箱ID
		work : "weijianxing",    //--宝箱图标
	},
	{
		id : 12669,    //--宝箱ID
		work : "luogan",    //--宝箱图标
	},
	{
		id : 12670,    //--宝箱ID
		work : "huangju",    //--宝箱图标
	},
	{
		id : 12671,    //--宝箱ID
		work : "wuguanzheng",    //--宝箱图标
	},
	{
		id : 12672,    //--宝箱ID
		work : "wuyi",    //--宝箱图标
	},
	{
		id : 12673,    //--宝箱ID
		work : "huiliangyu",    //--宝箱图标
	},
	{
		id : 12674,    //--宝箱ID
		work : "zengpeiyan",    //--宝箱图标
	},
	{
		id : 12675,    //--宝箱ID
		work : "caogangchuan",    //--宝箱图标
	},
	{
		id : 12676,    //--宝箱ID
		work : "tangjiaxuan",    //--宝箱图标
	},
	{
		id : 12677,    //--宝箱ID
		work : "huajianmin",    //--宝箱图标
	},
	{
		id : 12678,    //--宝箱ID
		work : "chenzhili",    //--宝箱图标
	},
	{
		id : 12679,    //--宝箱ID
		work : "wanglequan",    //--宝箱图标
	},
	{
		id : 12680,    //--宝箱ID
		work : "wanggang",    //--宝箱图标
	},
	{
		id : 12681,    //--宝箱ID
		work : "wangzhaoguo",    //--宝箱图标
	},
	{
		id : 12682,    //--宝箱ID
		work : "liuqi",    //--宝箱图标
	},
	{
		id : 12683,    //--宝箱ID
		work : "heguoqiang",    //--宝箱图标
	},
	{
		id : 12684,    //--宝箱ID
		work : "guobaxiong",    //--宝箱图标
	},
	{
		id : 12685,    //--宝箱ID
		work : "huyaobang",    //--宝箱图标
	},
	{
		id : 12686,    //--宝箱ID
		work : "bushi",    //--宝箱图标
	},
	{
		id : 12687,    //--宝箱ID
		work : "bulaier",    //--宝箱图标
	},
	{
		id : 12688,    //--宝箱ID
		work : "xiaoquan",    //--宝箱图标
	},
	{
		id : 12689,    //--宝箱ID
		work : "chunyilang",    //--宝箱图标
	},
	{
		id : 12690,    //--宝箱ID
		work : "samalanqi",    //--宝箱图标
	},
	{
		id : 12691,    //--宝箱ID
		work : "annan",    //--宝箱图标
	},
	{
		id : 12692,    //--宝箱ID
		work : "Alafate",    //--宝箱图标
	},
	{
		id : 12693,    //--宝箱ID
		work : "pujing",    //--宝箱图标
	},
	{
		id : 12694,    //--宝箱ID
		work : "mokeer",    //--宝箱图标
	},
	{
		id : 12695,    //--宝箱ID
		work : "kelindun",    //--宝箱图标
	},
	{
		id : 12696,    //--宝箱ID
		work : "ligen",    //--宝箱图标
	},
	{
		id : 12697,    //--宝箱ID
		work : "nikesong",    //--宝箱图标
	},
	{
		id : 12698,    //--宝箱ID
		work : "linken",    //--宝箱图标
	},
	{
		id : 12699,    //--宝箱ID
		work : "dulumen",    //--宝箱图标
	},
	{
		id : 12700,    //--宝箱ID
		work : "heluxiaofu",    //--宝箱图标
	},
	{
		id : 12701,    //--宝箱ID
		work : "liening",    //--宝箱图标
	},
	{
		id : 12702,    //--宝箱ID
		work : "sidalin",    //--宝箱图标
	},
	{
		id : 12703,    //--宝箱ID
		work : "makesi",    //--宝箱图标
	},
	{
		id : 12704,    //--宝箱ID
		work : "engesi",    //--宝箱图标
	},
	{
		id : 12705,    //--宝箱ID
		work : "jinzhengri",    //--宝箱图标
	},
	{
		id : 12706,    //--宝箱ID
		work : "jinricheng",    //--宝箱图标
	},
	{
		id : 12707,    //--宝箱ID
		work : "sadamu",    //--宝箱图标
	},
	{
		id : 12708,    //--宝箱ID
		work : "huzhiming",    //--宝箱图标
	},
	{
		id : 12709,    //--宝箱ID
		work : "xihanuke",    //--宝箱图标
	},
	{
		id : 12710,    //--宝箱ID
		work : "xilake",    //--宝箱图标
	},
	{
		id : 12711,    //--宝箱ID
		work : "saqieer",    //--宝箱图标
	},
	{
		id : 12712,    //--宝箱ID
		work : "Aluoyue",    //--宝箱图标
	},
	{
		id : 12713,    //--宝箱ID
		work : "mandela",    //--宝箱图标
	},
	{
		id : 12714,    //--宝箱ID
		work : "kasiteluo",    //--宝箱图标
	},
	{
		id : 12715,    //--宝箱ID
		work : "fulankelin",    //--宝箱图标
	},
	{
		id : 12716,    //--宝箱ID
		work : "huashengdun",    //--宝箱图标
	},
	{
		id : 12717,    //--宝箱ID
		work : "aisenhaoweier",    //--宝箱图标
	},
	{
		id : 12718,    //--宝箱ID
		work : "napolun",    //--宝箱图标
	},
	{
		id : 12719,    //--宝箱ID
		work : "yalishanda",    //--宝箱图标
	},
	{
		id : 12720,    //--宝箱ID
		work : "luyi",    //--宝箱图标
	},
	{
		id : 12721,    //--宝箱ID
		work : "lamusifeierde",    //--宝箱图标
	},
	{
		id : 12722,    //--宝箱ID
		work : "laola",    //--宝箱图标
	},
	{
		id : 12723,    //--宝箱ID
		work : "baoweier",    //--宝箱图标
	},
	{
		id : 12724,    //--宝箱ID
		work : "aobama",    //--宝箱图标
	},
	{
		id : 12725,    //--宝箱ID
		work : "meideweijiefu",    //--宝箱图标
	},
	{
		id : 12726,    //--宝箱ID
		work : "jinzhengen",    //--宝箱图标
	},
	{
		id : 12727,    //--宝箱ID
		work : "anbeijinsan",    //--宝箱图标
	},
	{
		id : 12728,    //--宝箱ID
		work : "benladeng",    //--宝箱图标
	},
	{
		id : 12729,    //--宝箱ID
		work : "aomaer",    //--宝箱图标
	},
	{
		id : 12730,    //--宝箱ID
		work : "chailing",    //--宝箱图标
	},
	{
		id : 12731,    //--宝箱ID
		work : "dalai",    //--宝箱图标
	},
	{
		id : 12732,    //--宝箱ID
		work : "jiangqing",    //--宝箱图标
	},
	{
		id : 12733,    //--宝箱ID
		work : "zhangchunqiao",    //--宝箱图标
	},
	{
		id : 12734,    //--宝箱ID
		work : "yaowenyuan",    //--宝箱图标
	},
	{
		id : 12735,    //--宝箱ID
		work : "wanghongwen",    //--宝箱图标
	},
	{
		id : 12736,    //--宝箱ID
		work : "dongtiaoyingji",    //--宝箱图标
	},
	{
		id : 12737,    //--宝箱ID
		work : "xitele",    //--宝箱图标
	},
	{
		id : 12738,    //--宝箱ID
		work : "mosuolini",    //--宝箱图标
	},
	{
		id : 12739,    //--宝箱ID
		work : "gangcunxiushu",    //--宝箱图标
	},
	{
		id : 12740,    //--宝箱ID
		work : "gangcunningci",    //--宝箱图标
	},
	{
		id : 12741,    //--宝箱ID
		work : "gaolipiao",    //--宝箱图标
	},
	{
		id : 12742,    //--宝箱ID
		work : "wangdan",    //--宝箱图标
	},
	{
		id : 12743,    //--宝箱ID
		work : "woerkaixi",    //--宝箱图标
	},
	{
		id : 12744,    //--宝箱ID
		work : "lihongzhi",    //--宝箱图标
	},
	{
		id : 12745,    //--宝箱ID
		work : "lidashi",    //--宝箱图标
	},
	{
		id : 12746,    //--宝箱ID
		work : "laichangxing",    //--宝箱图标
	},
	{
		id : 12747,    //--宝箱ID
		work : "majiajue",    //--宝箱图标
	},
	{
		id : 12748,    //--宝箱ID
		work : "banchan",    //--宝箱图标
	},
	{
		id : 12749,    //--宝箱ID
		work : "eerdeni",    //--宝箱图标
	},
	{
		id : 12750,    //--宝箱ID
		work : "shanbenwushiliu",    //--宝箱图标
	},
	{
		id : 12751,    //--宝箱ID
		work : "Abian",    //--宝箱图标
	},
	{
		id : 12752,    //--宝箱ID
		work : "Abianwansui",    //--宝箱图标
	},
	{
		id : 12753,    //--宝箱ID
		work : "renaya",    //--宝箱图标
	},
	{
		id : 12754,    //--宝箱ID
		work : "wanglijun",    //--宝箱图标
	},
	{
		id : 12755,    //--宝箱ID
		work : "mohanmode",    //--宝箱图标
	},
	{
		id : 12756,    //--宝箱ID
		work : "yuyongkang",    //--宝箱图标
	},
	{
		id : 12757,    //--宝箱ID
		work : "zhoujiankang",    //--宝箱图标
	},
	{
		id : 12758,    //--宝箱ID
		work : "yujiankang",    //--宝箱图标
	},
	{
		id : 12759,    //--宝箱ID
		work : "zhouxiaokang",    //--宝箱图标
	},
	{
		id : 12760,    //--宝箱ID
		work : "chenliangyu",    //--宝箱图标
	},
	{
		id : 12761,    //--宝箱ID
		work : "lidenghui",    //--宝箱图标
	},
	{
		id : 12762,    //--宝箱ID
		work : "lianzhan",    //--宝箱图标
	},
	{
		id : 12763,    //--宝箱ID
		work : "songchuyu",    //--宝箱图标
	},
	{
		id : 12764,    //--宝箱ID
		work : "luxiulian",    //--宝箱图标
	},
	{
		id : 12765,    //--宝箱ID
		work : "yumuming",    //--宝箱图标
	},
	{
		id : 12766,    //--宝箱ID
		work : "jiangzhongzheng",    //--宝箱图标
	},
	{
		id : 12767,    //--宝箱ID
		work : "mayingjiu",    //--宝箱图标
	},
	{
		id : 12768,    //--宝箱ID
		work : "16大?",    //--宝箱图标
	},
	{
		id : 12769,    //--宝箱ID
		work : "18摸?",    //--宝箱图标
	},
	{
		id : 12770,    //--宝箱ID
		work : "21世纪中国基金会?",    //--宝箱图标
	},
	{
		id : 12771,    //--宝箱ID
		work : "6-4tianwang?",    //--宝箱图标
	},
	{
		id : 12772,    //--宝箱ID
		work : "89-64cdjp?",    //--宝箱图标
	},
	{
		id : 12773,    //--宝箱ID
		work : "ADMIN?",    //--宝箱图标
	},
	{
		id : 12774,    //--宝箱ID
		work : "AIDS?",    //--宝箱图标
	},
	{
		id : 12775,    //--宝箱ID
		work : "Aiort墓地?",    //--宝箱图标
	},
	{
		id : 12776,    //--宝箱ID
		work : "ai滋?",    //--宝箱图标
	},
	{
		id : 12777,    //--宝箱ID
		work : "Arqus会议场?",    //--宝箱图标
	},
	{
		id : 12778,    //--宝箱ID
		work : "asshole?",    //--宝箱图标
	},
	{
		id : 12779,    //--宝箱ID
		work : "Atan的移动石?",    //--宝箱图标
	},
	{
		id : 12780,    //--宝箱ID
		work : "A片?",    //--宝箱图标
	},
	{
		id : 12781,    //--宝箱ID
		work : "Baichi?",    //--宝箱图标
	},
	{
		id : 12782,    //--宝箱ID
		work : "Baopi?",    //--宝箱图标
	},
	{
		id : 12783,    //--宝箱ID
		work : "Bao皮?",    //--宝箱图标
	},
	{
		id : 12784,    //--宝箱ID
		work : "bastard?",    //--宝箱图标
	},
	{
		id : 12785,    //--宝箱ID
		work : "Bc?",    //--宝箱图标
	},
	{
		id : 12786,    //--宝箱ID
		work : "biaozi?",    //--宝箱图标
	},
	{
		id : 12787,    //--宝箱ID
		work : "Biao子?",    //--宝箱图标
	},
	{
		id : 12788,    //--宝箱ID
		work : "bignews?",    //--宝箱图标
	},
	{
		id : 12789,    //--宝箱ID
		work : "bitch?",    //--宝箱图标
	},
	{
		id : 12790,    //--宝箱ID
		work : "Bi样?",    //--宝箱图标
	},
	{
		id : 12791,    //--宝箱ID
		work : "BLOWJOB?",    //--宝箱图标
	},
	{
		id : 12792,    //--宝箱ID
		work : "boxun?",    //--宝箱图标
	},
	{
		id : 12793,    //--宝箱ID
		work : "B样?",    //--宝箱图标
	},
	{
		id : 12794,    //--宝箱ID
		work : "caoB?",    //--宝箱图标
	},
	{
		id : 12795,    //--宝箱ID
		work : "caobi?",    //--宝箱图标
	},
	{
		id : 12796,    //--宝箱ID
		work : "cao你?",    //--宝箱图标
	},
	{
		id : 12797,    //--宝箱ID
		work : "cao你妈?",    //--宝箱图标
	},
	{
		id : 12798,    //--宝箱ID
		work : "cao你大爷?",    //--宝箱图标
	},
	{
		id : 12799,    //--宝箱ID
		work : "cha你?",    //--宝箱图标
	},
	{
		id : 12800,    //--宝箱ID
		work : "chinaliberal?",    //--宝箱图标
	},
	{
		id : 12801,    //--宝箱ID
		work : "chinamz?",    //--宝箱图标
	},
	{
		id : 12802,    //--宝箱ID
		work : "chinesenewsnet?",    //--宝箱图标
	},
	{
		id : 12803,    //--宝箱ID
		work : "Clockgemstone?",    //--宝箱图标
	},
	{
		id : 12804,    //--宝箱ID
		work : "cnd?",    //--宝箱图标
	},
	{
		id : 12805,    //--宝箱ID
		work : "creaders?",    //--宝箱图标
	},
	{
		id : 12806,    //--宝箱ID
		work : "Crestbone?",    //--宝箱图标
	},
	{
		id : 12807,    //--宝箱ID
		work : "dafa?",    //--宝箱图标
	},
	{
		id : 12808,    //--宝箱ID
		work : "dajiyuan?",    //--宝箱图标
	},
	{
		id : 12809,    //--宝箱ID
		work : "damn?",    //--宝箱图标
	},
	{
		id : 12810,    //--宝箱ID
		work : "dfdz?",    //--宝箱图标
	},
	{
		id : 12811,    //--宝箱ID
		work : "DICK?",    //--宝箱图标
	},
	{
		id : 12812,    //--宝箱ID
		work : "dpp?",    //--宝箱图标
	},
	{
		id : 12813,    //--宝箱ID
		work : "EVENT?",    //--宝箱图标
	},
	{
		id : 12814,    //--宝箱ID
		work : "falu?",    //--宝箱图标
	},
	{
		id : 12815,    //--宝箱ID
		work : "falun?",    //--宝箱图标
	},
	{
		id : 12816,    //--宝箱ID
		work : "falundafa?",    //--宝箱图标
	},
	{
		id : 12817,    //--宝箱ID
		work : "fa轮?",    //--宝箱图标
	},
	{
		id : 12818,    //--宝箱ID
		work : "Feelmistone?",    //--宝箱图标
	},
	{
		id : 12819,    //--宝箱ID
		work : "Fku?",    //--宝箱图标
	},
	{
		id : 12820,    //--宝箱ID
		work : "FLG?",    //--宝箱图标
	},
	{
		id : 12821,    //--宝箱ID
		work : "freechina?",    //--宝箱图标
	},
	{
		id : 12822,    //--宝箱ID
		work : "freedom?",    //--宝箱图标
	},
	{
		id : 12823,    //--宝箱ID
		work : "freenet?",    //--宝箱图标
	},
	{
		id : 12824,    //--宝箱ID
		work : "Fuck?",    //--宝箱图标
	},
	{
		id : 12825,    //--宝箱ID
		work : "GAMEMASTER?",    //--宝箱图标
	},
	{
		id : 12826,    //--宝箱ID
		work : "gan你?",    //--宝箱图标
	},
	{
		id : 12827,    //--宝箱ID
		work : "GCD?",    //--宝箱图标
	},
	{
		id : 12828,    //--宝箱ID
		work : "GM?",    //--宝箱图标
	},
	{
		id : 12829,    //--宝箱ID
		work : "Gruepin?",    //--宝箱图标
	},
	{
		id : 12830,    //--宝箱ID
		work : "HACKING?",    //--宝箱图标
	},
	{
		id : 12831,    //--宝箱ID
		work : "hongzhi?",    //--宝箱图标
	},
	{
		id : 12832,    //--宝箱ID
		work : "hrichina?",    //--宝箱图标
	},
	{
		id : 12833,    //--宝箱ID
		work : "http?",    //--宝箱图标
	},
	{
		id : 12834,    //--宝箱ID
		work : "huanet?",    //--宝箱图标
	},
	{
		id : 12835,    //--宝箱ID
		work : "hypermart.net?",    //--宝箱图标
	},
	{
		id : 12836,    //--宝箱ID
		work : "incest?",    //--宝箱图标
	},
	{
		id : 12837,    //--宝箱ID
		work : "item?",    //--宝箱图标
	},
	{
		id : 12838,    //--宝箱ID
		work : "J8?",    //--宝箱图标
	},
	{
		id : 12839,    //--宝箱ID
		work : "JB?",    //--宝箱图标
	},
	{
		id : 12840,    //--宝箱ID
		work : "jiangdongriji?",    //--宝箱图标
	},
	{
		id : 12841,    //--宝箱ID
		work : "jian你?",    //--宝箱图标
	},
	{
		id : 12842,    //--宝箱ID
		work : "jiaochuang?",    //--宝箱图标
	},
	{
		id : 12843,    //--宝箱ID
		work : "jiaochun?",    //--宝箱图标
	},
	{
		id : 12844,    //--宝箱ID
		work : "jiba?",    //--宝箱图标
	},
	{
		id : 12845,    //--宝箱ID
		work : "jinv?",    //--宝箱图标
	},
	{
		id : 12846,    //--宝箱ID
		work : "Ji女?",    //--宝箱图标
	},
	{
		id : 12847,    //--宝箱ID
		work : "Kao?",    //--宝箱图标
	},
	{
		id : 12848,    //--宝箱ID
		work : "KISSMYASS?",    //--宝箱图标
	},
	{
		id : 12849,    //--宝箱ID
		work : "Mai骚?",    //--宝箱图标
	},
	{
		id : 12850,    //--宝箱ID
		work : "making?",    //--宝箱图标
	},
	{
		id : 12851,    //--宝箱ID
		work : "minghui?",    //--宝箱图标
	},
	{
		id : 12852,    //--宝箱ID
		work : "minghuinews?",    //--宝箱图标
	},
	{
		id : 12853,    //--宝箱ID
		work : "nacb?",    //--宝箱图标
	},
	{
		id : 12854,    //--宝箱ID
		work : "naive?",    //--宝箱图标
	},
	{
		id : 12855,    //--宝箱ID
		work : "Neckromancer?",    //--宝箱图标
	},
	{
		id : 12856,    //--宝箱ID
		work : "nmis?",    //--宝箱图标
	},
	{
		id : 12857,    //--宝箱ID
		work : "paper64?",    //--宝箱图标
	},
	{
		id : 12858,    //--宝箱ID
		work : "peacehall?",    //--宝箱图标
	},
	{
		id : 12859,    //--宝箱ID
		work : "PENIS?",    //--宝箱图标
	},
	{
		id : 12860,    //--宝箱ID
		work : "playboy?",    //--宝箱图标
	},
	{
		id : 12861,    //--宝箱ID
		work : "pussy?",    //--宝箱图标
	},
	{
		id : 12862,    //--宝箱ID
		work : "qiangjian?",    //--宝箱图标
	},
	{
		id : 12863,    //--宝箱ID
		work : "Rape?",    //--宝箱图标
	},
	{
		id : 12864,    //--宝箱ID
		work : "renminbao?",    //--宝箱图标
	},
	{
		id : 12865,    //--宝箱ID
		work : "renmingbao?",    //--宝箱图标
	},
	{
		id : 12866,    //--宝箱ID
		work : "rfa?",    //--宝箱图标
	},
	{
		id : 12867,    //--宝箱ID
		work : "safeweb?",    //--宝箱图标
	},
	{
		id : 12868,    //--宝箱ID
		work : "saobi?",    //--宝箱图标
	},
	{
		id : 12869,    //--宝箱ID
		work : "sb?",    //--宝箱图标
	},
	{
		id : 12870,    //--宝箱ID
		work : "SEX?",    //--宝箱图标
	},
	{
		id : 12871,    //--宝箱ID
		work : "sf?",    //--宝箱图标
	},
	{
		id : 12872,    //--宝箱ID
		work : "SHIT?",    //--宝箱图标
	},
	{
		id : 12873,    //--宝箱ID
		work : "simple?",    //--宝箱图标
	},
	{
		id : 12874,    //--宝箱ID
		work : "SUCK?",    //--宝箱图标
	},
	{
		id : 12875,    //--宝箱ID
		work : "sucker?",    //--宝箱图标
	},
	{
		id : 12876,    //--宝箱ID
		work : "svdc?",    //--宝箱图标
	},
	{
		id : 12877,    //--宝箱ID
		work : "System?",    //--宝箱图标
	},
	{
		id : 12878,    //--宝箱ID
		work : "taip?",    //--宝箱图标
	},
	{
		id : 12879,    //--宝箱ID
		work : "TEST?",    //--宝箱图标
	},
	{
		id : 12880,    //--宝箱ID
		work : "The9?",    //--宝箱图标
	},
	{
		id : 12881,    //--宝箱ID
		work : "The9City?",    //--宝箱图标
	},
	{
		id : 12882,    //--宝箱ID
		work : "tibetalk?",    //--宝箱图标
	},
	{
		id : 12883,    //--宝箱ID
		work : "TMD?",    //--宝箱图标
	},
	{
		id : 12884,    //--宝箱ID
		work : "TNND?",    //--宝箱图标
	},
	{
		id : 12885,    //--宝箱ID
		work : "triangle?",    //--宝箱图标
	},
	{
		id : 12886,    //--宝箱ID
		work : "triangleboy?",    //--宝箱图标
	},
	{
		id : 12887,    //--宝箱ID
		work : "Tringel?",    //--宝箱图标
	},
	{
		id : 12888,    //--宝箱ID
		work : "UltraSurf?",    //--宝箱图标
	},
	{
		id : 12889,    //--宝箱ID
		work : "unixbox?",    //--宝箱图标
	},
	{
		id : 12890,    //--宝箱ID
		work : "ustibet?",    //--宝箱图标
	},
	{
		id : 12891,    //--宝箱ID
		work : "voa?",    //--宝箱图标
	},
	{
		id : 12892,    //--宝箱ID
		work : "voachinese?",    //--宝箱图标
	},
	{
		id : 12893,    //--宝箱ID
		work : "wangce?",    //--宝箱图标
	},
	{
		id : 12894,    //--宝箱ID
		work : "WEBZEN?",    //--宝箱图标
	},
	{
		id : 12895,    //--宝箱ID
		work : "WG?",    //--宝箱图标
	},
	{
		id : 12896,    //--宝箱ID
		work : "wstaiji?",    //--宝箱图标
	},
	{
		id : 12897,    //--宝箱ID
		work : "xinsheng?",    //--宝箱图标
	},
	{
		id : 12898,    //--宝箱ID
		work : "yuming?",    //--宝箱图标
	},
	{
		id : 12899,    //--宝箱ID
		work : "zhengjian?",    //--宝箱图标
	},
	{
		id : 12900,    //--宝箱ID
		work : "zhengjianwang?",    //--宝箱图标
	},
	{
		id : 12901,    //--宝箱ID
		work : "zhenshanren?",    //--宝箱图标
	},
	{
		id : 12902,    //--宝箱ID
		work : "zhuanfalunADMIN",    //--宝箱图标
	},
	{
		id : 12903,    //--宝箱ID
		work : "AIDS",    //--宝箱图标
	},
	{
		id : 12904,    //--宝箱ID
		work : "AIORT墓地",    //--宝箱图标
	},
	{
		id : 12905,    //--宝箱ID
		work : "AI滋",    //--宝箱图标
	},
	{
		id : 12906,    //--宝箱ID
		work : "ARQUS会议场",    //--宝箱图标
	},
	{
		id : 12907,    //--宝箱ID
		work : "ASSHOLE",    //--宝箱图标
	},
	{
		id : 12908,    //--宝箱ID
		work : "ATAN的移动石",    //--宝箱图标
	},
	{
		id : 12909,    //--宝箱ID
		work : "A片",    //--宝箱图标
	},
	{
		id : 12910,    //--宝箱ID
		work : "BAICHI",    //--宝箱图标
	},
	{
		id : 12911,    //--宝箱ID
		work : "BAOPI",    //--宝箱图标
	},
	{
		id : 12912,    //--宝箱ID
		work : "BAO皮",    //--宝箱图标
	},
	{
		id : 12913,    //--宝箱ID
		work : "BASTARD",    //--宝箱图标
	},
	{
		id : 12914,    //--宝箱ID
		work : "BC",    //--宝箱图标
	},
	{
		id : 12915,    //--宝箱ID
		work : "BIAOZI",    //--宝箱图标
	},
	{
		id : 12916,    //--宝箱ID
		work : "BIAO子",    //--宝箱图标
	},
	{
		id : 12917,    //--宝箱ID
		work : "BIGNEWS",    //--宝箱图标
	},
	{
		id : 12918,    //--宝箱ID
		work : "BI样",    //--宝箱图标
	},
	{
		id : 12919,    //--宝箱ID
		work : "BLOWJOB",    //--宝箱图标
	},
	{
		id : 12920,    //--宝箱ID
		work : "BOXUN",    //--宝箱图标
	},
	{
		id : 12921,    //--宝箱ID
		work : "B样",    //--宝箱图标
	},
	{
		id : 12922,    //--宝箱ID
		work : "CAOB",    //--宝箱图标
	},
	{
		id : 12923,    //--宝箱ID
		work : "CAOBI",    //--宝箱图标
	},
	{
		id : 12924,    //--宝箱ID
		work : "CAO你",    //--宝箱图标
	},
	{
		id : 12925,    //--宝箱ID
		work : "CC小雪",    //--宝箱图标
	},
	{
		id : 12926,    //--宝箱ID
		work : "CHA你",    //--宝箱图标
	},
	{
		id : 12927,    //--宝箱ID
		work : "CHINALIBERAL",    //--宝箱图标
	},
	{
		id : 12928,    //--宝箱ID
		work : "CHINAMZ",    //--宝箱图标
	},
	{
		id : 12929,    //--宝箱ID
		work : "CHINESENEWSNET",    //--宝箱图标
	},
	{
		id : 12930,    //--宝箱ID
		work : "CLOCKGEMSTONE",    //--宝箱图标
	},
	{
		id : 12931,    //--宝箱ID
		work : "CND",    //--宝箱图标
	},
	{
		id : 12932,    //--宝箱ID
		work : "CREADERS",    //--宝箱图标
	},
	{
		id : 12933,    //--宝箱ID
		work : "CRESTBONE",    //--宝箱图标
	},
	{
		id : 12934,    //--宝箱ID
		work : "DAFA",    //--宝箱图标
	},
	{
		id : 12935,    //--宝箱ID
		work : "DAJIYUAN",    //--宝箱图标
	},
	{
		id : 12936,    //--宝箱ID
		work : "DAMN",    //--宝箱图标
	},
	{
		id : 12937,    //--宝箱ID
		work : "DFDZ",    //--宝箱图标
	},
	{
		id : 12938,    //--宝箱ID
		work : "DICK",    //--宝箱图标
	},
	{
		id : 12939,    //--宝箱ID
		work : "DPP",    //--宝箱图标
	},
	{
		id : 12940,    //--宝箱ID
		work : "EVENT",    //--宝箱图标
	},
	{
		id : 12941,    //--宝箱ID
		work : "FALU",    //--宝箱图标
	},
	{
		id : 12942,    //--宝箱ID
		work : "FALUN",    //--宝箱图标
	},
	{
		id : 12943,    //--宝箱ID
		work : "FALUNDAFA",    //--宝箱图标
	},
	{
		id : 12944,    //--宝箱ID
		work : "FA轮",    //--宝箱图标
	},
	{
		id : 12945,    //--宝箱ID
		work : "FEELMISTONE",    //--宝箱图标
	},
	{
		id : 12946,    //--宝箱ID
		work : "FKU",    //--宝箱图标
	},
	{
		id : 12947,    //--宝箱ID
		work : "FLG",    //--宝箱图标
	},
	{
		id : 12948,    //--宝箱ID
		work : "FREECHINA",    //--宝箱图标
	},
	{
		id : 12949,    //--宝箱ID
		work : "FREEDOM",    //--宝箱图标
	},
	{
		id : 12950,    //--宝箱ID
		work : "FREENET",    //--宝箱图标
	},
	{
		id : 12951,    //--宝箱ID
		work : "GAN你",    //--宝箱图标
	},
	{
		id : 12952,    //--宝箱ID
		work : "GCD",    //--宝箱图标
	},
	{
		id : 12953,    //--宝箱ID
		work : "GRUEPIN",    //--宝箱图标
	},
	{
		id : 12954,    //--宝箱ID
		work : "HACKING",    //--宝箱图标
	},
	{
		id : 12955,    //--宝箱ID
		work : "HONGZHI",    //--宝箱图标
	},
	{
		id : 12956,    //--宝箱ID
		work : "HRICHINA",    //--宝箱图标
	},
	{
		id : 12957,    //--宝箱ID
		work : "HTTP",    //--宝箱图标
	},
	{
		id : 12958,    //--宝箱ID
		work : "HUANET",    //--宝箱图标
	},
	{
		id : 12959,    //--宝箱ID
		work : "HYPERMART.NET",    //--宝箱图标
	},
	{
		id : 12960,    //--宝箱ID
		work : "INCEST",    //--宝箱图标
	},
	{
		id : 12961,    //--宝箱ID
		work : "ITEM",    //--宝箱图标
	},
	{
		id : 12962,    //--宝箱ID
		work : "J8",    //--宝箱图标
	},
	{
		id : 12963,    //--宝箱ID
		work : "JB",    //--宝箱图标
	},
	{
		id : 12964,    //--宝箱ID
		work : "JIANGDONGRIJI",    //--宝箱图标
	},
	{
		id : 12965,    //--宝箱ID
		work : "JIAN你",    //--宝箱图标
	},
	{
		id : 12966,    //--宝箱ID
		work : "JIAOCHUANG",    //--宝箱图标
	},
	{
		id : 12967,    //--宝箱ID
		work : "JIAOCHUN",    //--宝箱图标
	},
	{
		id : 12968,    //--宝箱ID
		work : "JIBA",    //--宝箱图标
	},
	{
		id : 12969,    //--宝箱ID
		work : "JINV",    //--宝箱图标
	},
	{
		id : 12970,    //--宝箱ID
		work : "JI女",    //--宝箱图标
	},
	{
		id : 12971,    //--宝箱ID
		work : "KAO",    //--宝箱图标
	},
	{
		id : 12972,    //--宝箱ID
		work : "KISSMYASS",    //--宝箱图标
	},
	{
		id : 12973,    //--宝箱ID
		work : "㎏",    //--宝箱图标
	},
	{
		id : 12974,    //--宝箱ID
		work : "MAI骚",    //--宝箱图标
	},
	{
		id : 12975,    //--宝箱ID
		work : "MAKING",    //--宝箱图标
	},
	{
		id : 12976,    //--宝箱ID
		work : "MINGHUI",    //--宝箱图标
	},
	{
		id : 12977,    //--宝箱ID
		work : "MINGHUINEWS",    //--宝箱图标
	},
	{
		id : 12978,    //--宝箱ID
		work : "㎎",    //--宝箱图标
	},
	{
		id : 12979,    //--宝箱ID
		work : "㎜",    //--宝箱图标
	},
	{
		id : 12980,    //--宝箱ID
		work : "NACB",    //--宝箱图标
	},
	{
		id : 12981,    //--宝箱ID
		work : "NAIVE",    //--宝箱图标
	},
	{
		id : 12982,    //--宝箱ID
		work : "NECKROMANCER",    //--宝箱图标
	},
	{
		id : 12983,    //--宝箱ID
		work : "NMIS",    //--宝箱图标
	},
	{
		id : 12984,    //--宝箱ID
		work : "PAPER64",    //--宝箱图标
	},
	{
		id : 12985,    //--宝箱ID
		work : "PEACEHALL",    //--宝箱图标
	},
	{
		id : 12986,    //--宝箱ID
		work : "PENIS",    //--宝箱图标
	},
	{
		id : 12987,    //--宝箱ID
		work : "PLAYBOY",    //--宝箱图标
	},
	{
		id : 12988,    //--宝箱ID
		work : "PUSSY",    //--宝箱图标
	},
	{
		id : 12989,    //--宝箱ID
		work : "QIANGJIAN",    //--宝箱图标
	},
	{
		id : 12990,    //--宝箱ID
		work : "RAPE",    //--宝箱图标
	},
	{
		id : 12991,    //--宝箱ID
		work : "RENMINBAO",    //--宝箱图标
	},
	{
		id : 12992,    //--宝箱ID
		work : "RENMINGBAO",    //--宝箱图标
	},
	{
		id : 12993,    //--宝箱ID
		work : "RFA",    //--宝箱图标
	},
	{
		id : 12994,    //--宝箱ID
		work : "SAFEWEB",    //--宝箱图标
	},
	{
		id : 12995,    //--宝箱ID
		work : "SAOBI",    //--宝箱图标
	},
	{
		id : 12996,    //--宝箱ID
		work : "SB",    //--宝箱图标
	},
	{
		id : 12997,    //--宝箱ID
		work : "SHIT",    //--宝箱图标
	},
	{
		id : 12998,    //--宝箱ID
		work : "SIMPLE",    //--宝箱图标
	},
	{
		id : 12999,    //--宝箱ID
		work : "SUCK",    //--宝箱图标
	},
	{
		id : 13000,    //--宝箱ID
		work : "SUCKER",    //--宝箱图标
	},
	{
		id : 13001,    //--宝箱ID
		work : "SVDC",    //--宝箱图标
	},
	{
		id : 13002,    //--宝箱ID
		work : "TAIP",    //--宝箱图标
	},
	{
		id : 13003,    //--宝箱ID
		work : "THE9",    //--宝箱图标
	},
	{
		id : 13004,    //--宝箱ID
		work : "THE9CITY",    //--宝箱图标
	},
	{
		id : 13005,    //--宝箱ID
		work : "TIBETALK",    //--宝箱图标
	},
	{
		id : 13006,    //--宝箱ID
		work : "TMD",    //--宝箱图标
	},
	{
		id : 13007,    //--宝箱ID
		work : "TRIANGLE",    //--宝箱图标
	},
	{
		id : 13008,    //--宝箱ID
		work : "TRIANGLEBOY",    //--宝箱图标
	},
	{
		id : 13009,    //--宝箱ID
		work : "TRINGEL",    //--宝箱图标
	},
	{
		id : 13010,    //--宝箱ID
		work : "ULTRASURF",    //--宝箱图标
	},
	{
		id : 13011,    //--宝箱ID
		work : "UNIXBOX",    //--宝箱图标
	},
	{
		id : 13012,    //--宝箱ID
		work : "USTIBET",    //--宝箱图标
	},
	{
		id : 13013,    //--宝箱ID
		work : "VOA",    //--宝箱图标
	},
	{
		id : 13014,    //--宝箱ID
		work : "VOACHINESE",    //--宝箱图标
	},
	{
		id : 13015,    //--宝箱ID
		work : "WANGCE",    //--宝箱图标
	},
	{
		id : 13016,    //--宝箱ID
		work : "WEBZEN",    //--宝箱图标
	},
	{
		id : 13017,    //--宝箱ID
		work : "WSTAIJI",    //--宝箱图标
	},
	{
		id : 13018,    //--宝箱ID
		work : "WWW",    //--宝箱图标
	},
	{
		id : 13019,    //--宝箱ID
		work : "WWW.",    //--宝箱图标
	},
	{
		id : 13020,    //--宝箱ID
		work : "XINSHENG",    //--宝箱图标
	},
	{
		id : 13021,    //--宝箱ID
		work : "YUMING",    //--宝箱图标
	},
	{
		id : 13022,    //--宝箱ID
		work : "ZHENGJIAN",    //--宝箱图标
	},
	{
		id : 13023,    //--宝箱ID
		work : "ZHENGJIANWANG",    //--宝箱图标
	},
	{
		id : 13024,    //--宝箱ID
		work : "ZHENSHANREN",    //--宝箱图标
	},
	{
		id : 13025,    //--宝箱ID
		work : "ZHUANFALUN",    //--宝箱图标
	},
	{
		id : 13026,    //--宝箱ID
		work : "ice",    //--宝箱图标
	},
	{
		id : 13027,    //--宝箱ID
		work : "narcotics",    //--宝箱图标
	},
	{
		id : 13028,    //--宝箱ID
		work : "碡?",    //--宝箱图标
	},
	{
		id : 13029,    //--宝箱ID
		work : "籀",    //--宝箱图标
	},
	{
		id : 13030,    //--宝箱ID
		work : "朱駿?",    //--宝箱图标
	},
	{
		id : 13031,    //--宝箱ID
		work : "朱狨基",    //--宝箱图标
	},
	{
		id : 13032,    //--宝箱ID
		work : "朱容基",    //--宝箱图标
	},
	{
		id : 13033,    //--宝箱ID
		work : "朱溶剂",    //--宝箱图标
	},
	{
		id : 13034,    //--宝箱ID
		work : "朱熔基",    //--宝箱图标
	},
	{
		id : 13035,    //--宝箱ID
		work : "邾",    //--宝箱图标
	},
	{
		id : 13036,    //--宝箱ID
		work : "猪聋畸",    //--宝箱图标
	},
	{
		id : 13037,    //--宝箱ID
		work : "猪毛1",    //--宝箱图标
	},
	{
		id : 13038,    //--宝箱ID
		work : "舳",    //--宝箱图标
	},
	{
		id : 13039,    //--宝箱ID
		work : "瘃",    //--宝箱图标
	},
	{
		id : 13040,    //--宝箱ID
		work : "躅",    //--宝箱图标
	},
	{
		id : 13041,    //--宝箱ID
		work : "翥",    //--宝箱图标
	},
	{
		id : 13042,    //--宝箱ID
		work : "颛",    //--宝箱图标
	},
	{
		id : 13043,    //--宝箱ID
		work : "丬",    //--宝箱图标
	},
	{
		id : 13044,    //--宝箱ID
		work : "隹",    //--宝箱图标
	},
	{
		id : 13045,    //--宝箱ID
		work : "窀",    //--宝箱图标
	},
	{
		id : 13046,    //--宝箱ID
		work : "卓伯源",    //--宝箱图标
	},
	{
		id : 13047,    //--宝箱ID
		work : "倬",    //--宝箱图标
	},
	{
		id : 13048,    //--宝箱ID
		work : "斫",    //--宝箱图标
	},
	{
		id : 13049,    //--宝箱ID
		work : "诼",    //--宝箱图标
	},
	{
		id : 13050,    //--宝箱ID
		work : "髭",    //--宝箱图标
	},
	{
		id : 13051,    //--宝箱ID
		work : "鲻",    //--宝箱图标
	},
	{
		id : 13052,    //--宝箱ID
		work : "秭",    //--宝箱图标
	},
	{
		id : 13053,    //--宝箱ID
		work : "訾",    //--宝箱图标
	},
	{
		id : 13054,    //--宝箱ID
		work : "自民党",    //--宝箱图标
	},
	{
		id : 13055,    //--宝箱ID
		work : "自已的故事",    //--宝箱图标
	},
	{
		id : 13056,    //--宝箱ID
		work : "自由民主论坛",    //--宝箱图标
	},
	{
		id : 13057,    //--宝箱ID
		work : "总理",    //--宝箱图标
	},
	{
		id : 13058,    //--宝箱ID
		work : "偬",    //--宝箱图标
	},
	{
		id : 13059,    //--宝箱ID
		work : "诹",    //--宝箱图标
	},
	{
		id : 13060,    //--宝箱ID
		work : "陬",    //--宝箱图标
	},
	{
		id : 13061,    //--宝箱ID
		work : "鄹",    //--宝箱图标
	},
	{
		id : 13062,    //--宝箱ID
		work : "鲰",    //--宝箱图标
	},
	{
		id : 13063,    //--宝箱ID
		work : "躜",    //--宝箱图标
	},
	{
		id : 13064,    //--宝箱ID
		work : "缵",    //--宝箱图标
	},
	{
		id : 13065,    //--宝箱ID
		work : "作秀",    //--宝箱图标
	},
	{
		id : 13066,    //--宝箱ID
		work : "阼",    //--宝箱图标
	},
	{
		id : 13067,    //--宝箱ID
		work : "祚",    //--宝箱图标
	},
	{
		id : 13068,    //--宝箱ID
		work : "阿萊娜",    //--宝箱图标
	},
	{
		id : 13069,    //--宝箱ID
		work : "啊無卵",    //--宝箱图标
	},
	{
		id : 13070,    //--宝箱ID
		work : "埃裏克蘇特勤",    //--宝箱图标
	},
	{
		id : 13071,    //--宝箱ID
		work : "埃斯萬",    //--宝箱图标
	},
	{
		id : 13072,    //--宝箱ID
		work : "艾麗絲",    //--宝箱图标
	},
	{
		id : 13073,    //--宝箱ID
		work : "愛滋",    //--宝箱图标
	},
	{
		id : 13074,    //--宝箱ID
		work : "垵",    //--宝箱图标
	},
	{
		id : 13075,    //--宝箱ID
		work : "暗黑法師",    //--宝箱图标
	},
	{
		id : 13076,    //--宝箱ID
		work : "嶴",    //--宝箱图标
	},
	{
		id : 13077,    //--宝箱ID
		work : "奧克拉",    //--宝箱图标
	},
	{
		id : 13078,    //--宝箱ID
		work : "奧拉德",    //--宝箱图标
	},
	{
		id : 13079,    //--宝箱ID
		work : "奧利弗",    //--宝箱图标
	},
	{
		id : 13080,    //--宝箱ID
		work : "奧魯奇",    //--宝箱图标
	},
	{
		id : 13081,    //--宝箱ID
		work : "奧倫",    //--宝箱图标
	},
	{
		id : 13082,    //--宝箱ID
		work : "奧特蘭",    //--宝箱图标
	},
	{
		id : 13083,    //--宝箱ID
		work : "㈧",    //--宝箱图标
	},
	{
		id : 13084,    //--宝箱ID
		work : "巴倫侍從",    //--宝箱图标
	},
	{
		id : 13085,    //--宝箱ID
		work : "巴倫坦",    //--宝箱图标
	},
	{
		id : 13086,    //--宝箱ID
		work : "白立樸",    //--宝箱图标
	},
	{
		id : 13087,    //--宝箱ID
		work : "白夢",    //--宝箱图标
	},
	{
		id : 13088,    //--宝箱ID
		work : "白皮書",    //--宝箱图标
	},
	{
		id : 13089,    //--宝箱ID
		work : "寶石商人",    //--宝箱图标
	},
	{
		id : 13090,    //--宝箱ID
		work : "保釣",    //--宝箱图标
	},
	{
		id : 13091,    //--宝箱ID
		work : "鮑戈",    //--宝箱图标
	},
	{
		id : 13092,    //--宝箱ID
		work : "鮑彤",    //--宝箱图标
	},
	{
		id : 13093,    //--宝箱ID
		work : "鮑伊",    //--宝箱图标
	},
	{
		id : 13094,    //--宝箱ID
		work : "暴風亡靈",    //--宝箱图标
	},
	{
		id : 13095,    //--宝箱ID
		work : "暴亂",    //--宝箱图标
	},
	{
		id : 13096,    //--宝箱ID
		work : "暴熱的戰士",    //--宝箱图标
	},
	{
		id : 13097,    //--宝箱ID
		work : "暴躁的城塔野獸",    //--宝箱图标
	},
	{
		id : 13098,    //--宝箱ID
		work : "暴躁的警衛兵靈魂",    //--宝箱图标
	},
	{
		id : 13099,    //--宝箱ID
		work : "暴躁的馬杜克",    //--宝箱图标
	},
	{
		id : 13100,    //--宝箱ID
		work : "北大三角地論壇",    //--宝箱图标
	},
	{
		id : 13101,    //--宝箱ID
		work : "北韓",    //--宝箱图标
	},
	{
		id : 13102,    //--宝箱ID
		work : "北京當局",    //--宝箱图标
	},
	{
		id : 13103,    //--宝箱ID
		work : "北美自由論壇",    //--宝箱图标
	},
	{
		id : 13104,    //--宝箱ID
		work : "貝尤爾",    //--宝箱图标
	},
	{
		id : 13105,    //--宝箱ID
		work : "韝",    //--宝箱图标
	},
	{
		id : 13106,    //--宝箱ID
		work : "比樣",    //--宝箱图标
	},
	{
		id : 13107,    //--宝箱ID
		work : "蹕",    //--宝箱图标
	},
	{
		id : 13108,    //--宝箱ID
		work : "颮",    //--宝箱图标
	},
	{
		id : 13109,    //--宝箱ID
		work : "鑣",    //--宝箱图标
	},
	{
		id : 13110,    //--宝箱ID
		work : "婊子養的?",    //--宝箱图标
	},
	{
		id : 13111,    //--宝箱ID
		work : "賓周",    //--宝箱图标
	},
	{
		id : 13112,    //--宝箱ID
		work : "冰後",    //--宝箱图标
	},
	{
		id : 13113,    //--宝箱ID
		work : "博訊",    //--宝箱图标
	},
	{
		id : 13114,    //--宝箱ID
		work : "不滅帝王",    //--宝箱图标
	},
	{
		id : 13115,    //--宝箱ID
		work : "不爽不要錢",    //--宝箱图标
	},
	{
		id : 13116,    //--宝箱ID
		work : "布萊爾",    //--宝箱图标
	},
	{
		id : 13117,    //--宝箱ID
		work : "蔡崇國",    //--宝箱图标
	},
	{
		id : 13118,    //--宝箱ID
		work : "蔡啓芳",    //--宝箱图标
	},
	{
		id : 13119,    //--宝箱ID
		work : "黲",    //--宝箱图标
	},
	{
		id : 13120,    //--宝箱ID
		work : "操鶏",    //--宝箱图标
	},
	{
		id : 13121,    //--宝箱ID
		work : "操那嗎B",    //--宝箱图标
	},
	{
		id : 13122,    //--宝箱ID
		work : "操那嗎逼",    //--宝箱图标
	},
	{
		id : 13123,    //--宝箱ID
		work : "操那嗎比",    //--宝箱图标
	},
	{
		id : 13124,    //--宝箱ID
		work : "操你爺爺",    //--宝箱图标
	},
	{
		id : 13125,    //--宝箱ID
		work : "曹長青",    //--宝箱图标
	},
	{
		id : 13126,    //--宝箱ID
		work : "草",    //--宝箱图标
	},
	{
		id : 13127,    //--宝箱ID
		work : "草你媽",    //--宝箱图标
	},
	{
		id : 13128,    //--宝箱ID
		work : "草擬媽",    //--宝箱图标
	},
	{
		id : 13129,    //--宝箱ID
		work : "册那娘餓比",    //--宝箱图标
	},
	{
		id : 13130,    //--宝箱ID
		work : "插那嗎B",    //--宝箱图标
	},
	{
		id : 13131,    //--宝箱ID
		work : "插那嗎逼",    //--宝箱图标
	},
	{
		id : 13132,    //--宝箱ID
		work : "插那嗎比",    //--宝箱图标
	},
	{
		id : 13133,    //--宝箱ID
		work : "插你媽",    //--宝箱图标
	},
	{
		id : 13134,    //--宝箱ID
		work : "插你爺爺",    //--宝箱图标
	},
	{
		id : 13135,    //--宝箱ID
		work : "覘",    //--宝箱图标
	},
	{
		id : 13136,    //--宝箱ID
		work : "蕆",    //--宝箱图标
	},
	{
		id : 13137,    //--宝箱ID
		work : "囅",    //--宝箱图标
	},
	{
		id : 13138,    //--宝箱ID
		work : "閶",    //--宝箱图标
	},
	{
		id : 13139,    //--宝箱ID
		work : "長官沙塔特",    //--宝箱图标
	},
	{
		id : 13140,    //--宝箱ID
		work : "常勁",    //--宝箱图标
	},
	{
		id : 13141,    //--宝箱ID
		work : "朝鮮",    //--宝箱图标
	},
	{
		id : 13142,    //--宝箱ID
		work : "車侖",    //--宝箱图标
	},
	{
		id : 13143,    //--宝箱ID
		work : "車侖女幹",    //--宝箱图标
	},
	{
		id : 13144,    //--宝箱ID
		work : "沉睡圖騰",    //--宝箱图标
	},
	{
		id : 13145,    //--宝箱ID
		work : "陳炳基",    //--宝箱图标
	},
	{
		id : 13146,    //--宝箱ID
		work : "陳博志",    //--宝箱图标
	},
	{
		id : 13147,    //--宝箱ID
		work : "陳定南",    //--宝箱图标
	},
	{
		id : 13148,    //--宝箱ID
		work : "陳建銘",    //--宝箱图标
	},
	{
		id : 13149,    //--宝箱ID
		work : "陳景俊",    //--宝箱图标
	},
	{
		id : 13150,    //--宝箱ID
		work : "陳菊",    //--宝箱图标
	},
	{
		id : 13151,    //--宝箱ID
		work : "陳軍",    //--宝箱图标
	},
	{
		id : 13152,    //--宝箱ID
		work : "陳蒙",    //--宝箱图标
	},
	{
		id : 13153,    //--宝箱ID
		work : "陳破空",    //--宝箱图标
	},
	{
		id : 13154,    //--宝箱ID
		work : "陳水扁",    //--宝箱图标
	},
	{
		id : 13155,    //--宝箱ID
		work : "陳唐山",    //--宝箱图标
	},
	{
		id : 13156,    //--宝箱ID
		work : "陳希同",    //--宝箱图标
	},
	{
		id : 13157,    //--宝箱ID
		work : "陳小同",    //--宝箱图标
	},
	{
		id : 13158,    //--宝箱ID
		work : "陳宣良",    //--宝箱图标
	},
	{
		id : 13159,    //--宝箱ID
		work : "陳學聖",    //--宝箱图标
	},
	{
		id : 13160,    //--宝箱ID
		work : "陳一諮",    //--宝箱图标
	},
	{
		id : 13161,    //--宝箱ID
		work : "陳總統",    //--宝箱图标
	},
	{
		id : 13162,    //--宝箱ID
		work : "諶",    //--宝箱图标
	},
	{
		id : 13163,    //--宝箱ID
		work : "齔",    //--宝箱图标
	},
	{
		id : 13164,    //--宝箱ID
		work : "櫬",    //--宝箱图标
	},
	{
		id : 13165,    //--宝箱ID
		work : "讖",    //--宝箱图标
	},
	{
		id : 13166,    //--宝箱ID
		work : "程凱",    //--宝箱图标
	},
	{
		id : 13167,    //--宝箱ID
		work : "程鐵軍",    //--宝箱图标
	},
	{
		id : 13168,    //--宝箱ID
		work : "鴟",    //--宝箱图标
	},
	{
		id : 13169,    //--宝箱ID
		work : "痴鳩",    //--宝箱图标
	},
	{
		id : 13170,    //--宝箱ID
		work : "痴拈",    //--宝箱图标
	},
	{
		id : 13171,    //--宝箱ID
		work : "遲鈍的圖騰",    //--宝箱图标
	},
	{
		id : 13172,    //--宝箱ID
		work : "持不同政見?",    //--宝箱图标
	},
	{
		id : 13173,    //--宝箱ID
		work : "赤色騎士",    //--宝箱图标
	},
	{
		id : 13174,    //--宝箱ID
		work : "赤色戰士",    //--宝箱图标
	},
	{
		id : 13175,    //--宝箱ID
		work : "處女膜",    //--宝箱图标
	},
	{
		id : 13176,    //--宝箱ID
		work : "傳染性病",    //--宝箱图标
	},
	{
		id : 13177,    //--宝箱ID
		work : "吹簫",    //--宝箱图标
	},
	{
		id : 13178,    //--宝箱ID
		work : "春夏自由論壇",    //--宝箱图标
	},
	{
		id : 13179,    //--宝箱ID
		work : "戳那嗎B",    //--宝箱图标
	},
	{
		id : 13180,    //--宝箱ID
		work : "戳那嗎逼",    //--宝箱图标
	},
	{
		id : 13181,    //--宝箱ID
		work : "戳那嗎比",    //--宝箱图标
	},
	{
		id : 13182,    //--宝箱ID
		work : "輳",    //--宝箱图标
	},
	{
		id : 13183,    //--宝箱ID
		work : "鹺",    //--宝箱图标
	},
	{
		id : 13184,    //--宝箱ID
		work : "錯B",    //--宝箱图标
	},
	{
		id : 13185,    //--宝箱ID
		work : "錯逼",    //--宝箱图标
	},
	{
		id : 13186,    //--宝箱ID
		work : "錯比",    //--宝箱图标
	},
	{
		id : 13187,    //--宝箱ID
		work : "錯那嗎B",    //--宝箱图标
	},
	{
		id : 13188,    //--宝箱ID
		work : "錯那嗎逼",    //--宝箱图标
	},
	{
		id : 13189,    //--宝箱ID
		work : "錯那嗎比",    //--宝箱图标
	},
	{
		id : 13190,    //--宝箱ID
		work : "達夫警衛兵",    //--宝箱图标
	},
	{
		id : 13191,    //--宝箱ID
		work : "達夫侍從",    //--宝箱图标
	},
	{
		id : 13192,    //--宝箱ID
		work : "達癩",    //--宝箱图标
	},
	{
		id : 13193,    //--宝箱ID
		work : "大東亞",    //--宝箱图标
	},
	{
		id : 13194,    //--宝箱ID
		work : "大東亞共榮",    //--宝箱图标
	},
	{
		id : 13195,    //--宝箱ID
		work : "大鶏巴",    //--宝箱图标
	},
	{
		id : 13196,    //--宝箱ID
		work : "大紀元",    //--宝箱图标
	},
	{
		id : 13197,    //--宝箱ID
		work : "大紀元新聞網",    //--宝箱图标
	},
	{
		id : 13198,    //--宝箱ID
		work : "大紀園",    //--宝箱图标
	},
	{
		id : 13199,    //--宝箱ID
		work : "大家論壇",    //--宝箱图标
	},
	{
		id : 13200,    //--宝箱ID
		work : "大奶媽",    //--宝箱图标
	},
	{
		id : 13201,    //--宝箱ID
		work : "大史記",    //--宝箱图标
	},
	{
		id : 13202,    //--宝箱ID
		work : "大史紀",    //--宝箱图标
	},
	{
		id : 13203,    //--宝箱ID
		work : "大中國論壇",    //--宝箱图标
	},
	{
		id : 13204,    //--宝箱ID
		work : "大中華論壇",    //--宝箱图标
	},
	{
		id : 13205,    //--宝箱ID
		work : "大衆真人真事",    //--宝箱图标
	},
	{
		id : 13206,    //--宝箱ID
		work : "紿",    //--宝箱图标
	},
	{
		id : 13207,    //--宝箱ID
		work : "戴維教",    //--宝箱图标
	},
	{
		id : 13208,    //--宝箱ID
		work : "戴相龍",    //--宝箱图标
	},
	{
		id : 13209,    //--宝箱ID
		work : "彈劾",    //--宝箱图标
	},
	{
		id : 13210,    //--宝箱ID
		work : "氹",    //--宝箱图标
	},
	{
		id : 13211,    //--宝箱ID
		work : "導師",    //--宝箱图标
	},
	{
		id : 13212,    //--宝箱ID
		work : "盜竊犯",    //--宝箱图标
	},
	{
		id : 13213,    //--宝箱ID
		work : "德維爾",    //--宝箱图标
	},
	{
		id : 13214,    //--宝箱ID
		work : "登輝",    //--宝箱图标
	},
	{
		id : 13215,    //--宝箱ID
		work : "鄧笑貧",    //--宝箱图标
	},
	{
		id : 13216,    //--宝箱ID
		work : "糴",    //--宝箱图标
	},
	{
		id : 13217,    //--宝箱ID
		work : "迪裏夏提",    //--宝箱图标
	},
	{
		id : 13218,    //--宝箱ID
		work : "覿",    //--宝箱图标
	},
	{
		id : 13219,    //--宝箱ID
		work : "地下教會",    //--宝箱图标
	},
	{
		id : 13220,    //--宝箱ID
		work : "帝國主義",    //--宝箱图标
	},
	{
		id : 13221,    //--宝箱ID
		work : "電視流氓",    //--宝箱图标
	},
	{
		id : 13222,    //--宝箱ID
		work : "叼你媽",    //--宝箱图标
	},
	{
		id : 13223,    //--宝箱ID
		work : "釣魚島",    //--宝箱图标
	},
	{
		id : 13224,    //--宝箱ID
		work : "丁關根",    //--宝箱图标
	},
	{
		id : 13225,    //--宝箱ID
		work : "東北獨立",    //--宝箱图标
	},
	{
		id : 13226,    //--宝箱ID
		work : "東部地下水路",    //--宝箱图标
	},
	{
		id : 13227,    //--宝箱ID
		work : "東方紅時空",    //--宝箱图标
	},
	{
		id : 13228,    //--宝箱ID
		work : "東方時空",    //--宝箱图标
	},
	{
		id : 13229,    //--宝箱ID
		work : "東南西北論談",    //--宝箱图标
	},
	{
		id : 13230,    //--宝箱ID
		work : "東社",    //--宝箱图标
	},
	{
		id : 13231,    //--宝箱ID
		work : "東升",    //--宝箱图标
	},
	{
		id : 13232,    //--宝箱ID
		work : "東條",    //--宝箱图标
	},
	{
		id : 13233,    //--宝箱ID
		work : "東突暴動",    //--宝箱图标
	},
	{
		id : 13234,    //--宝箱ID
		work : "東突獨立",    //--宝箱图标
	},
	{
		id : 13235,    //--宝箱ID
		work : "東土耳其斯坦",    //--宝箱图标
	},
	{
		id : 13236,    //--宝箱ID
		work : "東西南北論壇",    //--宝箱图标
	},
	{
		id : 13237,    //--宝箱ID
		work : "東亞",    //--宝箱图标
	},
	{
		id : 13238,    //--宝箱ID
		work : "東院看守",    //--宝箱图标
	},
	{
		id : 13239,    //--宝箱ID
		work : "動亂",    //--宝箱图标
	},
	{
		id : 13240,    //--宝箱ID
		work : "鬥士哈夫拉蘇",    //--宝箱图标
	},
	{
		id : 13241,    //--宝箱ID
		work : "鬥士霍克",    //--宝箱图标
	},
	{
		id : 13242,    //--宝箱ID
		work : "獨裁",    //--宝箱图标
	},
	{
		id : 13243,    //--宝箱ID
		work : "獨裁政治",    //--宝箱图标
	},
	{
		id : 13244,    //--宝箱ID
		work : "獨夫",    //--宝箱图标
	},
	{
		id : 13245,    //--宝箱ID
		work : "獨立臺灣會",    //--宝箱图标
	},
	{
		id : 13246,    //--宝箱ID
		work : "俄國?",    //--宝箱图标
	},
	{
		id : 13247,    //--宝箱ID
		work : "鮞",    //--宝箱图标
	},
	{
		id : 13248,    //--宝箱ID
		work : "㈡",    //--宝箱图标
	},
	{
		id : 13249,    //--宝箱ID
		work : "發楞",    //--宝箱图标
	},
	{
		id : 13250,    //--宝箱ID
		work : "發掄",    //--宝箱图标
	},
	{
		id : 13251,    //--宝箱ID
		work : "發掄功",    //--宝箱图标
	},
	{
		id : 13252,    //--宝箱ID
		work : "發倫",    //--宝箱图标
	},
	{
		id : 13253,    //--宝箱ID
		work : "發倫功",    //--宝箱图标
	},
	{
		id : 13254,    //--宝箱ID
		work : "發輪",    //--宝箱图标
	},
	{
		id : 13255,    //--宝箱ID
		work : "發論",    //--宝箱图标
	},
	{
		id : 13256,    //--宝箱ID
		work : "發論公",    //--宝箱图标
	},
	{
		id : 13257,    //--宝箱ID
		work : "發論功",    //--宝箱图标
	},
	{
		id : 13258,    //--宝箱ID
		work : "發正念",    //--宝箱图标
	},
	{
		id : 13259,    //--宝箱ID
		work : "法~倫",    //--宝箱图标
	},
	{
		id : 13260,    //--宝箱ID
		work : "法~淪",    //--宝箱图标
	},
	{
		id : 13261,    //--宝箱ID
		work : "法~綸",    //--宝箱图标
	},
	{
		id : 13262,    //--宝箱ID
		work : "法~輪",    //--宝箱图标
	},
	{
		id : 13263,    //--宝箱ID
		work : "法~論",    //--宝箱图标
	},
	{
		id : 13264,    //--宝箱ID
		work : "法爾卡",    //--宝箱图标
	},
	{
		id : 13265,    //--宝箱ID
		work : "法掄",    //--宝箱图标
	},
	{
		id : 13266,    //--宝箱ID
		work : "法掄功",    //--宝箱图标
	},
	{
		id : 13267,    //--宝箱ID
		work : "法侖",    //--宝箱图标
	},
	{
		id : 13268,    //--宝箱ID
		work : "法淪",    //--宝箱图标
	},
	{
		id : 13269,    //--宝箱ID
		work : "法綸",    //--宝箱图标
	},
	{
		id : 13270,    //--宝箱ID
		work : "法十輪十功",    //--宝箱图标
	},
	{
		id : 13271,    //--宝箱ID
		work : "法謫",    //--宝箱图标
	},
	{
		id : 13272,    //--宝箱ID
		work : "法謫功",    //--宝箱图标
	},
	{
		id : 13273,    //--宝箱ID
		work : "反封鎖",    //--宝箱图标
	},
	{
		id : 13274,    //--宝箱ID
		work : "反封鎖技術",    //--宝箱图标
	},
	{
		id : 13275,    //--宝箱ID
		work : "反腐敗論壇",    //--宝箱图标
	},
	{
		id : 13276,    //--宝箱ID
		work : "反人類",    //--宝箱图标
	},
	{
		id : 13277,    //--宝箱ID
		work : "反社會",    //--宝箱图标
	},
	{
		id : 13278,    //--宝箱ID
		work : "方勵之",    //--宝箱图标
	},
	{
		id : 13279,    //--宝箱ID
		work : "防衛指揮官",    //--宝箱图标
	},
	{
		id : 13280,    //--宝箱ID
		work : "放蕩",    //--宝箱图标
	},
	{
		id : 13281,    //--宝箱ID
		work : "飛揚論壇",    //--宝箱图标
	},
	{
		id : 13282,    //--宝箱ID
		work : "廢墟守護者",    //--宝箱图标
	},
	{
		id : 13283,    //--宝箱ID
		work : "費鴻泰",    //--宝箱图标
	},
	{
		id : 13284,    //--宝箱ID
		work : "費良勇",    //--宝箱图标
	},
	{
		id : 13285,    //--宝箱ID
		work : "分隊長施蒂文",    //--宝箱图标
	},
	{
		id : 13286,    //--宝箱ID
		work : "粉飾太平",    //--宝箱图标
	},
	{
		id : 13287,    //--宝箱ID
		work : "糞便",    //--宝箱图标
	},
	{
		id : 13288,    //--宝箱ID
		work : "鱝",    //--宝箱图标
	},
	{
		id : 13289,    //--宝箱ID
		work : "豐饒的果實",    //--宝箱图标
	},
	{
		id : 13290,    //--宝箱ID
		work : "風雨神州",    //--宝箱图标
	},
	{
		id : 13291,    //--宝箱ID
		work : "風雨神州論壇",    //--宝箱图标
	},
	{
		id : 13292,    //--宝箱ID
		work : "封從德",    //--宝箱图标
	},
	{
		id : 13293,    //--宝箱ID
		work : "封殺",    //--宝箱图标
	},
	{
		id : 13294,    //--宝箱ID
		work : "封印的靈魂騎士",    //--宝箱图标
	},
	{
		id : 13295,    //--宝箱ID
		work : "馮東海",    //--宝箱图标
	},
	{
		id : 13296,    //--宝箱ID
		work : "馮素英",    //--宝箱图标
	},
	{
		id : 13297,    //--宝箱ID
		work : "紱",    //--宝箱图标
	},
	{
		id : 13298,    //--宝箱ID
		work : "襆",    //--宝箱图标
	},
	{
		id : 13299,    //--宝箱ID
		work : "嘸?",    //--宝箱图标
	},
	{
		id : 13300,    //--宝箱ID
		work : "傅作義",    //--宝箱图标
	},
	{
		id : 13301,    //--宝箱ID
		work : "幹bi",    //--宝箱图标
	},
	{
		id : 13302,    //--宝箱ID
		work : "幹逼",    //--宝箱图标
	},
	{
		id : 13303,    //--宝箱ID
		work : "幹比",    //--宝箱图标
	},
	{
		id : 13304,    //--宝箱ID
		work : "幹的你",    //--宝箱图标
	},
	{
		id : 13305,    //--宝箱ID
		work : "幹幹幹",    //--宝箱图标
	},
	{
		id : 13306,    //--宝箱ID
		work : "幹你老比",    //--宝箱图标
	},
	{
		id : 13307,    //--宝箱ID
		work : "幹你老母",    //--宝箱图标
	},
	{
		id : 13308,    //--宝箱ID
		work : "幹你娘",    //--宝箱图标
	},
	{
		id : 13309,    //--宝箱ID
		work : "幹全家",    //--宝箱图标
	},
	{
		id : 13310,    //--宝箱ID
		work : "幹一家",    //--宝箱图标
	},
	{
		id : 13311,    //--宝箱ID
		work : "趕你娘",    //--宝箱图标
	},
	{
		id : 13312,    //--宝箱ID
		work : "岡巒",    //--宝箱图标
	},
	{
		id : 13313,    //--宝箱ID
		work : "剛比",    //--宝箱图标
	},
	{
		id : 13314,    //--宝箱ID
		work : "剛比樣子",    //--宝箱图标
	},
	{
		id : 13315,    //--宝箱ID
		work : "崗哨士兵",    //--宝箱图标
	},
	{
		id : 13316,    //--宝箱ID
		work : "肛門",    //--宝箱图标
	},
	{
		id : 13317,    //--宝箱ID
		work : "高文謙",    //--宝箱图标
	},
	{
		id : 13318,    //--宝箱ID
		work : "高薪養廉",    //--宝箱图标
	},
	{
		id : 13319,    //--宝箱ID
		work : "膏藥旗",    //--宝箱图标
	},
	{
		id : 13320,    //--宝箱ID
		work : "戈瑞爾德",    //--宝箱图标
	},
	{
		id : 13321,    //--宝箱ID
		work : "戈揚",    //--宝箱图标
	},
	{
		id : 13322,    //--宝箱ID
		work : "鴿派",    //--宝箱图标
	},
	{
		id : 13323,    //--宝箱ID
		work : "歌功頌德",    //--宝箱图标
	},
	{
		id : 13324,    //--宝箱ID
		work : "格雷(關卡排名管理者)",    //--宝箱图标
	},
	{
		id : 13325,    //--宝箱ID
		work : "格魯",    //--宝箱图标
	},
	{
		id : 13326,    //--宝箱ID
		work : "格魯(城鎮移動)",    //--宝箱图标
	},
	{
		id : 13327,    //--宝箱ID
		work : "鯁",    //--宝箱图标
	},
	{
		id : 13328,    //--宝箱ID
		work : "工自聯",    //--宝箱图标
	},
	{
		id : 13329,    //--宝箱ID
		work : "弓雖",    //--宝箱图标
	},
	{
		id : 13330,    //--宝箱ID
		work : "共産",    //--宝箱图标
	},
	{
		id : 13331,    //--宝箱ID
		work : "共産黨",    //--宝箱图标
	},
	{
		id : 13332,    //--宝箱ID
		work : "共産主義",    //--宝箱图标
	},
	{
		id : 13333,    //--宝箱ID
		work : "共軍",    //--宝箱图标
	},
	{
		id : 13334,    //--宝箱ID
		work : "共榮圈",    //--宝箱图标
	},
	{
		id : 13335,    //--宝箱ID
		work : "緱",    //--宝箱图标
	},
	{
		id : 13336,    //--宝箱ID
		work : "狗誠",    //--宝箱图标
	},
	{
		id : 13337,    //--宝箱ID
		work : "狗狼養的",    //--宝箱图标
	},
	{
		id : 13338,    //--宝箱ID
		work : "狗娘養的",    //--宝箱图标
	},
	{
		id : 13339,    //--宝箱ID
		work : "狗養",    //--宝箱图标
	},
	{
		id : 13340,    //--宝箱ID
		work : "狗雜種",    //--宝箱图标
	},
	{
		id : 13341,    //--宝箱ID
		work : "覯",    //--宝箱图标
	},
	{
		id : 13342,    //--宝箱ID
		work : "轂",    //--宝箱图标
	},
	{
		id : 13343,    //--宝箱ID
		work : "古龍祭壇",    //--宝箱图标
	},
	{
		id : 13344,    //--宝箱ID
		work : "骨獅",    //--宝箱图标
	},
	{
		id : 13345,    //--宝箱ID
		work : "鯝",    //--宝箱图标
	},
	{
		id : 13346,    //--宝箱ID
		work : "鴰",    //--宝箱图标
	},
	{
		id : 13347,    //--宝箱ID
		work : "詿",    //--宝箱图标
	},
	{
		id : 13348,    //--宝箱ID
		work : "關卓中",    //--宝箱图标
	},
	{
		id : 13349,    //--宝箱ID
		work : "貫通兩極法",    //--宝箱图标
	},
	{
		id : 13350,    //--宝箱ID
		work : "廣聞",    //--宝箱图标
	},
	{
		id : 13351,    //--宝箱ID
		work : "嬀",    //--宝箱图标
	},
	{
		id : 13352,    //--宝箱ID
		work : "龜兒子",    //--宝箱图标
	},
	{
		id : 13353,    //--宝箱ID
		work : "龜孫子",    //--宝箱图标
	},
	{
		id : 13354,    //--宝箱ID
		work : "龜投",    //--宝箱图标
	},
	{
		id : 13355,    //--宝箱ID
		work : "劌",    //--宝箱图标
	},
	{
		id : 13356,    //--宝箱ID
		work : "緄",    //--宝箱图标
	},
	{
		id : 13357,    //--宝箱ID
		work : "滾那嗎",    //--宝箱图标
	},
	{
		id : 13358,    //--宝箱ID
		work : "滾那嗎B",    //--宝箱图标
	},
	{
		id : 13359,    //--宝箱ID
		work : "滾那嗎錯比",    //--宝箱图标
	},
	{
		id : 13360,    //--宝箱ID
		work : "滾那嗎老比",    //--宝箱图标
	},
	{
		id : 13361,    //--宝箱ID
		work : "滾那嗎瘟比",    //--宝箱图标
	},
	{
		id : 13362,    //--宝箱ID
		work : "鯀",    //--宝箱图标
	},
	{
		id : 13363,    //--宝箱ID
		work : "咼",    //--宝箱图标
	},
	{
		id : 13364,    //--宝箱ID
		work : "郭俊銘",    //--宝箱图标
	},
	{
		id : 13365,    //--宝箱ID
		work : "郭羅基",    //--宝箱图标
	},
	{
		id : 13366,    //--宝箱ID
		work : "郭岩華",    //--宝箱图标
	},
	{
		id : 13367,    //--宝箱ID
		work : "國家安全",    //--宝箱图标
	},
	{
		id : 13368,    //--宝箱ID
		work : "國家機密",    //--宝箱图标
	},
	{
		id : 13369,    //--宝箱ID
		work : "國軍",    //--宝箱图标
	},
	{
		id : 13370,    //--宝箱ID
		work : "國賊",    //--宝箱图标
	},
	{
		id : 13371,    //--宝箱ID
		work : "哈爾羅尼",    //--宝箱图标
	},
	{
		id : 13372,    //--宝箱ID
		work : "頇",    //--宝箱图标
	},
	{
		id : 13373,    //--宝箱ID
		work : "韓東方",    //--宝箱图标
	},
	{
		id : 13374,    //--宝箱ID
		work : "韓聯潮",    //--宝箱图标
	},
	{
		id : 13375,    //--宝箱ID
		work : "韓正",    //--宝箱图标
	},
	{
		id : 13376,    //--宝箱ID
		work : "漢奸",    //--宝箱图标
	},
	{
		id : 13377,    //--宝箱ID
		work : "顥",    //--宝箱图标
	},
	{
		id : 13378,    //--宝箱ID
		work : "灝",    //--宝箱图标
	},
	{
		id : 13379,    //--宝箱ID
		work : "賀國强",    //--宝箱图标
	},
	{
		id : 13380,    //--宝箱ID
		work : "黑社會",    //--宝箱图标
	},
	{
		id : 13381,    //--宝箱ID
		work : "黑手黨",    //--宝箱图标
	},
	{
		id : 13382,    //--宝箱ID
		work : "紅燈區",    //--宝箱图标
	},
	{
		id : 13383,    //--宝箱ID
		work : "紅色恐怖",    //--宝箱图标
	},
	{
		id : 13384,    //--宝箱ID
		work : "紅炎猛獸",    //--宝箱图标
	},
	{
		id : 13385,    //--宝箱ID
		work : "洪傳",    //--宝箱图标
	},
	{
		id : 13386,    //--宝箱ID
		work : "洪興",    //--宝箱图标
	},
	{
		id : 13387,    //--宝箱ID
		work : "洪哲勝",    //--宝箱图标
	},
	{
		id : 13388,    //--宝箱ID
		work : "黌",    //--宝箱图标
	},
	{
		id : 13389,    //--宝箱ID
		work : "鱟",    //--宝箱图标
	},
	{
		id : 13390,    //--宝箱ID
		work : "胡緊掏",    //--宝箱图标
	},
	{
		id : 13391,    //--宝箱ID
		work : "胡錦滔",    //--宝箱图标
	},
	{
		id : 13392,    //--宝箱ID
		work : "胡錦淘",    //--宝箱图标
	},
	{
		id : 13393,    //--宝箱ID
		work : "胡景濤",    //--宝箱图标
	},
	{
		id : 13394,    //--宝箱ID
		work : "胡喬木",    //--宝箱图标
	},
	{
		id : 13395,    //--宝箱ID
		work : "胡總書記",    //--宝箱图标
	},
	{
		id : 13396,    //--宝箱ID
		work : "湖岸護衛兵",    //--宝箱图标
	},
	{
		id : 13397,    //--宝箱ID
		work : "湖岸警衛兵",    //--宝箱图标
	},
	{
		id : 13398,    //--宝箱ID
		work : "湖岸哨兵隊長",    //--宝箱图标
	},
	{
		id : 13399,    //--宝箱ID
		work : "護法",    //--宝箱图标
	},
	{
		id : 13400,    //--宝箱ID
		work : "鸌",    //--宝箱图标
	},
	{
		id : 13401,    //--宝箱ID
		work : "華通時事論壇",    //--宝箱图标
	},
	{
		id : 13402,    //--宝箱ID
		work : "華夏文摘",    //--宝箱图标
	},
	{
		id : 13403,    //--宝箱ID
		work : "華語世界論壇",    //--宝箱图标
	},
	{
		id : 13404,    //--宝箱ID
		work : "華岳時事論壇",    //--宝箱图标
	},
	{
		id : 13405,    //--宝箱ID
		work : "懷特",    //--宝箱图标
	},
	{
		id : 13406,    //--宝箱ID
		work : "鍰",    //--宝箱图标
	},
	{
		id : 13407,    //--宝箱ID
		work : "皇軍",    //--宝箱图标
	},
	{
		id : 13408,    //--宝箱ID
		work : "黃伯源",    //--宝箱图标
	},
	{
		id : 13409,    //--宝箱ID
		work : "黃慈萍",    //--宝箱图标
	},
	{
		id : 13410,    //--宝箱ID
		work : "黃禍",    //--宝箱图标
	},
	{
		id : 13411,    //--宝箱ID
		work : "黃劍輝",    //--宝箱图标
	},
	{
		id : 13412,    //--宝箱ID
		work : "黃金幼龍",    //--宝箱图标
	},
	{
		id : 13413,    //--宝箱ID
		work : "黃片",    //--宝箱图标
	},
	{
		id : 13414,    //--宝箱ID
		work : "黃翔",    //--宝箱图标
	},
	{
		id : 13415,    //--宝箱ID
		work : "黃義交",    //--宝箱图标
	},
	{
		id : 13416,    //--宝箱ID
		work : "黃仲生",    //--宝箱图标
	},
	{
		id : 13417,    //--宝箱ID
		work : "回民暴動",    //--宝箱图标
	},
	{
		id : 13418,    //--宝箱ID
		work : "噦",    //--宝箱图标
	},
	{
		id : 13419,    //--宝箱ID
		work : "繢",    //--宝箱图标
	},
	{
		id : 13420,    //--宝箱ID
		work : "毀滅步兵",    //--宝箱图标
	},
	{
		id : 13421,    //--宝箱ID
		work : "毀滅騎士",    //--宝箱图标
	},
	{
		id : 13422,    //--宝箱ID
		work : "毀滅射手",    //--宝箱图标
	},
	{
		id : 13423,    //--宝箱ID
		work : "昏迷圖騰",    //--宝箱图标
	},
	{
		id : 13424,    //--宝箱ID
		work : "混亂的圖騰",    //--宝箱图标
	},
	{
		id : 13425,    //--宝箱ID
		work : "鍃",    //--宝箱图标
	},
	{
		id : 13426,    //--宝箱ID
		work : "活動?",    //--宝箱图标
	},
	{
		id : 13427,    //--宝箱ID
		work : "擊倒圖騰",    //--宝箱图标
	},
	{
		id : 13428,    //--宝箱ID
		work : "擊傷的圖騰",    //--宝箱图标
	},
	{
		id : 13429,    //--宝箱ID
		work : "鶏8",    //--宝箱图标
	},
	{
		id : 13430,    //--宝箱ID
		work : "鶏八",    //--宝箱图标
	},
	{
		id : 13431,    //--宝箱ID
		work : "鶏巴",    //--宝箱图标
	},
	{
		id : 13432,    //--宝箱ID
		work : "鶏吧",    //--宝箱图标
	},
	{
		id : 13433,    //--宝箱ID
		work : "鶏鶏",    //--宝箱图标
	},
	{
		id : 13434,    //--宝箱ID
		work : "鶏奸",    //--宝箱图标
	},
	{
		id : 13435,    //--宝箱ID
		work : "鶏毛信文匯",    //--宝箱图标
	},
	{
		id : 13436,    //--宝箱ID
		work : "鶏女",    //--宝箱图标
	},
	{
		id : 13437,    //--宝箱ID
		work : "鶏院",    //--宝箱图标
	},
	{
		id : 13438,    //--宝箱ID
		work : "姬勝德",    //--宝箱图标
	},
	{
		id : 13439,    //--宝箱ID
		work : "積克館",    //--宝箱图标
	},
	{
		id : 13440,    //--宝箱ID
		work : "賫",    //--宝箱图标
	},
	{
		id : 13441,    //--宝箱ID
		work : "鱭",    //--宝箱图标
	},
	{
		id : 13442,    //--宝箱ID
		work : "賈廷安",    //--宝箱图标
	},
	{
		id : 13443,    //--宝箱ID
		work : "賈育台",    //--宝箱图标
	},
	{
		id : 13444,    //--宝箱ID
		work : "戔",    //--宝箱图标
	},
	{
		id : 13445,    //--宝箱ID
		work : "監視塔",    //--宝箱图标
	},
	{
		id : 13446,    //--宝箱ID
		work : "監視塔哨兵",    //--宝箱图标
	},
	{
		id : 13447,    //--宝箱ID
		work : "監視塔哨兵隊長",    //--宝箱图标
	},
	{
		id : 13448,    //--宝箱ID
		work : "鰹",    //--宝箱图标
	},
	{
		id : 13449,    //--宝箱ID
		work : "韉",    //--宝箱图标
	},
	{
		id : 13450,    //--宝箱ID
		work : "簡肇棟",    //--宝箱图标
	},
	{
		id : 13451,    //--宝箱ID
		work : "建國黨",    //--宝箱图标
	},
	{
		id : 13452,    //--宝箱ID
		work : "賤B",    //--宝箱图标
	},
	{
		id : 13453,    //--宝箱ID
		work : "賤bi",    //--宝箱图标
	},
	{
		id : 13454,    //--宝箱ID
		work : "賤比",    //--宝箱图标
	},
	{
		id : 13455,    //--宝箱ID
		work : "賤貨",    //--宝箱图标
	},
	{
		id : 13456,    //--宝箱ID
		work : "賤種",    //--宝箱图标
	},
	{
		id : 13457,    //--宝箱ID
		work : "江羅",    //--宝箱图标
	},
	{
		id : 13458,    //--宝箱ID
		work : "江綿恒",    //--宝箱图标
	},
	{
		id : 13459,    //--宝箱ID
		work : "江戲子",    //--宝箱图标
	},
	{
		id : 13460,    //--宝箱ID
		work : "江則民",    //--宝箱图标
	},
	{
		id : 13461,    //--宝箱ID
		work : "江澤慧",    //--宝箱图标
	},
	{
		id : 13462,    //--宝箱ID
		work : "江賊",    //--宝箱图标
	},
	{
		id : 13463,    //--宝箱ID
		work : "江賊民",    //--宝箱图标
	},
	{
		id : 13464,    //--宝箱ID
		work : "薑春雲",    //--宝箱图标
	},
	{
		id : 13465,    //--宝箱ID
		work : "將則民",    //--宝箱图标
	},
	{
		id : 13466,    //--宝箱ID
		work : "僵賊",    //--宝箱图标
	},
	{
		id : 13467,    //--宝箱ID
		work : "僵賊民",    //--宝箱图标
	},
	{
		id : 13468,    //--宝箱ID
		work : "講法",    //--宝箱图标
	},
	{
		id : 13469,    //--宝箱ID
		work : "降低命中的圖騰",    //--宝箱图标
	},
	{
		id : 13470,    //--宝箱ID
		work : "醬猪媳",    //--宝箱图标
	},
	{
		id : 13471,    //--宝箱ID
		work : "撟",    //--宝箱图标
	},
	{
		id : 13472,    //--宝箱ID
		work : "狡猾的達夫",    //--宝箱图标
	},
	{
		id : 13473,    //--宝箱ID
		work : "矯健的馬努爾",    //--宝箱图标
	},
	{
		id : 13474,    //--宝箱ID
		work : "嶠",    //--宝箱图标
	},
	{
		id : 13475,    //--宝箱ID
		work : "教養院",    //--宝箱图标
	},
	{
		id : 13476,    //--宝箱ID
		work : "癤",    //--宝箱图标
	},
	{
		id : 13477,    //--宝箱ID
		work : "揭批書",    //--宝箱图标
	},
	{
		id : 13478,    //--宝箱ID
		work : "訐",    //--宝箱图标
	},
	{
		id : 13479,    //--宝箱ID
		work : "她媽",    //--宝箱图标
	},
	{
		id : 13480,    //--宝箱ID
		work : "届中央政治局委員",    //--宝箱图标
	},
	{
		id : 13481,    //--宝箱ID
		work : "金槍不倒?",    //--宝箱图标
	},
	{
		id : 13482,    //--宝箱ID
		work : "金堯如",    //--宝箱图标
	},
	{
		id : 13483,    //--宝箱ID
		work : "金澤辰",    //--宝箱图标
	},
	{
		id : 13484,    //--宝箱ID
		work : "巹",    //--宝箱图标
	},
	{
		id : 13485,    //--宝箱ID
		work : "錦濤",    //--宝箱图标
	},
	{
		id : 13486,    //--宝箱ID
		work : "經文",    //--宝箱图标
	},
	{
		id : 13487,    //--宝箱ID
		work : "經血",    //--宝箱图标
	},
	{
		id : 13488,    //--宝箱ID
		work : "莖候佳陰",    //--宝箱图标
	},
	{
		id : 13489,    //--宝箱ID
		work : "荊棘護衛兵?",    //--宝箱图标
	},
	{
		id : 13490,    //--宝箱ID
		work : "靖國神社",    //--宝箱图标
	},
	{
		id : 13491,    //--宝箱ID
		work : "㈨",    //--宝箱图标
	},
	{
		id : 13492,    //--宝箱ID
		work : "舊斗篷哨兵",    //--宝箱图标
	},
	{
		id : 13493,    //--宝箱ID
		work : "齟",    //--宝箱图标
	},
	{
		id : 13494,    //--宝箱ID
		work : "巨槌騎兵",    //--宝箱图标
	},
	{
		id : 13495,    //--宝箱ID
		work : "巨鐵角哈克",    //--宝箱图标
	},
	{
		id : 13496,    //--宝箱ID
		work : "鋸齒通道被遺弃的骷髏",    //--宝箱图标
	},
	{
		id : 13497,    //--宝箱ID
		work : "鋸齒通道骷髏",    //--宝箱图标
	},
	{
		id : 13498,    //--宝箱ID
		work : "屨",    //--宝箱图标
	},
	{
		id : 13499,    //--宝箱ID
		work : "棬",    //--宝箱图标
	},
	{
		id : 13500,    //--宝箱ID
		work : "絕望之地",    //--宝箱图标
	},
	{
		id : 13501,    //--宝箱ID
		work : "譎",    //--宝箱图标
	},
	{
		id : 13502,    //--宝箱ID
		work : "軍妓",    //--宝箱图标
	},
	{
		id : 13503,    //--宝箱ID
		work : "開放雜志",    //--宝箱图标
	},
	{
		id : 13504,    //--宝箱ID
		work : "凱奧勒尼什",    //--宝箱图标
	},
	{
		id : 13505,    //--宝箱ID
		work : "凱爾本",    //--宝箱图标
	},
	{
		id : 13506,    //--宝箱ID
		work : "凱爾雷斯",    //--宝箱图标
	},
	{
		id : 13507,    //--宝箱ID
		work : "凱特切爾",    //--宝箱图标
	},
	{
		id : 13508,    //--宝箱ID
		work : "砍翻一條街",    //--宝箱图标
	},
	{
		id : 13509,    //--宝箱ID
		work : "看中國",    //--宝箱图标
	},
	{
		id : 13510,    //--宝箱ID
		work : "闞",    //--宝箱图标
	},
	{
		id : 13511,    //--宝箱ID
		work : "靠你媽",    //--宝箱图标
	},
	{
		id : 13512,    //--宝箱ID
		work : "柯賜海",    //--宝箱图标
	},
	{
		id : 13513,    //--宝箱ID
		work : "柯建銘",    //--宝箱图标
	},
	{
		id : 13514,    //--宝箱ID
		work : "科萊爾",    //--宝箱图标
	},
	{
		id : 13515,    //--宝箱ID
		work : "克萊恩",    //--宝箱图标
	},
	{
		id : 13516,    //--宝箱ID
		work : "克萊特",    //--宝箱图标
	},
	{
		id : 13517,    //--宝箱ID
		work : "克勞森",    //--宝箱图标
	},
	{
		id : 13518,    //--宝箱ID
		work : "緙",    //--宝箱图标
	},
	{
		id : 13519,    //--宝箱ID
		work : "空氣精靈",    //--宝箱图标
	},
	{
		id : 13520,    //--宝箱ID
		work : "空虛的伊坤",    //--宝箱图标
	},
	{
		id : 13521,    //--宝箱ID
		work : "空虛之地",    //--宝箱图标
	},
	{
		id : 13522,    //--宝箱ID
		work : "恐怖主義",    //--宝箱图标
	},
	{
		id : 13523,    //--宝箱ID
		work : "瞘",    //--宝箱图标
	},
	{
		id : 13524,    //--宝箱ID
		work : "嚳",    //--宝箱图标
	},
	{
		id : 13525,    //--宝箱ID
		work : "鄺錦文",    //--宝箱图标
	},
	{
		id : 13526,    //--宝箱ID
		work : "貺",    //--宝箱图标
	},
	{
		id : 13527,    //--宝箱ID
		work : "昆圖",    //--宝箱图标
	},
	{
		id : 13528,    //--宝箱ID
		work : "拉皮條",    //--宝箱图标
	},
	{
		id : 13529,    //--宝箱ID
		work : "萊特",    //--宝箱图标
	},
	{
		id : 13530,    //--宝箱ID
		work : "賴士葆",    //--宝箱图标
	},
	{
		id : 13531,    //--宝箱ID
		work : "蘭迪",    //--宝箱图标
	},
	{
		id : 13532,    //--宝箱ID
		work : "爛B",    //--宝箱图标
	},
	{
		id : 13533,    //--宝箱ID
		work : "爛袋",    //--宝箱图标
	},
	{
		id : 13534,    //--宝箱ID
		work : "爛貨",    //--宝箱图标
	},
	{
		id : 13535,    //--宝箱ID
		work : "濫B",    //--宝箱图标
	},
	{
		id : 13536,    //--宝箱ID
		work : "濫逼",    //--宝箱图标
	},
	{
		id : 13537,    //--宝箱ID
		work : "濫比",    //--宝箱图标
	},
	{
		id : 13538,    //--宝箱ID
		work : "濫貨",    //--宝箱图标
	},
	{
		id : 13539,    //--宝箱ID
		work : "濫交",    //--宝箱图标
	},
	{
		id : 13540,    //--宝箱ID
		work : "勞動教養所",    //--宝箱图标
	},
	{
		id : 13541,    //--宝箱ID
		work : "勞改",    //--宝箱图标
	},
	{
		id : 13542,    //--宝箱ID
		work : "勞教",    //--宝箱图标
	},
	{
		id : 13543,    //--宝箱ID
		work : "鰳",    //--宝箱图标
	},
	{
		id : 13544,    //--宝箱ID
		work : "雷尼亞",    //--宝箱图标
	},
	{
		id : 13545,    //--宝箱ID
		work : "誄",    //--宝箱图标
	},
	{
		id : 13546,    //--宝箱ID
		work : "李紅痔",    //--宝箱图标
	},
	{
		id : 13547,    //--宝箱ID
		work : "李洪寬",    //--宝箱图标
	},
	{
		id : 13548,    //--宝箱ID
		work : "李繼耐",    //--宝箱图标
	},
	{
		id : 13549,    //--宝箱ID
		work : "李蘭菊",    //--宝箱图标
	},
	{
		id : 13550,    //--宝箱ID
		work : "李老師",    //--宝箱图标
	},
	{
		id : 13551,    //--宝箱ID
		work : "李錄",    //--宝箱图标
	},
	{
		id : 13552,    //--宝箱ID
		work : "李祿",    //--宝箱图标
	},
	{
		id : 13553,    //--宝箱ID
		work : "李慶安",    //--宝箱图标
	},
	{
		id : 13554,    //--宝箱ID
		work : "李慶華",    //--宝箱图标
	},
	{
		id : 13555,    //--宝箱ID
		work : "李淑嫻",    //--宝箱图标
	},
	{
		id : 13556,    //--宝箱ID
		work : "李鐵映",    //--宝箱图标
	},
	{
		id : 13557,    //--宝箱ID
		work : "李旺陽",    //--宝箱图标
	},
	{
		id : 13558,    //--宝箱ID
		work : "李小鵬",    //--宝箱图标
	},
	{
		id : 13559,    //--宝箱ID
		work : "李月月鳥",    //--宝箱图标
	},
	{
		id : 13560,    //--宝箱ID
		work : "李志綏",    //--宝箱图标
	},
	{
		id : 13561,    //--宝箱ID
		work : "李總理",    //--宝箱图标
	},
	{
		id : 13562,    //--宝箱ID
		work : "李總統",    //--宝箱图标
	},
	{
		id : 13563,    //--宝箱ID
		work : "裏菲斯",    //--宝箱图标
	},
	{
		id : 13564,    //--宝箱ID
		work : "鱧",    //--宝箱图标
	},
	{
		id : 13565,    //--宝箱ID
		work : "轢",    //--宝箱图标
	},
	{
		id : 13566,    //--宝箱ID
		work : "躒",    //--宝箱图标
	},
	{
		id : 13567,    //--宝箱ID
		work : "奩",    //--宝箱图标
	},
	{
		id : 13568,    //--宝箱ID
		work : "連方瑀",    //--宝箱图标
	},
	{
		id : 13569,    //--宝箱ID
		work : "連惠心",    //--宝箱图标
	},
	{
		id : 13570,    //--宝箱ID
		work : "連勝德",    //--宝箱图标
	},
	{
		id : 13571,    //--宝箱ID
		work : "連勝文",    //--宝箱图标
	},
	{
		id : 13572,    //--宝箱ID
		work : "聯總",    //--宝箱图标
	},
	{
		id : 13573,    //--宝箱ID
		work : "廉政大論壇",    //--宝箱图标
	},
	{
		id : 13574,    //--宝箱ID
		work : "煉功",    //--宝箱图标
	},
	{
		id : 13575,    //--宝箱ID
		work : "兩岸關係",    //--宝箱图标
	},
	{
		id : 13576,    //--宝箱ID
		work : "兩岸三地論壇",    //--宝箱图标
	},
	{
		id : 13577,    //--宝箱ID
		work : "兩會",    //--宝箱图标
	},
	{
		id : 13578,    //--宝箱ID
		work : "兩會報道",    //--宝箱图标
	},
	{
		id : 13579,    //--宝箱ID
		work : "兩會新聞",    //--宝箱图标
	},
	{
		id : 13580,    //--宝箱ID
		work : "廖錫龍?",    //--宝箱图标
	},
	{
		id : 13581,    //--宝箱ID
		work : "林保華",    //--宝箱图标
	},
	{
		id : 13582,    //--宝箱ID
		work : "林長盛",    //--宝箱图标
	},
	{
		id : 13583,    //--宝箱ID
		work : "林佳龍",    //--宝箱图标
	},
	{
		id : 13584,    //--宝箱ID
		work : "林信義",    //--宝箱图标
	},
	{
		id : 13585,    //--宝箱ID
		work : "林正勝",    //--宝箱图标
	},
	{
		id : 13586,    //--宝箱ID
		work : "林重謨",    //--宝箱图标
	},
	{
		id : 13587,    //--宝箱ID
		work : "躪",    //--宝箱图标
	},
	{
		id : 13588,    //--宝箱ID
		work : "淩鋒",    //--宝箱图标
	},
	{
		id : 13589,    //--宝箱ID
		work : "劉賓深",    //--宝箱图标
	},
	{
		id : 13590,    //--宝箱ID
		work : "劉賓雁",    //--宝箱图标
	},
	{
		id : 13591,    //--宝箱ID
		work : "劉剛",    //--宝箱图标
	},
	{
		id : 13592,    //--宝箱ID
		work : "劉國凱",    //--宝箱图标
	},
	{
		id : 13593,    //--宝箱ID
		work : "劉華清",    //--宝箱图标
	},
	{
		id : 13594,    //--宝箱ID
		work : "劉俊國",    //--宝箱图标
	},
	{
		id : 13595,    //--宝箱ID
		work : "劉凱中",    //--宝箱图标
	},
	{
		id : 13596,    //--宝箱ID
		work : "劉千石",    //--宝箱图标
	},
	{
		id : 13597,    //--宝箱ID
		work : "劉青",    //--宝箱图标
	},
	{
		id : 13598,    //--宝箱ID
		work : "劉山青",    //--宝箱图标
	},
	{
		id : 13599,    //--宝箱ID
		work : "劉士賢",    //--宝箱图标
	},
	{
		id : 13600,    //--宝箱ID
		work : "劉文勝",    //--宝箱图标
	},
	{
		id : 13601,    //--宝箱ID
		work : "劉文雄",    //--宝箱图标
	},
	{
		id : 13602,    //--宝箱ID
		work : "劉曉波",    //--宝箱图标
	},
	{
		id : 13603,    //--宝箱ID
		work : "劉曉竹",    //--宝箱图标
	},
	{
		id : 13604,    //--宝箱ID
		work : "劉永川",    //--宝箱图标
	},
	{
		id : 13605,    //--宝箱ID
		work : "㈥",    //--宝箱图标
	},
	{
		id : 13606,    //--宝箱ID
		work : "鷚",    //--宝箱图标
	},
	{
		id : 13607,    //--宝箱ID
		work : "龍虎豹",    //--宝箱图标
	},
	{
		id : 13608,    //--宝箱ID
		work : "龍火之心",    //--宝箱图标
	},
	{
		id : 13609,    //--宝箱ID
		work : "盧卡",    //--宝箱图标
	},
	{
		id : 13610,    //--宝箱ID
		work : "盧西德",    //--宝箱图标
	},
	{
		id : 13611,    //--宝箱ID
		work : "陸委會",    //--宝箱图标
	},
	{
		id : 13612,    //--宝箱ID
		work : "輅",    //--宝箱图标
	},
	{
		id : 13613,    //--宝箱ID
		work : "呂京花",    //--宝箱图标
	},
	{
		id : 13614,    //--宝箱ID
		work : "亂交",    //--宝箱图标
	},
	{
		id : 13615,    //--宝箱ID
		work : "亂輪",    //--宝箱图标
	},
	{
		id : 13616,    //--宝箱ID
		work : "鋝",    //--宝箱图标
	},
	{
		id : 13617,    //--宝箱ID
		work : "掄功",    //--宝箱图标
	},
	{
		id : 13618,    //--宝箱ID
		work : "倫功",    //--宝箱图标
	},
	{
		id : 13619,    //--宝箱ID
		work : "輪大",    //--宝箱图标
	},
	{
		id : 13620,    //--宝箱ID
		work : "輪功",    //--宝箱图标
	},
	{
		id : 13621,    //--宝箱ID
		work : "論壇管理員",    //--宝箱图标
	},
	{
		id : 13622,    //--宝箱ID
		work : "羅福助",    //--宝箱图标
	},
	{
		id : 13623,    //--宝箱ID
		work : "羅禮詩",    //--宝箱图标
	},
	{
		id : 13624,    //--宝箱ID
		work : "羅文嘉",    //--宝箱图标
	},
	{
		id : 13625,    //--宝箱ID
		work : "羅志明",    //--宝箱图标
	},
	{
		id : 13626,    //--宝箱ID
		work : "腡",    //--宝箱图标
	},
	{
		id : 13627,    //--宝箱ID
		work : "濼",    //--宝箱图标
	},
	{
		id : 13628,    //--宝箱ID
		work : "洛克菲爾特",    //--宝箱图标
	},
	{
		id : 13629,    //--宝箱ID
		work : "媽比",    //--宝箱图标
	},
	{
		id : 13630,    //--宝箱ID
		work : "馬大維",    //--宝箱图标
	},
	{
		id : 13631,    //--宝箱ID
		work : "馬良駿",    //--宝箱图标
	},
	{
		id : 13632,    //--宝箱ID
		work : "馬三家",    //--宝箱图标
	},
	{
		id : 13633,    //--宝箱ID
		work : "馬時敏",    //--宝箱图标
	},
	{
		id : 13634,    //--宝箱ID
		work : "馬特斯",    //--宝箱图标
	},
	{
		id : 13635,    //--宝箱ID
		work : "馬永成",    //--宝箱图标
	},
	{
		id : 13636,    //--宝箱ID
		work : "瑪麗亞",    //--宝箱图标
	},
	{
		id : 13637,    //--宝箱ID
		work : "瑪雅",    //--宝箱图标
	},
	{
		id : 13638,    //--宝箱ID
		work : "嗎的",    //--宝箱图标
	},
	{
		id : 13639,    //--宝箱ID
		work : "嗎啡",    //--宝箱图标
	},
	{
		id : 13640,    //--宝箱ID
		work : "勱",    //--宝箱图标
	},
	{
		id : 13641,    //--宝箱ID
		work : "麥克斯",    //--宝箱图标
	},
	{
		id : 13642,    //--宝箱ID
		work : "賣逼",    //--宝箱图标
	},
	{
		id : 13643,    //--宝箱ID
		work : "賣國",    //--宝箱图标
	},
	{
		id : 13644,    //--宝箱ID
		work : "賣騷",    //--宝箱图标
	},
	{
		id : 13645,    //--宝箱ID
		work : "瞞報",    //--宝箱图标
	},
	{
		id : 13646,    //--宝箱ID
		work : "毛厠洞",    //--宝箱图标
	},
	{
		id : 13647,    //--宝箱ID
		work : "毛賊",    //--宝箱图标
	},
	{
		id : 13648,    //--宝箱ID
		work : "毛賊東",    //--宝箱图标
	},
	{
		id : 13649,    //--宝箱ID
		work : "美國",    //--宝箱图标
	},
	{
		id : 13650,    //--宝箱ID
		work : "美國參考",    //--宝箱图标
	},
	{
		id : 13651,    //--宝箱ID
		work : "美國佬",    //--宝箱图标
	},
	{
		id : 13652,    //--宝箱ID
		work : "蒙獨",    //--宝箱图标
	},
	{
		id : 13653,    //--宝箱ID
		work : "蒙古達子",    //--宝箱图标
	},
	{
		id : 13654,    //--宝箱ID
		work : "蒙古獨",    //--宝箱图标
	},
	{
		id : 13655,    //--宝箱ID
		work : "禰",    //--宝箱图标
	},
	{
		id : 13656,    //--宝箱ID
		work : "羋",    //--宝箱图标
	},
	{
		id : 13657,    //--宝箱ID
		work : "綿恒",    //--宝箱图标
	},
	{
		id : 13658,    //--宝箱ID
		work : "黽",    //--宝箱图标
	},
	{
		id : 13659,    //--宝箱ID
		work : "民聯",    //--宝箱图标
	},
	{
		id : 13660,    //--宝箱ID
		work : "民意論壇",    //--宝箱图标
	},
	{
		id : 13661,    //--宝箱ID
		work : "民陣",    //--宝箱图标
	},
	{
		id : 13662,    //--宝箱ID
		work : "民主墻",    //--宝箱图标
	},
	{
		id : 13663,    //--宝箱ID
		work : "緡",    //--宝箱图标
	},
	{
		id : 13664,    //--宝箱ID
		work : "湣",    //--宝箱图标
	},
	{
		id : 13665,    //--宝箱ID
		work : "鰵",    //--宝箱图标
	},
	{
		id : 13666,    //--宝箱ID
		work : "摸你鶏巴",    //--宝箱图标
	},
	{
		id : 13667,    //--宝箱ID
		work : "莫偉强",    //--宝箱图标
	},
	{
		id : 13668,    //--宝箱ID
		work : "木子論壇",    //--宝箱图标
	},
	{
		id : 13669,    //--宝箱ID
		work : "內褲",    //--宝箱图标
	},
	{
		id : 13670,    //--宝箱ID
		work : "內衣",    //--宝箱图标
	},
	{
		id : 13671,    //--宝箱ID
		work : "那嗎B",    //--宝箱图标
	},
	{
		id : 13672,    //--宝箱ID
		work : "那嗎逼",    //--宝箱图标
	},
	{
		id : 13673,    //--宝箱ID
		work : "那嗎錯比",    //--宝箱图标
	},
	{
		id : 13674,    //--宝箱ID
		work : "那嗎老比",    //--宝箱图标
	},
	{
		id : 13675,    //--宝箱ID
		work : "那嗎瘟比",    //--宝箱图标
	},
	{
		id : 13676,    //--宝箱ID
		work : "那娘錯比",    //--宝箱图标
	},
	{
		id : 13677,    //--宝箱ID
		work : "奶頭",    //--宝箱图标
	},
	{
		id : 13678,    //--宝箱ID
		work : "南大自由論壇",    //--宝箱图标
	},
	{
		id : 13679,    //--宝箱ID
		work : "南蠻子",    //--宝箱图标
	},
	{
		id : 13680,    //--宝箱ID
		work : "鬧事",    //--宝箱图标
	},
	{
		id : 13681,    //--宝箱ID
		work : "能樣",    //--宝箱图标
	},
	{
		id : 13682,    //--宝箱ID
		work : "尼奧夫",    //--宝箱图标
	},
	{
		id : 13683,    //--宝箱ID
		work : "倪育賢",    //--宝箱图标
	},
	{
		id : 13684,    //--宝箱ID
		work : "鯢",    //--宝箱图标
	},
	{
		id : 13685,    //--宝箱ID
		work : "你媽逼",    //--宝箱图标
	},
	{
		id : 13686,    //--宝箱ID
		work : "你媽比",    //--宝箱图标
	},
	{
		id : 13687,    //--宝箱ID
		work : "你媽的",    //--宝箱图标
	},
	{
		id : 13688,    //--宝箱ID
		work : "你媽了妹",    //--宝箱图标
	},
	{
		id : 13689,    //--宝箱ID
		work : "你說我說論壇",    //--宝箱图标
	},
	{
		id : 13690,    //--宝箱ID
		work : "你爺?",    //--宝箱图标
	},
	{
		id : 13691,    //--宝箱ID
		work : "娘餓比",    //--宝箱图标
	},
	{
		id : 13692,    //--宝箱ID
		work : "捏你鶏巴",    //--宝箱图标
	},
	{
		id : 13693,    //--宝箱ID
		work : "儂著岡巒",    //--宝箱图标
	},
	{
		id : 13694,    //--宝箱ID
		work : "儂著卵拋",    //--宝箱图标
	},
	{
		id : 13695,    //--宝箱ID
		work : "奴隸魔族士兵",    //--宝箱图标
	},
	{
		id : 13696,    //--宝箱ID
		work : "女主人羅姬馬莉",    //--宝箱图标
	},
	{
		id : 13697,    //--宝箱ID
		work : "儺",    //--宝箱图标
	},
	{
		id : 13698,    //--宝箱ID
		work : "諾姆",    //--宝箱图标
	},
	{
		id : 13699,    //--宝箱ID
		work : "潘國平",    //--宝箱图标
	},
	{
		id : 13700,    //--宝箱ID
		work : "蹣?",    //--宝箱图标
	},
	{
		id : 13701,    //--宝箱ID
		work : "龐建國",    //--宝箱图标
	},
	{
		id : 13702,    //--宝箱ID
		work : "泡沫經濟",    //--宝箱图标
	},
	{
		id : 13703,    //--宝箱ID
		work : "轡",    //--宝箱图标
	},
	{
		id : 13704,    //--宝箱ID
		work : "皮條客",    //--宝箱图标
	},
	{
		id : 13705,    //--宝箱ID
		work : "羆",    //--宝箱图标
	},
	{
		id : 13706,    //--宝箱ID
		work : "諞",    //--宝箱图标
	},
	{
		id : 13707,    //--宝箱ID
		work : "潑婦?",    //--宝箱图标
	},
	{
		id : 13708,    //--宝箱ID
		work : "齊墨",    //--宝箱图标
	},
	{
		id : 13709,    //--宝箱ID
		work : "齊諾",    //--宝箱图标
	},
	{
		id : 13710,    //--宝箱ID
		work : "騎你",    //--宝箱图标
	},
	{
		id : 13711,    //--宝箱ID
		work : "磧",    //--宝箱图标
	},
	{
		id : 13712,    //--宝箱ID
		work : "僉",    //--宝箱图标
	},
	{
		id : 13713,    //--宝箱ID
		work : "鈐",    //--宝箱图标
	},
	{
		id : 13714,    //--宝箱ID
		work : "錢達",    //--宝箱图标
	},
	{
		id : 13715,    //--宝箱ID
		work : "錢國梁",    //--宝箱图标
	},
	{
		id : 13716,    //--宝箱ID
		work : "錢其琛",    //--宝箱图标
	},
	{
		id : 13717,    //--宝箱ID
		work : "膁",    //--宝箱图标
	},
	{
		id : 13718,    //--宝箱ID
		work : "槧",    //--宝箱图标
	},
	{
		id : 13719,    //--宝箱ID
		work : "錆",    //--宝箱图标
	},
	{
		id : 13720,    //--宝箱ID
		work : "繰",    //--宝箱图标
	},
	{
		id : 13721,    //--宝箱ID
		work : "喬石",    //--宝箱图标
	},
	{
		id : 13722,    //--宝箱ID
		work : "喬伊",    //--宝箱图标
	},
	{
		id : 13723,    //--宝箱ID
		work : "橋侵襲兵",    //--宝箱图标
	},
	{
		id : 13724,    //--宝箱ID
		work : "譙",    //--宝箱图标
	},
	{
		id : 13725,    //--宝箱ID
		work : "鞽",    //--宝箱图标
	},
	{
		id : 13726,    //--宝箱ID
		work : "篋",    //--宝箱图标
	},
	{
		id : 13727,    //--宝箱ID
		work : "親美",    //--宝箱图标
	},
	{
		id : 13728,    //--宝箱ID
		work : "親日",    //--宝箱图标
	},
	{
		id : 13729,    //--宝箱ID
		work : "欽本立",    //--宝箱图标
	},
	{
		id : 13730,    //--宝箱ID
		work : "禽獸",    //--宝箱图标
	},
	{
		id : 13731,    //--宝箱ID
		work : "唚",    //--宝箱图标
	},
	{
		id : 13732,    //--宝箱ID
		work : "輕舟快訊",    //--宝箱图标
	},
	{
		id : 13733,    //--宝箱ID
		work : "情婦",    //--宝箱图标
	},
	{
		id : 13734,    //--宝箱ID
		work : "情獸",    //--宝箱图标
	},
	{
		id : 13735,    //--宝箱ID
		work : "檾",    //--宝箱图标
	},
	{
		id : 13736,    //--宝箱ID
		work : "慶紅",    //--宝箱图标
	},
	{
		id : 13737,    //--宝箱ID
		work : "丘垂貞",    //--宝箱图标
	},
	{
		id : 13738,    //--宝箱ID
		work : "詘",    //--宝箱图标
	},
	{
		id : 13739,    //--宝箱ID
		work : "闃",    //--宝箱图标
	},
	{
		id : 13740,    //--宝箱ID
		work : "全國兩會",    //--宝箱图标
	},
	{
		id : 13741,    //--宝箱ID
		work : "全國人大",    //--宝箱图标
	},
	{
		id : 13742,    //--宝箱ID
		work : "犬",    //--宝箱图标
	},
	{
		id : 13743,    //--宝箱ID
		work : "綣",    //--宝箱图标
	},
	{
		id : 13744,    //--宝箱ID
		work : "愨",    //--宝箱图标
	},
	{
		id : 13745,    //--宝箱ID
		work : "讓你操",    //--宝箱图标
	},
	{
		id : 13746,    //--宝箱ID
		work : "熱比婭",    //--宝箱图标
	},
	{
		id : 13747,    //--宝箱ID
		work : "熱站政論網",    //--宝箱图标
	},
	{
		id : 13748,    //--宝箱ID
		work : "人民大會堂",    //--宝箱图标
	},
	{
		id : 13749,    //--宝箱ID
		work : "人民內情真相",    //--宝箱图标
	},
	{
		id : 13750,    //--宝箱ID
		work : "人民真實",    //--宝箱图标
	},
	{
		id : 13751,    //--宝箱ID
		work : "人民之聲論壇",    //--宝箱图标
	},
	{
		id : 13752,    //--宝箱ID
		work : "人權",    //--宝箱图标
	},
	{
		id : 13753,    //--宝箱ID
		work : "日本帝國",    //--宝箱图标
	},
	{
		id : 13754,    //--宝箱ID
		work : "日軍",    //--宝箱图标
	},
	{
		id : 13755,    //--宝箱ID
		work : "日內瓦金融",    //--宝箱图标
	},
	{
		id : 13756,    //--宝箱ID
		work : "日你媽",    //--宝箱图标
	},
	{
		id : 13757,    //--宝箱ID
		work : "日你爺爺",    //--宝箱图标
	},
	{
		id : 13758,    //--宝箱ID
		work : "日朱駿",    //--宝箱图标
	},
	{
		id : 13759,    //--宝箱ID
		work : "顬",    //--宝箱图标
	},
	{
		id : 13760,    //--宝箱ID
		work : "乳暈",    //--宝箱图标
	},
	{
		id : 13761,    //--宝箱ID
		work : "瑞士金融大學",    //--宝箱图标
	},
	{
		id : 13762,    //--宝箱ID
		work : "三K黨",    //--宝箱图标
	},
	{
		id : 13763,    //--宝箱ID
		work : "三個代表",    //--宝箱图标
	},
	{
		id : 13764,    //--宝箱ID
		work : "三去車侖工力",    //--宝箱图标
	},
	{
		id : 13765,    //--宝箱ID
		work : "㈢",    //--宝箱图标
	},
	{
		id : 13766,    //--宝箱ID
		work : "毿",    //--宝箱图标
	},
	{
		id : 13767,    //--宝箱ID
		work : "糝",    //--宝箱图标
	},
	{
		id : 13768,    //--宝箱ID
		work : "騷B",    //--宝箱图标
	},
	{
		id : 13769,    //--宝箱ID
		work : "騷棒",    //--宝箱图标
	},
	{
		id : 13770,    //--宝箱ID
		work : "騷包",    //--宝箱图标
	},
	{
		id : 13771,    //--宝箱ID
		work : "騷棍",    //--宝箱图标
	},
	{
		id : 13772,    //--宝箱ID
		work : "騷鶏",    //--宝箱图标
	},
	{
		id : 13773,    //--宝箱ID
		work : "騷卵?",    //--宝箱图标
	},
	{
		id : 13774,    //--宝箱ID
		work : "殺你全家",    //--宝箱图标
	},
	{
		id : 13775,    //--宝箱ID
		work : "殺你一家",    //--宝箱图标
	},
	{
		id : 13776,    //--宝箱ID
		work : "殺人犯",    //--宝箱图标
	},
	{
		id : 13777,    //--宝箱ID
		work : "傻鳥",    //--宝箱图标
	},
	{
		id : 13778,    //--宝箱ID
		work : "山口組",    //--宝箱图标
	},
	{
		id : 13779,    //--宝箱ID
		work : "善惡有報",    //--宝箱图标
	},
	{
		id : 13780,    //--宝箱ID
		work : "上訪",    //--宝箱图标
	},
	{
		id : 13781,    //--宝箱ID
		work : "上海幫",    //--宝箱图标
	},
	{
		id : 13782,    //--宝箱ID
		work : "上海孤兒院",    //--宝箱图标
	},
	{
		id : 13783,    //--宝箱ID
		work : "厙",    //--宝箱图标
	},
	{
		id : 13784,    //--宝箱ID
		work : "社會主義",    //--宝箱图标
	},
	{
		id : 13785,    //--宝箱ID
		work : "射了還說要",    //--宝箱图标
	},
	{
		id : 13786,    //--宝箱ID
		work : "灄",    //--宝箱图标
	},
	{
		id : 13787,    //--宝箱ID
		work : "詵",    //--宝箱图标
	},
	{
		id : 13788,    //--宝箱ID
		work : "神經病",    //--宝箱图标
	},
	{
		id : 13789,    //--宝箱ID
		work : "諗",    //--宝箱图标
	},
	{
		id : 13790,    //--宝箱ID
		work : "生孩子沒屁眼",    //--宝箱图标
	},
	{
		id : 13791,    //--宝箱ID
		work : "生命分流的圖騰",    //--宝箱图标
	},
	{
		id : 13792,    //--宝箱ID
		work : "澠",    //--宝箱图标
	},
	{
		id : 13793,    //--宝箱ID
		work : "聖射手",    //--宝箱图标
	},
	{
		id : 13794,    //--宝箱ID
		work : "盛華仁",    //--宝箱图标
	},
	{
		id : 13795,    //--宝箱ID
		work : "濕了還說不要",    //--宝箱图标
	},
	{
		id : 13796,    //--宝箱ID
		work : "濕了還說要",    //--宝箱图标
	},
	{
		id : 13797,    //--宝箱ID
		work : "釃",    //--宝箱图标
	},
	{
		id : 13798,    //--宝箱ID
		work : "鯴",    //--宝箱图标
	},
	{
		id : 13799,    //--宝箱ID
		work : "㈩",    //--宝箱图标
	},
	{
		id : 13800,    //--宝箱ID
		work : "石化圖騰",    //--宝箱图标
	},
	{
		id : 13801,    //--宝箱ID
		work : "石拳戰鬥兵",    //--宝箱图标
	},
	{
		id : 13802,    //--宝箱ID
		work : "時代論壇",    //--宝箱图标
	},
	{
		id : 13803,    //--宝箱ID
		work : "時事論壇",    //--宝箱图标
	},
	{
		id : 13804,    //--宝箱ID
		work : "鰣",    //--宝箱图标
	},
	{
		id : 13805,    //--宝箱ID
		work : "史萊姆",    //--宝箱图标
	},
	{
		id : 13806,    //--宝箱ID
		work : "史萊姆王",    //--宝箱图标
	},
	{
		id : 13807,    //--宝箱ID
		work : "士兵管理員瓦爾臣",    //--宝箱图标
	},
	{
		id : 13808,    //--宝箱ID
		work : "世界經濟導報",    //--宝箱图标
	},
	{
		id : 13809,    //--宝箱ID
		work : "事實獨立",    //--宝箱图标
	},
	{
		id : 13810,    //--宝箱ID
		work : "侍從貝赫爾特",    //--宝箱图标
	},
	{
		id : 13811,    //--宝箱ID
		work : "侍從倫斯韋",    //--宝箱图标
	},
	{
		id : 13812,    //--宝箱ID
		work : "貰",    //--宝箱图标
	},
	{
		id : 13813,    //--宝箱ID
		work : "攄",    //--宝箱图标
	},
	{
		id : 13814,    //--宝箱ID
		work : "數據中國",    //--宝箱图标
	},
	{
		id : 13815,    //--宝箱ID
		work : "雙十節",    //--宝箱图标
	},
	{
		id : 13816,    //--宝箱ID
		work : "氵去車侖工力",    //--宝箱图标
	},
	{
		id : 13817,    //--宝箱ID
		work : "氵去車侖工力?",    //--宝箱图标
	},
	{
		id : 13818,    //--宝箱ID
		work : "稅力",    //--宝箱图标
	},
	{
		id : 13819,    //--宝箱ID
		work : "司馬晋",    //--宝箱图标
	},
	{
		id : 13820,    //--宝箱ID
		work : "司馬璐",    //--宝箱图标
	},
	{
		id : 13821,    //--宝箱ID
		work : "司徒華",    //--宝箱图标
	},
	{
		id : 13822,    //--宝箱ID
		work : "私?服",    //--宝箱图标
	},
	{
		id : 13823,    //--宝箱ID
		work : "私處",    //--宝箱图标
	},
	{
		id : 13824,    //--宝箱ID
		work : "思科羅",    //--宝箱图标
	},
	{
		id : 13825,    //--宝箱ID
		work : "斯諾",    //--宝箱图标
	},
	{
		id : 13826,    //--宝箱ID
		work : "斯皮爾德",    //--宝箱图标
	},
	{
		id : 13827,    //--宝箱ID
		work : "四川獨",    //--宝箱图标
	},
	{
		id : 13828,    //--宝箱ID
		work : "四川獨立",    //--宝箱图标
	},
	{
		id : 13829,    //--宝箱ID
		work : "㈣",    //--宝箱图标
	},
	{
		id : 13830,    //--宝箱ID
		work : "宋書元",    //--宝箱图标
	},
	{
		id : 13831,    //--宝箱ID
		work : "藪",    //--宝箱图标
	},
	{
		id : 13832,    //--宝箱ID
		work : "蘇菲爾",    //--宝箱图标
	},
	{
		id : 13833,    //--宝箱ID
		work : "蘇拉",    //--宝箱图标
	},
	{
		id : 13834,    //--宝箱ID
		work : "蘇南成",    //--宝箱图标
	},
	{
		id : 13835,    //--宝箱ID
		work : "蘇紹智",    //--宝箱图标
	},
	{
		id : 13836,    //--宝箱ID
		work : "蘇特勒守護兵",    //--宝箱图标
	},
	{
		id : 13837,    //--宝箱ID
		work : "蘇特勤",    //--宝箱图标
	},
	{
		id : 13838,    //--宝箱ID
		work : "蘇特勤護衛兵",    //--宝箱图标
	},
	{
		id : 13839,    //--宝箱ID
		work : "蘇特勤魔法師",    //--宝箱图标
	},
	{
		id : 13840,    //--宝箱ID
		work : "蘇曉康",    //--宝箱图标
	},
	{
		id : 13841,    //--宝箱ID
		work : "蘇盈貴",    //--宝箱图标
	},
	{
		id : 13842,    //--宝箱ID
		work : "蘇貞昌",    //--宝箱图标
	},
	{
		id : 13843,    //--宝箱ID
		work : "誶",    //--宝箱图标
	},
	{
		id : 13844,    //--宝箱ID
		work : "碎片製造商人馬克",    //--宝箱图标
	},
	{
		id : 13845,    //--宝箱ID
		work : "碎片製造商人蘇克",    //--宝箱图标
	},
	{
		id : 13846,    //--宝箱ID
		work : "孫大千",    //--宝箱图标
	},
	{
		id : 13847,    //--宝箱ID
		work : "他媽",    //--宝箱图标
	},
	{
		id : 13848,    //--宝箱ID
		work : "他媽的",    //--宝箱图标
	},
	{
		id : 13849,    //--宝箱ID
		work : "他嗎的",    //--宝箱图标
	},
	{
		id : 13850,    //--宝箱ID
		work : "他母親",    //--宝箱图标
	},
	{
		id : 13851,    //--宝箱ID
		work : "塔內",    //--宝箱图标
	},
	{
		id : 13852,    //--宝箱ID
		work : "塔烏",    //--宝箱图标
	},
	{
		id : 13853,    //--宝箱ID
		work : "鰨",    //--宝箱图标
	},
	{
		id : 13854,    //--宝箱ID
		work : "闥",    //--宝箱图标
	},
	{
		id : 13855,    //--宝箱ID
		work : "臺盟",    //--宝箱图标
	},
	{
		id : 13856,    //--宝箱ID
		work : "臺灣帝國",    //--宝箱图标
	},
	{
		id : 13857,    //--宝箱ID
		work : "臺灣獨",    //--宝箱图标
	},
	{
		id : 13858,    //--宝箱ID
		work : "臺灣共産黨",    //--宝箱图标
	},
	{
		id : 13859,    //--宝箱ID
		work : "臺灣狗",    //--宝箱图标
	},
	{
		id : 13860,    //--宝箱ID
		work : "臺灣建國運動組織",    //--宝箱图标
	},
	{
		id : 13861,    //--宝箱ID
		work : "臺灣青年獨立聯盟",    //--宝箱图标
	},
	{
		id : 13862,    //--宝箱ID
		work : "臺灣政論區",    //--宝箱图标
	},
	{
		id : 13863,    //--宝箱ID
		work : "臺灣自由聯盟",    //--宝箱图标
	},
	{
		id : 13864,    //--宝箱ID
		work : "鮐",    //--宝箱图标
	},
	{
		id : 13865,    //--宝箱ID
		work : "太監",    //--宝箱图标
	},
	{
		id : 13866,    //--宝箱ID
		work : "泰奴橋警衛兵",    //--宝箱图标
	},
	{
		id : 13867,    //--宝箱ID
		work : "泰奴橋掠奪者",    //--宝箱图标
	},
	{
		id : 13868,    //--宝箱ID
		work : "湯光中",    //--宝箱图标
	},
	{
		id : 13869,    //--宝箱ID
		work : "唐柏橋",    //--宝箱图标
	},
	{
		id : 13870,    //--宝箱ID
		work : "鞀",    //--宝箱图标
	},
	{
		id : 13871,    //--宝箱ID
		work : "謄",    //--宝箱图标
	},
	{
		id : 13872,    //--宝箱ID
		work : "天安門",    //--宝箱图标
	},
	{
		id : 13873,    //--宝箱ID
		work : "天安門錄影帶",    //--宝箱图标
	},
	{
		id : 13874,    //--宝箱ID
		work : "天安門屠殺",    //--宝箱图标
	},
	{
		id : 13875,    //--宝箱ID
		work : "天安門一代",    //--宝箱图标
	},
	{
		id : 13876,    //--宝箱ID
		work : "天閹",    //--宝箱图标
	},
	{
		id : 13877,    //--宝箱ID
		work : "田紀雲",    //--宝箱图标
	},
	{
		id : 13878,    //--宝箱ID
		work : "齠",    //--宝箱图标
	},
	{
		id : 13879,    //--宝箱ID
		work : "鰷",    //--宝箱图标
	},
	{
		id : 13880,    //--宝箱ID
		work : "銚",    //--宝箱图标
	},
	{
		id : 13881,    //--宝箱ID
		work : "庭院警衛兵",    //--宝箱图标
	},
	{
		id : 13882,    //--宝箱ID
		work : "統獨",    //--宝箱图标
	},
	{
		id : 13883,    //--宝箱ID
		work : "統獨論壇",    //--宝箱图标
	},
	{
		id : 13884,    //--宝箱ID
		work : "統戰",    //--宝箱图标
	},
	{
		id : 13885,    //--宝箱ID
		work : "頭領奧馬",    //--宝箱图标
	},
	{
		id : 13886,    //--宝箱ID
		work : "頭領墳墓管理員",    //--宝箱图标
	},
	{
		id : 13887,    //--宝箱ID
		work : "圖書管理員卡特",    //--宝箱图标
	},
	{
		id : 13888,    //--宝箱ID
		work : "團長戈登",    //--宝箱图标
	},
	{
		id : 13889,    //--宝箱ID
		work : "團員馬爾汀",    //--宝箱图标
	},
	{
		id : 13890,    //--宝箱ID
		work : "摶",    //--宝箱图标
	},
	{
		id : 13891,    //--宝箱ID
		work : "鼉",    //--宝箱图标
	},
	{
		id : 13892,    //--宝箱ID
		work : "籜",    //--宝箱图标
	},
	{
		id : 13893,    //--宝箱ID
		work : "膃",    //--宝箱图标
	},
	{
		id : 13894,    //--宝箱ID
		work : "外交論壇",    //--宝箱图标
	},
	{
		id : 13895,    //--宝箱ID
		work : "外交與方略",    //--宝箱图标
	},
	{
		id : 13896,    //--宝箱ID
		work : "晚年周恩來",    //--宝箱图标
	},
	{
		id : 13897,    //--宝箱ID
		work : "綰",    //--宝箱图标
	},
	{
		id : 13898,    //--宝箱ID
		work : "萬里",    //--宝箱图标
	},
	{
		id : 13899,    //--宝箱ID
		work : "萬潤南",    //--宝箱图标
	},
	{
		id : 13900,    //--宝箱ID
		work : "萬維讀者論壇",    //--宝箱图标
	},
	{
		id : 13901,    //--宝箱ID
		work : "萬曉東",    //--宝箱图标
	},
	{
		id : 13902,    //--宝箱ID
		work : "王寶森",    //--宝箱图标
	},
	{
		id : 13903,    //--宝箱ID
		work : "王超華",    //--宝箱图标
	},
	{
		id : 13904,    //--宝箱ID
		work : "王輔臣",    //--宝箱图标
	},
	{
		id : 13905,    //--宝箱ID
		work : "王涵萬",    //--宝箱图标
	},
	{
		id : 13906,    //--宝箱ID
		work : "王滬寧",    //--宝箱图标
	},
	{
		id : 13907,    //--宝箱ID
		work : "王軍濤",    //--宝箱图标
	},
	{
		id : 13908,    //--宝箱ID
		work : "王潤生",    //--宝箱图标
	},
	{
		id : 13909,    //--宝箱ID
		work : "王世堅",    //--宝箱图标
	},
	{
		id : 13910,    //--宝箱ID
		work : "王世勛",    //--宝箱图标
	},
	{
		id : 13911,    //--宝箱ID
		work : "王秀麗",    //--宝箱图标
	},
	{
		id : 13912,    //--宝箱ID
		work : "網禪",    //--宝箱图标
	},
	{
		id : 13913,    //--宝箱ID
		work : "網特",    //--宝箱图标
	},
	{
		id : 13914,    //--宝箱ID
		work : "鮪",    //--宝箱图标
	},
	{
		id : 13915,    //--宝箱ID
		work : "溫B",    //--宝箱图标
	},
	{
		id : 13916,    //--宝箱ID
		work : "溫逼",    //--宝箱图标
	},
	{
		id : 13917,    //--宝箱ID
		work : "溫比",    //--宝箱图标
	},
	{
		id : 13918,    //--宝箱ID
		work : "溫元凱",    //--宝箱图标
	},
	{
		id : 13919,    //--宝箱ID
		work : "閿",    //--宝箱图标
	},
	{
		id : 13920,    //--宝箱ID
		work : "無界瀏覽器",    //--宝箱图标
	},
	{
		id : 13921,    //--宝箱ID
		work : "吳百益",    //--宝箱图标
	},
	{
		id : 13922,    //--宝箱ID
		work : "吳敦義",    //--宝箱图标
	},
	{
		id : 13923,    //--宝箱ID
		work : "吳方城",    //--宝箱图标
	},
	{
		id : 13924,    //--宝箱ID
		work : "吳弘達",    //--宝箱图标
	},
	{
		id : 13925,    //--宝箱ID
		work : "吳宏達",    //--宝箱图标
	},
	{
		id : 13926,    //--宝箱ID
		work : "吳仁華",    //--宝箱图标
	},
	{
		id : 13927,    //--宝箱ID
		work : "吳淑珍",    //--宝箱图标
	},
	{
		id : 13928,    //--宝箱ID
		work : "吳學燦",    //--宝箱图标
	},
	{
		id : 13929,    //--宝箱ID
		work : "吳學璨",    //--宝箱图标
	},
	{
		id : 13930,    //--宝箱ID
		work : "吳育升",    //--宝箱图标
	},
	{
		id : 13931,    //--宝箱ID
		work : "吳志芳",    //--宝箱图标
	},
	{
		id : 13932,    //--宝箱ID
		work : "西藏獨",    //--宝箱图标
	},
	{
		id : 13933,    //--宝箱ID
		work : "吸收的圖騰",    //--宝箱图标
	},
	{
		id : 13934,    //--宝箱ID
		work : "吸血獸",    //--宝箱图标
	},
	{
		id : 13935,    //--宝箱ID
		work : "覡",    //--宝箱图标
	},
	{
		id : 13936,    //--宝箱ID
		work : "洗腦",    //--宝箱图标
	},
	{
		id : 13937,    //--宝箱ID
		work : "餼",    //--宝箱图标
	},
	{
		id : 13938,    //--宝箱ID
		work : "郤",    //--宝箱图标
	},
	{
		id : 13939,    //--宝箱ID
		work : "下體",    //--宝箱图标
	},
	{
		id : 13940,    //--宝箱ID
		work : "薟",    //--宝箱图标
	},
	{
		id : 13941,    //--宝箱ID
		work : "躚",    //--宝箱图标
	},
	{
		id : 13942,    //--宝箱ID
		work : "鮮族",    //--宝箱图标
	},
	{
		id : 13943,    //--宝箱ID
		work : "獫",    //--宝箱图标
	},
	{
		id : 13944,    //--宝箱ID
		work : "蜆",    //--宝箱图标
	},
	{
		id : 13945,    //--宝箱ID
		work : "峴",    //--宝箱图标
	},
	{
		id : 13946,    //--宝箱ID
		work : "現金",    //--宝箱图标
	},
	{
		id : 13947,    //--宝箱ID
		work : "現金交易",    //--宝箱图标
	},
	{
		id : 13948,    //--宝箱ID
		work : "獻祭的圖騰",    //--宝箱图标
	},
	{
		id : 13949,    //--宝箱ID
		work : "鯗",    //--宝箱图标
	},
	{
		id : 13950,    //--宝箱ID
		work : "項懷誠",    //--宝箱图标
	},
	{
		id : 13951,    //--宝箱ID
		work : "項小吉",    //--宝箱图标
	},
	{
		id : 13952,    //--宝箱ID
		work : "嘵",    //--宝箱图标
	},
	{
		id : 13953,    //--宝箱ID
		work : "小B樣",    //--宝箱图标
	},
	{
		id : 13954,    //--宝箱ID
		work : "小比樣",    //--宝箱图标
	},
	{
		id : 13955,    //--宝箱ID
		work : "小鶏鶏",    //--宝箱图标
	},
	{
		id : 13956,    //--宝箱ID
		work : "小靈通",    //--宝箱图标
	},
	{
		id : 13957,    //--宝箱ID
		work : "小泉純一郎",    //--宝箱图标
	},
	{
		id : 13958,    //--宝箱ID
		work : "謝長廷",    //--宝箱图标
	},
	{
		id : 13959,    //--宝箱ID
		work : "謝深山",    //--宝箱图标
	},
	{
		id : 13960,    //--宝箱ID
		work : "謝選駿",    //--宝箱图标
	},
	{
		id : 13961,    //--宝箱ID
		work : "謝中之",    //--宝箱图标
	},
	{
		id : 13962,    //--宝箱ID
		work : "辛灝年",    //--宝箱图标
	},
	{
		id : 13963,    //--宝箱ID
		work : "新觀察論壇",    //--宝箱图标
	},
	{
		id : 13964,    //--宝箱ID
		work : "新華舉報",    //--宝箱图标
	},
	{
		id : 13965,    //--宝箱ID
		work : "新華內情",    //--宝箱图标
	},
	{
		id : 13966,    //--宝箱ID
		work : "新華通論壇",    //--宝箱图标
	},
	{
		id : 13967,    //--宝箱ID
		work : "新疆獨",    //--宝箱图标
	},
	{
		id : 13968,    //--宝箱ID
		work : "新生網",    //--宝箱图标
	},
	{
		id : 13969,    //--宝箱ID
		work : "新手訓練營",    //--宝箱图标
	},
	{
		id : 13970,    //--宝箱ID
		work : "新聞出版總署",    //--宝箱图标
	},
	{
		id : 13971,    //--宝箱ID
		work : "新聞封鎖",    //--宝箱图标
	},
	{
		id : 13972,    //--宝箱ID
		work : "新義安",    //--宝箱图标
	},
	{
		id : 13973,    //--宝箱ID
		work : "新語絲",    //--宝箱图标
	},
	{
		id : 13974,    //--宝箱ID
		work : "信用危機",    //--宝箱图标
	},
	{
		id : 13975,    //--宝箱ID
		work : "邢錚",    //--宝箱图标
	},
	{
		id : 13976,    //--宝箱ID
		work : "性無能",    //--宝箱图标
	},
	{
		id : 13977,    //--宝箱ID
		work : "修煉",    //--宝箱图标
	},
	{
		id : 13978,    //--宝箱ID
		work : "頊",    //--宝箱图标
	},
	{
		id : 13979,    //--宝箱ID
		work : "虛弱圖騰",    //--宝箱图标
	},
	{
		id : 13980,    //--宝箱ID
		work : "虛無的飽食者",    //--宝箱图标
	},
	{
		id : 13981,    //--宝箱ID
		work : "徐國舅",    //--宝箱图标
	},
	{
		id : 13982,    //--宝箱ID
		work : "許財利",    //--宝箱图标
	},
	{
		id : 13983,    //--宝箱ID
		work : "許家屯",    //--宝箱图标
	},
	{
		id : 13984,    //--宝箱ID
		work : "許信良",    //--宝箱图标
	},
	{
		id : 13985,    //--宝箱ID
		work : "諼",    //--宝箱图标
	},
	{
		id : 13986,    //--宝箱ID
		work : "薛偉",    //--宝箱图标
	},
	{
		id : 13987,    //--宝箱ID
		work : "學聯",    //--宝箱图标
	},
	{
		id : 13988,    //--宝箱ID
		work : "學自聯",    //--宝箱图标
	},
	{
		id : 13989,    //--宝箱ID
		work : "澩",    //--宝箱图标
	},
	{
		id : 13990,    //--宝箱ID
		work : "閹狗",    //--宝箱图标
	},
	{
		id : 13991,    //--宝箱ID
		work : "訁",    //--宝箱图标
	},
	{
		id : 13992,    //--宝箱ID
		work : "嚴家其",    //--宝箱图标
	},
	{
		id : 13993,    //--宝箱ID
		work : "嚴家祺",    //--宝箱图标
	},
	{
		id : 13994,    //--宝箱ID
		work : "閻明複",    //--宝箱图标
	},
	{
		id : 13995,    //--宝箱ID
		work : "顔清標",    //--宝箱图标
	},
	{
		id : 13996,    //--宝箱ID
		work : "顔慶章",    //--宝箱图标
	},
	{
		id : 13997,    //--宝箱ID
		work : "顔射",    //--宝箱图标
	},
	{
		id : 13998,    //--宝箱ID
		work : "讞",    //--宝箱图标
	},
	{
		id : 13999,    //--宝箱ID
		work : "央視內部晚會",    //--宝箱图标
	},
	{
		id : 14000,    //--宝箱ID
		work : "陽痿",    //--宝箱图标
	},
	{
		id : 14001,    //--宝箱ID
		work : "楊懷安",    //--宝箱图标
	},
	{
		id : 14002,    //--宝箱ID
		work : "楊建利",    //--宝箱图标
	},
	{
		id : 14003,    //--宝箱ID
		work : "楊巍",    //--宝箱图标
	},
	{
		id : 14004,    //--宝箱ID
		work : "楊月清",    //--宝箱图标
	},
	{
		id : 14005,    //--宝箱ID
		work : "楊周",    //--宝箱图标
	},
	{
		id : 14006,    //--宝箱ID
		work : "姚羅",    //--宝箱图标
	},
	{
		id : 14007,    //--宝箱ID
		work : "姚月謙",    //--宝箱图标
	},
	{
		id : 14008,    //--宝箱ID
		work : "軺",    //--宝箱图标
	},
	{
		id : 14009,    //--宝箱ID
		work : "藥材商人蘇耐得",    //--宝箱图标
	},
	{
		id : 14010,    //--宝箱ID
		work : "藥水",    //--宝箱图标
	},
	{
		id : 14011,    //--宝箱ID
		work : "野鶏",    //--宝箱图标
	},
	{
		id : 14012,    //--宝箱ID
		work : "葉菊蘭",    //--宝箱图标
	},
	{
		id : 14013,    //--宝箱ID
		work : "夜話紫禁城",    //--宝箱图标
	},
	{
		id : 14014,    //--宝箱ID
		work : "一陀糞",    //--宝箱图标
	},
	{
		id : 14015,    //--宝箱ID
		work : "㈠",    //--宝箱图标
	},
	{
		id : 14016,    //--宝箱ID
		work : "伊莎貝爾",    //--宝箱图标
	},
	{
		id : 14017,    //--宝箱ID
		work : "伊斯蘭亞格林尼斯",    //--宝箱图标
	},
	{
		id : 14018,    //--宝箱ID
		work : "遺精",    //--宝箱图标
	},
	{
		id : 14019,    //--宝箱ID
		work : "議長阿茵斯塔",    //--宝箱图标
	},
	{
		id : 14020,    //--宝箱ID
		work : "議員斯格文德",    //--宝箱图标
	},
	{
		id : 14021,    //--宝箱ID
		work : "异見人士",    //--宝箱图标
	},
	{
		id : 14022,    //--宝箱ID
		work : "异型叛軍",    //--宝箱图标
	},
	{
		id : 14023,    //--宝箱ID
		work : "异議人士",    //--宝箱图标
	},
	{
		id : 14024,    //--宝箱ID
		work : "易丹軒",    //--宝箱图标
	},
	{
		id : 14025,    //--宝箱ID
		work : "意志不堅的圖騰",    //--宝箱图标
	},
	{
		id : 14026,    //--宝箱ID
		work : "瘞",    //--宝箱图标
	},
	{
		id : 14027,    //--宝箱ID
		work : "陰門",    //--宝箱图标
	},
	{
		id : 14028,    //--宝箱ID
		work : "陰囊",    //--宝箱图标
	},
	{
		id : 14029,    //--宝箱ID
		work : "淫貨",    //--宝箱图标
	},
	{
		id : 14030,    //--宝箱ID
		work : "尹慶民",    //--宝箱图标
	},
	{
		id : 14031,    //--宝箱ID
		work : "引導",    //--宝箱图标
	},
	{
		id : 14032,    //--宝箱ID
		work : "隱者之路",    //--宝箱图标
	},
	{
		id : 14033,    //--宝箱ID
		work : "鷹眼派氏族",    //--宝箱图标
	},
	{
		id : 14034,    //--宝箱ID
		work : "硬直圖騰",    //--宝箱图标
	},
	{
		id : 14035,    //--宝箱ID
		work : "憂鬱的艾拉",    //--宝箱图标
	},
	{
		id : 14036,    //--宝箱ID
		work : "尤比亞",    //--宝箱图标
	},
	{
		id : 14037,    //--宝箱ID
		work : "由喜貴",    //--宝箱图标
	},
	{
		id : 14038,    //--宝箱ID
		work : "游蕩的僵尸",    //--宝箱图标
	},
	{
		id : 14039,    //--宝箱ID
		work : "游蕩的士兵",    //--宝箱图标
	},
	{
		id : 14040,    //--宝箱ID
		work : "游蕩爪牙",    //--宝箱图标
	},
	{
		id : 14041,    //--宝箱ID
		work : "游錫坤",    //--宝箱图标
	},
	{
		id : 14042,    //--宝箱ID
		work : "游戲管理員",    //--宝箱图标
	},
	{
		id : 14043,    //--宝箱ID
		work : "友好的魯德",    //--宝箱图标
	},
	{
		id : 14044,    //--宝箱ID
		work : "幼龍",    //--宝箱图标
	},
	{
		id : 14045,    //--宝箱ID
		work : "于幼軍",    //--宝箱图标
	},
	{
		id : 14046,    //--宝箱ID
		work : "余英時",    //--宝箱图标
	},
	{
		id : 14047,    //--宝箱ID
		work : "漁夫菲斯曼",    //--宝箱图标
	},
	{
		id : 14048,    //--宝箱ID
		work : "輿論",    //--宝箱图标
	},
	{
		id : 14049,    //--宝箱ID
		work : "輿論反制",    //--宝箱图标
	},
	{
		id : 14050,    //--宝箱ID
		work : "傴",    //--宝箱图标
	},
	{
		id : 14051,    //--宝箱ID
		work : "宇明網",    //--宝箱图标
	},
	{
		id : 14052,    //--宝箱ID
		work : "齬",    //--宝箱图标
	},
	{
		id : 14053,    //--宝箱ID
		work : "飫",    //--宝箱图标
	},
	{
		id : 14054,    //--宝箱ID
		work : "鵒",    //--宝箱图标
	},
	{
		id : 14055,    //--宝箱ID
		work : "元老蘭提(沃德）",    //--宝箱图标
	},
	{
		id : 14056,    //--宝箱ID
		work : "緣圈圈",    //--宝箱图标
	},
	{
		id : 14057,    //--宝箱ID
		work : "遠志明",    //--宝箱图标
	},
	{
		id : 14058,    //--宝箱ID
		work : "月經",    //--宝箱图标
	},
	{
		id : 14059,    //--宝箱ID
		work : "韞",    //--宝箱图标
	},
	{
		id : 14060,    //--宝箱ID
		work : "鏨",    //--宝箱图标
	},
	{
		id : 14061,    //--宝箱ID
		work : "造愛",    //--宝箱图标
	},
	{
		id : 14062,    //--宝箱ID
		work : "則民",    //--宝箱图标
	},
	{
		id : 14063,    //--宝箱ID
		work : "擇民",    //--宝箱图标
	},
	{
		id : 14064,    //--宝箱ID
		work : "澤夫",    //--宝箱图标
	},
	{
		id : 14065,    //--宝箱ID
		work : "澤民",    //--宝箱图标
	},
	{
		id : 14066,    //--宝箱ID
		work : "賾",    //--宝箱图标
	},
	{
		id : 14067,    //--宝箱ID
		work : "賊民",    //--宝箱图标
	},
	{
		id : 14068,    //--宝箱ID
		work : "譖",    //--宝箱图标
	},
	{
		id : 14069,    //--宝箱ID
		work : "扎卡維是英雄",    //--宝箱图标
	},
	{
		id : 14070,    //--宝箱ID
		work : "驏",    //--宝箱图标
	},
	{
		id : 14071,    //--宝箱ID
		work : "張伯笠",    //--宝箱图标
	},
	{
		id : 14072,    //--宝箱ID
		work : "張博雅",    //--宝箱图标
	},
	{
		id : 14073,    //--宝箱ID
		work : "張鋼",    //--宝箱图标
	},
	{
		id : 14074,    //--宝箱ID
		work : "張健",    //--宝箱图标
	},
	{
		id : 14075,    //--宝箱ID
		work : "張林",    //--宝箱图标
	},
	{
		id : 14076,    //--宝箱ID
		work : "張清芳",    //--宝箱图标
	},
	{
		id : 14077,    //--宝箱ID
		work : "張偉國",    //--宝箱图标
	},
	{
		id : 14078,    //--宝箱ID
		work : "張溫鷹",    //--宝箱图标
	},
	{
		id : 14079,    //--宝箱ID
		work : "張昭富",    //--宝箱图标
	},
	{
		id : 14080,    //--宝箱ID
		work : "張志清",    //--宝箱图标
	},
	{
		id : 14081,    //--宝箱ID
		work : "章孝嚴",    //--宝箱图标
	},
	{
		id : 14082,    //--宝箱ID
		work : "帳號",    //--宝箱图标
	},
	{
		id : 14083,    //--宝箱ID
		work : "賬號",    //--宝箱图标
	},
	{
		id : 14084,    //--宝箱ID
		work : "招鶏",    //--宝箱图标
	},
	{
		id : 14085,    //--宝箱ID
		work : "趙海青",    //--宝箱图标
	},
	{
		id : 14086,    //--宝箱ID
		work : "趙建銘",    //--宝箱图标
	},
	{
		id : 14087,    //--宝箱ID
		work : "趙南",    //--宝箱图标
	},
	{
		id : 14088,    //--宝箱ID
		work : "趙品潞",    //--宝箱图标
	},
	{
		id : 14089,    //--宝箱ID
		work : "趙曉微",    //--宝箱图标
	},
	{
		id : 14090,    //--宝箱ID
		work : "貞操",    //--宝箱图标
	},
	{
		id : 14091,    //--宝箱ID
		work : "爭鳴論壇",    //--宝箱图标
	},
	{
		id : 14092,    //--宝箱ID
		work : "正見網",    //--宝箱图标
	},
	{
		id : 14093,    //--宝箱ID
		work : "正義黨論壇",    //--宝箱图标
	},
	{
		id : 14094,    //--宝箱ID
		work : "㊣",    //--宝箱图标
	},
	{
		id : 14095,    //--宝箱ID
		work : "鄭寶清",    //--宝箱图标
	},
	{
		id : 14096,    //--宝箱ID
		work : "鄭麗文",    //--宝箱图标
	},
	{
		id : 14097,    //--宝箱ID
		work : "鄭義",    //--宝箱图标
	},
	{
		id : 14098,    //--宝箱ID
		work : "鄭餘鎮",    //--宝箱图标
	},
	{
		id : 14099,    //--宝箱ID
		work : "鄭源",    //--宝箱图标
	},
	{
		id : 14100,    //--宝箱ID
		work : "鄭運鵬",    //--宝箱图标
	},
	{
		id : 14101,    //--宝箱ID
		work : "政權",    //--宝箱图标
	},
	{
		id : 14102,    //--宝箱ID
		work : "縶",    //--宝箱图标
	},
	{
		id : 14103,    //--宝箱ID
		work : "躑",    //--宝箱图标
	},
	{
		id : 14104,    //--宝箱ID
		work : "指點江山論壇",    //--宝箱图标
	},
	{
		id : 14105,    //--宝箱ID
		work : "騭",    //--宝箱图标
	},
	{
		id : 14106,    //--宝箱ID
		work : "觶",    //--宝箱图标
	},
	{
		id : 14107,    //--宝箱ID
		work : "躓",    //--宝箱图标
	},
	{
		id : 14108,    //--宝箱ID
		work : "中毒的圖騰",    //--宝箱图标
	},
	{
		id : 14109,    //--宝箱ID
		work : "中毒圖騰",    //--宝箱图标
	},
	{
		id : 14110,    //--宝箱ID
		work : "中俄邊界",    //--宝箱图标
	},
	{
		id : 14111,    //--宝箱ID
		work : "中國復興論壇",    //--宝箱图标
	},
	{
		id : 14112,    //--宝箱ID
		work : "中國共産黨",    //--宝箱图标
	},
	{
		id : 14113,    //--宝箱ID
		work : "中國孤兒院",    //--宝箱图标
	},
	{
		id : 14114,    //--宝箱ID
		work : "中國和平",    //--宝箱图标
	},
	{
		id : 14115,    //--宝箱ID
		work : "中國論壇",    //--宝箱图标
	},
	{
		id : 14116,    //--宝箱ID
		work : "中國社會進步黨",    //--宝箱图标
	},
	{
		id : 14117,    //--宝箱ID
		work : "中國社會論壇",    //--宝箱图标
	},
	{
		id : 14118,    //--宝箱ID
		work : "中國威脅論",    //--宝箱图标
	},
	{
		id : 14119,    //--宝箱ID
		work : "中國問題論壇",    //--宝箱图标
	},
	{
		id : 14120,    //--宝箱ID
		work : "中國移動通信",    //--宝箱图标
	},
	{
		id : 14121,    //--宝箱ID
		work : "中國真實內容",    //--宝箱图标
	},
	{
		id : 14122,    //--宝箱ID
		work : "中國猪",    //--宝箱图标
	},
	{
		id : 14123,    //--宝箱ID
		work : "中華大地",    //--宝箱图标
	},
	{
		id : 14124,    //--宝箱ID
		work : "中華大衆",    //--宝箱图标
	},
	{
		id : 14125,    //--宝箱ID
		work : "中華講清",    //--宝箱图标
	},
	{
		id : 14126,    //--宝箱ID
		work : "中華民國",    //--宝箱图标
	},
	{
		id : 14127,    //--宝箱ID
		work : "中華人民實話實說",    //--宝箱图标
	},
	{
		id : 14128,    //--宝箱ID
		work : "中華人民正邪",    //--宝箱图标
	},
	{
		id : 14129,    //--宝箱ID
		work : "中華時事",    //--宝箱图标
	},
	{
		id : 14130,    //--宝箱ID
		work : "中華養生益智功",    //--宝箱图标
	},
	{
		id : 14131,    //--宝箱ID
		work : "中華真實報道",    //--宝箱图标
	},
	{
		id : 14132,    //--宝箱ID
		work : "鐘山風雨論壇",    //--宝箱图标
	},
	{
		id : 14133,    //--宝箱ID
		work : "周鋒鎖",    //--宝箱图标
	},
	{
		id : 14134,    //--宝箱ID
		work : "周守訓?",    //--宝箱图标
	},
	{
		id : 14135,    //--宝箱ID
		work : "朱鳳芝",    //--宝箱图标
	},
	{
		id : 14136,    //--宝箱ID
		work : "朱立倫",    //--宝箱图标
	},
	{
		id : 14137,    //--宝箱ID
		work : "朱溶劑",    //--宝箱图标
	},
	{
		id : 14138,    //--宝箱ID
		work : "㈱",    //--宝箱图标
	},
	{
		id : 14139,    //--宝箱ID
		work : "猪聾畸",    //--宝箱图标
	},
	{
		id : 14140,    //--宝箱ID
		work : "主攻指揮官",    //--宝箱图标
	},
	{
		id : 14141,    //--宝箱ID
		work : "主義",    //--宝箱图标
	},
	{
		id : 14142,    //--宝箱ID
		work : "助手威爾特",    //--宝箱图标
	},
	{
		id : 14143,    //--宝箱ID
		work : "顓",    //--宝箱图标
	},
	{
		id : 14144,    //--宝箱ID
		work : "轉化",    //--宝箱图标
	},
	{
		id : 14145,    //--宝箱ID
		work : "諑",    //--宝箱图标
	},
	{
		id : 14146,    //--宝箱ID
		work : "資本主義",    //--宝箱图标
	},
	{
		id : 14147,    //--宝箱ID
		work : "鯔",    //--宝箱图标
	},
	{
		id : 14148,    //--宝箱ID
		work : "自民黨",    //--宝箱图标
	},
	{
		id : 14149,    //--宝箱ID
		work : "自由民主論壇",    //--宝箱图标
	},
	{
		id : 14150,    //--宝箱ID
		work : "總理",    //--宝箱图标
	},
	{
		id : 14151,    //--宝箱ID
		work : "諏",    //--宝箱图标
	},
	{
		id : 14152,    //--宝箱ID
		work : "鯫?",    //--宝箱图标
	},
	{
		id : 14153,    //--宝箱ID
		work : "躦",    //--宝箱图标
	},
	{
		id : 14154,    //--宝箱ID
		work : "纘",    //--宝箱图标
	},
	{
		id : 14155,    //--宝箱ID
		work : "bcd.s.59764.com",    //--宝箱图标
	},
	{
		id : 14156,    //--宝箱ID
		work : "kkk.xaoh.cn",    //--宝箱图标
	},
	{
		id : 14157,    //--宝箱ID
		work : "www.xaoh.cn",    //--宝箱图标
	},
	{
		id : 14158,    //--宝箱ID
		work : "zzz.xaoh.cn",    //--宝箱图标
	},
	{
		id : 14159,    //--宝箱ID
		work : "aa.yazhousetu.hi.9705.net.cn",    //--宝箱图标
	},
	{
		id : 14160,    //--宝箱ID
		work : "eee.xaoh.cn",    //--宝箱图标
	},
	{
		id : 14161,    //--宝箱ID
		work : "lll.xaoh.cn",    //--宝箱图标
	},
	{
		id : 14162,    //--宝箱ID
		work : "jj.pangfangwuyuetian.hi.9705.net.cn",    //--宝箱图标
	},
	{
		id : 14163,    //--宝箱ID
		work : "rrr.xaoh.cn",    //--宝箱图标
	},
	{
		id : 14164,    //--宝箱ID
		work : "ooo.xaoh.cn",    //--宝箱图标
	},
	{
		id : 14165,    //--宝箱ID
		work : "www.zy528.com",    //--宝箱图标
	},
	{
		id : 14166,    //--宝箱ID
		work : "aaad.s.59764.com",    //--宝箱图标
	},
	{
		id : 14167,    //--宝箱ID
		work : "www.dy6789.cn",    //--宝箱图标
	},
	{
		id : 14168,    //--宝箱ID
		work : "aaac.s.51524.com",    //--宝箱图标
	},
	{
		id : 14169,    //--宝箱ID
		work : "208.43.198.56",    //--宝箱图标
	},
	{
		id : 14170,    //--宝箱ID
		work : "166578.cn",    //--宝箱图标
	},
	{
		id : 14171,    //--宝箱ID
		work : "www.wang567.com",    //--宝箱图标
	},
	{
		id : 14172,    //--宝箱ID
		work : "www.bin5.cn",    //--宝箱图标
	},
	{
		id : 14173,    //--宝箱ID
		work : "www.sanjidianying.com.cn",    //--宝箱图标
	},
	{
		id : 14174,    //--宝箱ID
		work : "www.anule.cn",    //--宝箱图标
	},
	{
		id : 14175,    //--宝箱ID
		work : "www.976543.com",    //--宝箱图标
	},
	{
		id : 14176,    //--宝箱ID
		work : "www.50spcombaidu1828adyou97sace.co.cc",    //--宝箱图标
	},
	{
		id : 14177,    //--宝箱ID
		work : "chengrenmanhua.1242.net.cn",    //--宝箱图标
	},
	{
		id : 14178,    //--宝箱ID
		work : "qingsewuyuetian.1174.net.cn",    //--宝箱图标
	},
	{
		id : 14179,    //--宝箱ID
		work : "lunlidianyingxiazai.1174.net.cn",    //--宝箱图标
	},
	{
		id : 14180,    //--宝箱ID
		work : "siwameitui.1274.net.cn",    //--宝箱图标
	},
	{
		id : 14181,    //--宝箱ID
		work : "niuniujidi.1174.net.cn",    //--宝箱图标
	},
	{
		id : 14182,    //--宝箱ID
		work : "xiao77.1243.net.cn",    //--宝箱图标
	},
	{
		id : 14183,    //--宝箱ID
		work : "woyinwose.1243.net.cn",    //--宝箱图标
	},
	{
		id : 14184,    //--宝箱ID
		work : "dingxiang.1249.net",    //--宝箱图标
	},
	{
		id : 14185,    //--宝箱ID
		work : "cnaicheng.1174.net.cn",    //--宝箱图标
	},
	{
		id : 14186,    //--宝箱ID
		work : "1234chengren.1249.net.cn",    //--宝箱图标
	},
	{
		id : 14187,    //--宝箱ID
		work : "sewuyuetian.1174.net.cn",    //--宝箱图标
	},
	{
		id : 14188,    //--宝箱ID
		work : "huangsexiaoshuo.1242.net.cn",    //--宝箱图标
	},
	{
		id : 14189,    //--宝箱ID
		work : "lunlidianying.1274.net.cn",    //--宝箱图标
	},
	{
		id : 14190,    //--宝箱ID
		work : "xingqingzhongren.1174.net.cn",    //--宝箱图标
	},
	{
		id : 14191,    //--宝箱ID
		work : "chengrenwangzhi.1242.net.cn",    //--宝箱图标
	},
	{
		id : 14192,    //--宝箱ID
		work : "xiao77luntan.1249.net.cn",    //--宝箱图标
	},
	{
		id : 14193,    //--宝箱ID
		work : "dingxiang.1243.net.cn",    //--宝箱图标
	},
	{
		id : 14194,    //--宝箱ID
		work : "11xp.1243.net.cn",    //--宝箱图标
	},
	{
		id : 14195,    //--宝箱ID
		work : "baijie.1249.net.cn",    //--宝箱图标
	},
	{
		id : 14196,    //--宝箱ID
		work : "sewuyuetian.1274.net.cn",    //--宝箱图标
	},
	{
		id : 14197,    //--宝箱ID
		work : "meiguiqingren.1274.net.cn",    //--宝箱图标
	},
	{
		id : 14198,    //--宝箱ID
		work : "tb.hi.4024.net.cn",    //--宝箱图标
	},
	{
		id : 14199,    //--宝箱ID
		work : "www.91wangyou.com",    //--宝箱图标
	},
	{
		id : 14200,    //--宝箱ID
		work : "www.wow366.cn",    //--宝箱图标
	},
	{
		id : 14201,    //--宝箱ID
		work : "www.yxnpc.com",    //--宝箱图标
	},
	{
		id : 14202,    //--宝箱ID
		work : "www.365jw.com",    //--宝箱图标
	},
	{
		id : 14203,    //--宝箱ID
		work : "58.253.67.74",    //--宝箱图标
	},
	{
		id : 14204,    //--宝箱ID
		work : "www.978808.com",    //--宝箱图标
	},
	{
		id : 14205,    //--宝箱ID
		work : "www.sexwyt.com",    //--宝箱图标
	},
	{
		id : 14206,    //--宝箱ID
		work : "7GG",    //--宝箱图标
	},
	{
		id : 14207,    //--宝箱ID
		work : "www.567yx.com",    //--宝箱图标
	},
	{
		id : 14208,    //--宝箱ID
		work : "131.com",    //--宝箱图标
	},
	{
		id : 14209,    //--宝箱ID
		work : "bbs.7gg.cn",    //--宝箱图标
	},
	{
		id : 14210,    //--宝箱ID
		work : "www.99game.net",    //--宝箱图标
	},
	{
		id : 14211,    //--宝箱ID
		work : "ppt.cc",    //--宝箱图标
	},
	{
		id : 14212,    //--宝箱ID
		work : "www.zsyxhd.cn",    //--宝箱图标
	},
	{
		id : 14213,    //--宝箱ID
		work : "www.foyeye.com",    //--宝箱图标
	},
	{
		id : 14214,    //--宝箱ID
		work : "www.23nice.com.cn",    //--宝箱图标
	},
	{
		id : 14215,    //--宝箱ID
		work : "www.maituan.com",    //--宝箱图标
	},
	{
		id : 14216,    //--宝箱ID
		work : "www.ylteam.cn",    //--宝箱图标
	},
	{
		id : 14217,    //--宝箱ID
		work : "www.yhzt.org",    //--宝箱图标
	},
	{
		id : 14218,    //--宝箱ID
		work : "vip886.com",    //--宝箱图标
	},
	{
		id : 14219,    //--宝箱ID
		work : "www.neicehao.cn",    //--宝箱图标
	},
	{
		id : 14220,    //--宝箱ID
		work : "bbs.butcn.com",    //--宝箱图标
	},
	{
		id : 14221,    //--宝箱ID
		work : "www.gamelifeclub.cn",    //--宝箱图标
	},
	{
		id : 14222,    //--宝箱ID
		work : "consignment5173",    //--宝箱图标
	},
	{
		id : 14223,    //--宝箱ID
		work : "www.70yx.com",    //--宝箱图标
	},
	{
		id : 14224,    //--宝箱ID
		work : "www.legu.com",    //--宝箱图标
	},
	{
		id : 14225,    //--宝箱ID
		work : "ko180",    //--宝箱图标
	},
	{
		id : 14226,    //--宝箱ID
		work : "bbs.pkmmo",    //--宝箱图标
	},
	{
		id : 14227,    //--宝箱ID
		work : "whoyo.com",    //--宝箱图标
	},
	{
		id : 14228,    //--宝箱ID
		work : "www.2q5q.com",    //--宝箱图标
	},
	{
		id : 14229,    //--宝箱ID
		work : "www.zxkaku.cn",    //--宝箱图标
	},
	{
		id : 14230,    //--宝箱ID
		work : "www.gw17173.cn",    //--宝箱图标
	},
	{
		id : 14231,    //--宝箱ID
		work : "www.315ts.net",    //--宝箱图标
	},
	{
		id : 14232,    //--宝箱ID
		work : "qgqm.org",    //--宝箱图标
	},
	{
		id : 14233,    //--宝箱ID
		work : "17173dl.net",    //--宝箱图标
	},
	{
		id : 14234,    //--宝箱ID
		work : "i9game.com",    //--宝箱图标
	},
	{
		id : 14235,    //--宝箱ID
		work : "365gn",    //--宝箱图标
	},
	{
		id : 14236,    //--宝箱ID
		work : "158le.com",    //--宝箱图标
	},
	{
		id : 14237,    //--宝箱ID
		work : "1100y.com",    //--宝箱图标
	},
	{
		id : 14238,    //--宝箱ID
		work : "bulaoge.com",    //--宝箱图标
	},
	{
		id : 14239,    //--宝箱ID
		work : "17youle.com",    //--宝箱图标
	},
	{
		id : 14240,    //--宝箱ID
		work : "reddidi.com.cn",    //--宝箱图标
	},
	{
		id : 14241,    //--宝箱ID
		work : "icpcn.com",    //--宝箱图标
	},
	{
		id : 14242,    //--宝箱ID
		work : "ul86.com",    //--宝箱图标
	},
	{
		id : 14243,    //--宝箱ID
		work : "showka8.com",    //--宝箱图标
	},
	{
		id : 14244,    //--宝箱ID
		work : "szlmgh.cn",    //--宝箱图标
	},
	{
		id : 14245,    //--宝箱ID
		work : "bbs.766.com",    //--宝箱图标
	},
	{
		id : 14246,    //--宝箱ID
		work : "www.766.com",    //--宝箱图标
	},
	{
		id : 14247,    //--宝箱ID
		work : "91bysd.cn",    //--宝箱图标
	},
	{
		id : 14248,    //--宝箱ID
		work : "jiayyou.cn",    //--宝箱图标
	},
	{
		id : 14249,    //--宝箱ID
		work : "gigabyte.cn",    //--宝箱图标
	},
	{
		id : 14250,    //--宝箱ID
		work : "duowan",    //--宝箱图标
	},
	{
		id : 14251,    //--宝箱ID
		work : "wgxiaowu.com",    //--宝箱图标
	},
	{
		id : 14252,    //--宝箱ID
		work : "youxiji888.cn",    //--宝箱图标
	},
	{
		id : 14253,    //--宝箱ID
		work : "yz55.cn",    //--宝箱图标
	},
	{
		id : 14254,    //--宝箱ID
		work : "Carrefour",    //--宝箱图标
	},
	{
		id : 14255,    //--宝箱ID
		work : "51jiafen.cn",    //--宝箱图标
	},
	{
		id : 14256,    //--宝箱ID
		work : "597ft.com",    //--宝箱图标
	},
	{
		id : 14257,    //--宝箱ID
		work : "itnongzhuang.com2y7v.cnhwxvote.cn",    //--宝箱图标
	},
	{
		id : 14258,    //--宝箱ID
		work : "92klgh.cn",    //--宝箱图标
	},
	{
		id : 14259,    //--宝箱ID
		work : "xiaoqinzaixian.cn",    //--宝箱图标
	},
	{
		id : 14260,    //--宝箱ID
		work : "661661.com",    //--宝箱图标
	},
	{
		id : 14261,    //--宝箱ID
		work : "haosilu.com",    //--宝箱图标
	},
	{
		id : 14262,    //--宝箱ID
		work : "dl.com",    //--宝箱图标
	},
	{
		id : 14263,    //--宝箱ID
		work : "xl517.com",    //--宝箱图标
	},
	{
		id : 14264,    //--宝箱ID
		work : "sjlike.com",    //--宝箱图标
	},
	{
		id : 14265,    //--宝箱ID
		work : "tont.cn",    //--宝箱图标
	},
	{
		id : 14266,    //--宝箱ID
		work : "xq-wl.cn",    //--宝箱图标
	},
	{
		id : 14267,    //--宝箱ID
		work : "feitengdl.com",    //--宝箱图标
	},
	{
		id : 14268,    //--宝箱ID
		work : "bz176.com",    //--宝箱图标
	},
	{
		id : 14269,    //--宝箱ID
		work : "dadati.com",    //--宝箱图标
	},
	{
		id : 14270,    //--宝箱ID
		work : "asgardcn.com",    //--宝箱图标
	},
	{
		id : 14271,    //--宝箱ID
		work : "dolbbs.com",    //--宝箱图标
	},
	{
		id : 14272,    //--宝箱ID
		work : "okaygood.cn",    //--宝箱图标
	},
	{
		id : 14273,    //--宝箱ID
		work : "1t1t.com",    //--宝箱图标
	},
	{
		id : 14274,    //--宝箱ID
		work : "jinpaopao.com",    //--宝箱图标
	},
	{
		id : 14275,    //--宝箱ID
		work : "blacksee.com.cn",    //--宝箱图标
	},
	{
		id : 14276,    //--宝箱ID
		work : "1qmsj.com",    //--宝箱图标
	},
	{
		id : 14277,    //--宝箱ID
		work : "202333.com",    //--宝箱图标
	},
	{
		id : 14278,    //--宝箱ID
		work : "luoxialu.cn",    //--宝箱图标
	},
	{
		id : 14279,    //--宝箱ID
		work : "37447.cn",    //--宝箱图标
	},
	{
		id : 14280,    //--宝箱ID
		work : "567567aa.cn",    //--宝箱图标
	},
	{
		id : 14281,    //--宝箱ID
		work : "09city.com",    //--宝箱图标
	},
	{
		id : 14282,    //--宝箱ID
		work : "71ka.com",    //--宝箱图标
	},
	{
		id : 14283,    //--宝箱ID
		work : "fy371.com",    //--宝箱图标
	},
	{
		id : 14284,    //--宝箱ID
		work : "365tttyx.com",    //--宝箱图标
	},
	{
		id : 14285,    //--宝箱ID
		work : "host800.com",    //--宝箱图标
	},
	{
		id : 14286,    //--宝箱ID
		work : "lybbs.info",    //--宝箱图标
	},
	{
		id : 14287,    //--宝箱ID
		work : "ys168.com",    //--宝箱图标
	},
	{
		id : 14288,    //--宝箱ID
		work : "88mysf.com",    //--宝箱图标
	},
	{
		id : 14289,    //--宝箱ID
		work : "5d6d.com",    //--宝箱图标
	},
	{
		id : 14290,    //--宝箱ID
		work : "id666.uqc.cn",    //--宝箱图标
	},
	{
		id : 14291,    //--宝箱ID
		work : "stlmbbs.cn",    //--宝箱图标
	},
	{
		id : 14292,    //--宝箱ID
		work : "pcikchina.com",    //--宝箱图标
	},
	{
		id : 14293,    //--宝箱ID
		work : "lxsm888.com",    //--宝箱图标
	},
	{
		id : 14294,    //--宝箱ID
		work : "wangyoudl.com",    //--宝箱图标
	},
	{
		id : 14295,    //--宝箱ID
		work : "chinavfx.net",    //--宝箱图标
	},
	{
		id : 14296,    //--宝箱ID
		work : "zxsj188.com",    //--宝箱图标
	},
	{
		id : 14297,    //--宝箱ID
		work : "wg7766.cn",    //--宝箱图标
	},
	{
		id : 14298,    //--宝箱ID
		work : "e7sw.cn",    //--宝箱图标
	},
	{
		id : 14299,    //--宝箱ID
		work : "jooplay.com",    //--宝箱图标
	},
	{
		id : 14300,    //--宝箱ID
		work : "gssmtt.com",    //--宝箱图标
	},
	{
		id : 14301,    //--宝箱ID
		work : "likeko.com",    //--宝箱图标
	},
	{
		id : 14302,    //--宝箱ID
		work : "lyx-game.cn",    //--宝箱图标
	},
	{
		id : 14303,    //--宝箱ID
		work : "wy33.com",    //--宝箱图标
	},
	{
		id : 14304,    //--宝箱ID
		work : "zy666.net",    //--宝箱图标
	},
	{
		id : 14305,    //--宝箱ID
		work : "newsmth.net",    //--宝箱图标
	},
	{
		id : 14306,    //--宝箱ID
		work : "l2jsom.cn",    //--宝箱图标
	},
	{
		id : 14307,    //--宝箱ID
		work : "13888wg.com",    //--宝箱图标
	},
	{
		id : 14308,    //--宝箱ID
		work : "qtoy.com",    //--宝箱图标
	},
	{
		id : 14309,    //--宝箱ID
		work : "1000scarf.com",    //--宝箱图标
	},
	{
		id : 14310,    //--宝箱ID
		work : "digitallongking.com",    //--宝箱图标
	},
	{
		id : 14311,    //--宝箱ID
		work : "zaixu.net",    //--宝箱图标
	},
	{
		id : 14312,    //--宝箱ID
		work : "ncyh.cn",    //--宝箱图标
	},
	{
		id : 14313,    //--宝箱ID
		work : "888895.com",    //--宝箱图标
	},
	{
		id : 14314,    //--宝箱ID
		work : "ising99.com",    //--宝箱图标
	},
	{
		id : 14315,    //--宝箱ID
		work : "cikcatv.2om",    //--宝箱图标
	},
	{
		id : 14316,    //--宝箱ID
		work : "parke888.com",    //--宝箱图标
	},
	{
		id : 14317,    //--宝箱ID
		work : "01gh.com",    //--宝箱图标
	},
	{
		id : 14318,    //--宝箱ID
		work : "gogo.net",    //--宝箱图标
	},
	{
		id : 14319,    //--宝箱ID
		work : "uu1001.com",    //--宝箱图标
	},
	{
		id : 14320,    //--宝箱ID
		work : "wy724.com",    //--宝箱图标
	},
	{
		id : 14321,    //--宝箱ID
		work : "prettyirene.net",    //--宝箱图标
	},
	{
		id : 14322,    //--宝箱ID
		work : "yaokong7.com",    //--宝箱图标
	},
	{
		id : 14323,    //--宝箱ID
		work : "zzmysf.com",    //--宝箱图标
	},
	{
		id : 14324,    //--宝箱ID
		work : "52sxhy.cn",    //--宝箱图标
	},
	{
		id : 14325,    //--宝箱ID
		work : "92wydl.com",    //--宝箱图标
	},
	{
		id : 14326,    //--宝箱ID
		work : "g365.net",    //--宝箱图标
	},
	{
		id : 14327,    //--宝箱ID
		work : "pkmmo.com",    //--宝箱图标
	},
	{
		id : 14328,    //--宝箱ID
		work : "52ppsa.cn",    //--宝箱图标
	},
	{
		id : 14329,    //--宝箱ID
		work : "bl62.com",    //--宝箱图标
	},
	{
		id : 14330,    //--宝箱ID
		work : "canyaa.com",    //--宝箱图标
	},
	{
		id : 14331,    //--宝箱ID
		work : "lordren.com",    //--宝箱图标
	},
	{
		id : 14332,    //--宝箱ID
		work : "xya3.cn",    //--宝箱图标
	},
	{
		id : 14333,    //--宝箱ID
		work : "5m5m5m.com",    //--宝箱图标
	},
	{
		id : 14334,    //--宝箱ID
		work : "www.gardcn.com",    //--宝箱图标
	},
	{
		id : 14335,    //--宝箱ID
		work : "www.sf766.com.cn",    //--宝箱图标
	},
	{
		id : 14336,    //--宝箱ID
		work : "ent365.com",    //--宝箱图标
	},
	{
		id : 14337,    //--宝箱ID
		work : "18900.com",    //--宝箱图标
	},
	{
		id : 14338,    //--宝箱ID
		work : "7mmo.com",    //--宝箱图标
	},
	{
		id : 14339,    //--宝箱ID
		work : "cdream.com",    //--宝箱图标
	},
	{
		id : 14340,    //--宝箱ID
		work : "wy3868.com",    //--宝箱图标
	},
	{
		id : 14341,    //--宝箱ID
		work : "nbfib.cn",    //--宝箱图标
	},
	{
		id : 14342,    //--宝箱ID
		work : "17173yxdl.cn",    //--宝箱图标
	},
	{
		id : 14343,    //--宝箱ID
		work : "osisa.cn",    //--宝箱图标
	},
	{
		id : 14344,    //--宝箱ID
		work : "haouse.cn",    //--宝箱图标
	},
	{
		id : 14345,    //--宝箱ID
		work : "54hero.com",    //--宝箱图标
	},
	{
		id : 14346,    //--宝箱ID
		work : "ieboy.cn",    //--宝箱图标
	},
	{
		id : 14347,    //--宝箱ID
		work : "geocities.com",    //--宝箱图标
	},
	{
		id : 14348,    //--宝箱ID
		work : "xiuau.cn",    //--宝箱图标
	},
	{
		id : 14349,    //--宝箱ID
		work : "cvceo.com",    //--宝箱图标
	},
	{
		id : 14350,    //--宝箱ID
		work : "fxjsqc.com",    //--宝箱图标
	},
	{
		id : 14351,    //--宝箱ID
		work : "thec.cn",    //--宝箱图标
	},
	{
		id : 14352,    //--宝箱ID
		work : "c5c8.cn",    //--宝箱图标
	},
	{
		id : 14353,    //--宝箱ID
		work : "a33.com",    //--宝箱图标
	},
	{
		id : 14354,    //--宝箱ID
		work : "qqsg.org",    //--宝箱图标
	},
	{
		id : 14355,    //--宝箱ID
		work : "my3q.com",    //--宝箱图标
	},
	{
		id : 14356,    //--宝箱ID
		work : "51juezhan.com",    //--宝箱图标
	},
	{
		id : 14357,    //--宝箱ID
		work : "kartt.cn",    //--宝箱图标
	},
	{
		id : 14358,    //--宝箱ID
		work : "hexun.com",    //--宝箱图标
	},
	{
		id : 14359,    //--宝箱ID
		work : "15wy.com",    //--宝箱图标
	},
	{
		id : 14360,    //--宝箱ID
		work : "13ml.net",    //--宝箱图标
	},
	{
		id : 14361,    //--宝箱ID
		work : "homexf.cn",    //--宝箱图标
	},
	{
		id : 14362,    //--宝箱ID
		work : "xyxgh.com",    //--宝箱图标
	},
	{
		id : 14363,    //--宝箱ID
		work : "jdyou.com",    //--宝箱图标
	},
	{
		id : 14364,    //--宝箱ID
		work : "langyou.info",    //--宝箱图标
	},
	{
		id : 14365,    //--宝箱ID
		work : "duowan.com",    //--宝箱图标
	},
	{
		id : 14366,    //--宝箱ID
		work : "8188mu.com",    //--宝箱图标
	},
	{
		id : 14367,    //--宝箱ID
		work : "tianlong4f.cn",    //--宝箱图标
	},
	{
		id : 14368,    //--宝箱ID
		work : "yeswm.com",    //--宝箱图标
	},
	{
		id : 14369,    //--宝箱ID
		work : "wgbobo.cn",    //--宝箱图标
	},
	{
		id : 14370,    //--宝箱ID
		work : "haog8.cn",    //--宝箱图标
	},
	{
		id : 14371,    //--宝箱ID
		work : "47513.cn",    //--宝箱图标
	},
	{
		id : 14372,    //--宝箱ID
		work : "92ey.com",    //--宝箱图标
	},
	{
		id : 14373,    //--宝箱ID
		work : "hao1788.co",    //--宝箱图标
	},
	{
		id : 14374,    //--宝箱ID
		work : "mgjzybj.com",    //--宝箱图标
	},
	{
		id : 14375,    //--宝箱ID
		work : "xdns.eu",    //--宝箱图标
	},
	{
		id : 14376,    //--宝箱ID
		work : "shenycs.co",    //--宝箱图标
	},
	{
		id : 14377,    //--宝箱ID
		work : "mpceggs.cn",    //--宝箱图标
	},
	{
		id : 14378,    //--宝箱ID
		work : "kod920.cn",    //--宝箱图标
	},
	{
		id : 14379,    //--宝箱ID
		work : "njgamecollege.org",    //--宝箱图标
	},
	{
		id : 14380,    //--宝箱ID
		work : "51hdw.com",    //--宝箱图标
	},
	{
		id : 14381,    //--宝箱ID
		work : "025game.cn",    //--宝箱图标
	},
	{
		id : 14382,    //--宝箱ID
		work : "bibidu.com",    //--宝箱图标
	},
	{
		id : 14383,    //--宝箱ID
		work : "bwowd.com",    //--宝箱图标
	},
	{
		id : 14384,    //--宝箱ID
		work : "3kwow.com",    //--宝箱图标
	},
	{
		id : 14385,    //--宝箱ID
		work : "zx002.com",    //--宝箱图标
	},
	{
		id : 14386,    //--宝箱ID
		work : "bazhuwg.cn",    //--宝箱图标
	},
	{
		id : 14387,    //--宝箱ID
		work : "991game.com",    //--宝箱图标
	},
	{
		id : 14388,    //--宝箱ID
		work : "zuanshi1000.cn",    //--宝箱图标
	},
	{
		id : 14389,    //--宝箱ID
		work : "10mb.cn",    //--宝箱图标
	},
	{
		id : 14390,    //--宝箱ID
		work : "Huihuangtx.com",    //--宝箱图标
	},
	{
		id : 14391,    //--宝箱ID
		work : "chongxianmu.cn",    //--宝箱图标
	},
	{
		id : 14392,    //--宝箱ID
		work : "any2000.com",    //--宝箱图标
	},
	{
		id : 14393,    //--宝箱ID
		work : "99sa.com",    //--宝箱图标
	},
	{
		id : 14394,    //--宝箱ID
		work : "zhidian8.com",    //--宝箱图标
	},
	{
		id : 14395,    //--宝箱ID
		work : "t9wg.cn",    //--宝箱图标
	},
	{
		id : 14396,    //--宝箱ID
		work : "bobaoping",    //--宝箱图标
	},
	{
		id : 14397,    //--宝箱ID
		work : "qixingnet.com",    //--宝箱图标
	},
	{
		id : 14398,    //--宝箱ID
		work : "88kx.com",    //--宝箱图标
	},
	{
		id : 14399,    //--宝箱ID
		work : "00sm.cn",    //--宝箱图标
	},
	{
		id : 14400,    //--宝箱ID
		work : "moyi520.cn",    //--宝箱图标
	},
	{
		id : 14401,    //--宝箱ID
		work : "d666.com",    //--宝箱图标
	},
	{
		id : 14402,    //--宝箱ID
		work : "fisonet.com",    //--宝箱图标
	},
	{
		id : 14403,    //--宝箱ID
		work : "0571qq.com",    //--宝箱图标
	},
	{
		id : 14404,    //--宝箱ID
		work : "173at.com",    //--宝箱图标
	},
	{
		id : 14405,    //--宝箱ID
		work : "pk200.com",    //--宝箱图标
	},
	{
		id : 14406,    //--宝箱ID
		work : "2feiche.cn",    //--宝箱图标
	},
	{
		id : 14407,    //--宝箱ID
		work : "jjdlw.com",    //--宝箱图标
	},
	{
		id : 14408,    //--宝箱ID
		work : "xyq2sf.com",    //--宝箱图标
	},
	{
		id : 14409,    //--宝箱ID
		work : "69nb.com",    //--宝箱图标
	},
	{
		id : 14410,    //--宝箱ID
		work : "txwsWind",    //--宝箱图标
	},
	{
		id : 14411,    //--宝箱ID
		work : "jiayyou.com",    //--宝箱图标
	},
	{
		id : 14412,    //--宝箱ID
		work : "胡总书记",    //--宝箱图标
	},
	{
		id : 14413,    //--宝箱ID
		work : "胡景涛",    //--宝箱图标
	},
	{
		id : 14414,    //--宝箱ID
		work : "大纪元",    //--宝箱图标
	},
	{
		id : 14415,    //--宝箱ID
		work : "大纪元新闻网",    //--宝箱图标
	},
	{
		id : 14416,    //--宝箱ID
		work : "燕玲论坛",    //--宝箱图标
	},
	{
		id : 14417,    //--宝箱ID
		work : "urban",    //--宝箱图标
	},
	{
		id : 14418,    //--宝箱ID
		work : "cao",    //--宝箱图标
	},
	{
		id : 14419,    //--宝箱ID
		work : "他妈的",    //--宝箱图标
	},
	{
		id : 14420,    //--宝箱ID
		work : "urban-rivals",    //--宝箱图标
	},
	{
		id : 14421,    //--宝箱ID
		work : "rivals",    //--宝箱图标
	},
	{
		id : 14422,    //--宝箱ID
		work : "UR",    //--宝箱图标
	},
	{
		id : 14423,    //--宝箱ID
		work : "她妈",    //--宝箱图标
	},
	{
		id : 14424,    //--宝箱ID
		work : "牛B",    //--宝箱图标
	},
	{
		id : 14425,    //--宝箱ID
		work : "日你妈",    //--宝箱图标
	},
	{
		id : 14426,    //--宝箱ID
		work : "不玩了",    //--宝箱图标
	},
	{
		id : 14427,    //--宝箱ID
		work : "删号",    //--宝箱图标
	},
	{
		id : 14428,    //--宝箱ID
		work : "卖号?",    //--宝箱图标
	},
	{
		id : 14429,    //--宝箱ID
		work : "草你妈",    //--宝箱图标
	},
	{
		id : 14430,    //--宝箱ID
		work : "T.M.D",    //--宝箱图标
	},
	{
		id : 14431,    //--宝箱ID
		work : "出售账号",    //--宝箱图标
	},
	{
		id : 14432,    //--宝箱ID
		work : "出售此号",    //--宝箱图标
	},
	{
		id : 14433,    //--宝箱ID
		work : "卖号",    //--宝箱图标
	},
	{
		id : 14434,    //--宝箱ID
		work : "U/R",    //--宝箱图标
	},
	{
		id : 14435,    //--宝箱ID
		work : "U-R",    //--宝箱图标
	},
	{
		id : 14436,    //--宝箱ID
		work : "吗的",    //--宝箱图标
	},
	{
		id : 14437,    //--宝箱ID
		work : "8仙",    //--宝箱图标
	},
	{
		id : 14438,    //--宝箱ID
		work : "出售神符",    //--宝箱图标
	},
	{
		id : 14439,    //--宝箱ID
		work : "黄色",    //--宝箱图标
	},
	{
		id : 14440,    //--宝箱ID
		work : "NPC",    //--宝箱图标
	},
	{
		id : 14441,    //--宝箱ID
		work : "*法*轮*功*",    //--宝箱图标
	},
	{
		id : 14442,    //--宝箱ID
		work : "*李*洪*志*阿扁",    //--宝箱图标
	},
	{
		id : 14443,    //--宝箱ID
		work : "阿拉",    //--宝箱图标
	},
	{
		id : 14444,    //--宝箱ID
		work : "挨球",    //--宝箱图标
	},
	{
		id : 14445,    //--宝箱ID
		work : "安全局",    //--宝箱图标
	},
	{
		id : 14446,    //--宝箱ID
		work : "澳洲光明网",    //--宝箱图标
	},
	{
		id : 14447,    //--宝箱ID
		work : "八九",    //--宝箱图标
	},
	{
		id : 14448,    //--宝箱ID
		work : "八九风波",    //--宝箱图标
	},
	{
		id : 14449,    //--宝箱ID
		work : "办理文凭",    //--宝箱图标
	},
	{
		id : 14450,    //--宝箱ID
		work : "办理证件",    //--宝箱图标
	},
	{
		id : 14451,    //--宝箱ID
		work : "包皮",    //--宝箱图标
	},
	{
		id : 14452,    //--宝箱ID
		work : "保钓",    //--宝箱图标
	},
	{
		id : 14453,    //--宝箱ID
		work : "保监会",    //--宝箱图标
	},
	{
		id : 14454,    //--宝箱ID
		work : "保密局",    //--宝箱图标
	},
	{
		id : 14455,    //--宝箱ID
		work : "鸨",    //--宝箱图标
	},
	{
		id : 14456,    //--宝箱ID
		work : "鲍岳桥",    //--宝箱图标
	},
	{
		id : 14457,    //--宝箱ID
		work : "暴动",    //--宝箱图标
	},
	{
		id : 14458,    //--宝箱ID
		work : "暴乱",    //--宝箱图标
	},
	{
		id : 14459,    //--宝箱ID
		work : "暴徒",    //--宝箱图标
	},
	{
		id : 14460,    //--宝箱ID
		work : "北京之春",    //--宝箱图标
	},
	{
		id : 14461,    //--宝箱ID
		work : "贝肉",    //--宝箱图标
	},
	{
		id : 14462,    //--宝箱ID
		work : "本?拉登",    //--宝箱图标
	},
	{
		id : 14463,    //--宝箱ID
		work : "苯比",    //--宝箱图标
	},
	{
		id : 14464,    //--宝箱ID
		work : "笨屄",    //--宝箱图标
	},
	{
		id : 14465,    //--宝箱ID
		work : "笨逼",    //--宝箱图标
	},
	{
		id : 14466,    //--宝箱ID
		work : "逼你老母",    //--宝箱图标
	},
	{
		id : 14467,    //--宝箱ID
		work : "比毛",    //--宝箱图标
	},
	{
		id : 14468,    //--宝箱ID
		work : "宾周",    //--宝箱图标
	},
	{
		id : 14469,    //--宝箱ID
		work : "波霸",    //--宝箱图标
	},
	{
		id : 14470,    //--宝箱ID
		work : "博讯",    //--宝箱图标
	},
	{
		id : 14471,    //--宝箱ID
		work : "薄一波",    //--宝箱图标
	},
	{
		id : 14472,    //--宝箱ID
		work : "布雷尔",    //--宝箱图标
	},
	{
		id : 14473,    //--宝箱ID
		work : "财政部",    //--宝箱图标
	},
	{
		id : 14474,    //--宝箱ID
		work : "参事室",    //--宝箱图标
	},
	{
		id : 14475,    //--宝箱ID
		work : "操GM",    //--宝箱图标
	},
	{
		id : 14476,    //--宝箱ID
		work : "操XX",    //--宝箱图标
	},
	{
		id : 14477,    //--宝箱ID
		work : "交媾",    //--宝箱图标
	},
	{
		id : 14478,    //--宝箱ID
		work : "小姐兼职",    //--宝箱图标
	},
	{
		id : 14479,    //--宝箱ID
		work : "西藏314事件",    //--宝箱图标
	},
	{
		id : 14480,    //--宝箱ID
		work : "新疆7.5事件",    //--宝箱图标
	},
	{
		id : 14481,    //--宝箱ID
		work : "毛片",    //--宝箱图标
	},
	{
		id : 14482,    //--宝箱ID
		work : "黄片",    //--宝箱图标
	},
	{
		id : 14483,    //--宝箱ID
		work : "交配",    //--宝箱图标
	},
	{
		id : 14484,    //--宝箱ID
		work : "茉莉花革命",    //--宝箱图标
	},
	{
		id : 14485,    //--宝箱ID
		work : "操你八辈祖宗",    //--宝箱图标
	},
	{
		id : 14486,    //--宝箱ID
		work : "操你妈屄",    //--宝箱图标
	},
	{
		id : 14487,    //--宝箱ID
		work : "草的你妈",    //--宝箱图标
	},
	{
		id : 14488,    //--宝箱ID
		work : "草妈",    //--宝箱图标
	},
	{
		id : 14489,    //--宝箱ID
		work : "草拟妈",    //--宝箱图标
	},
	{
		id : 14490,    //--宝箱ID
		work : "测绘局",    //--宝箱图标
	},
	{
		id : 14491,    //--宝箱ID
		work : "插GM",    //--宝箱图标
	},
	{
		id : 14492,    //--宝箱ID
		work : "插你妈",    //--宝箱图标
	},
	{
		id : 14493,    //--宝箱ID
		work : "插深些",    //--宝箱图标
	},
	{
		id : 14494,    //--宝箱ID
		work : "产权局",    //--宝箱图标
	},
	{
		id : 14495,    //--宝箱ID
		work : "朝鲜",    //--宝箱图标
	},
	{
		id : 14496,    //--宝箱ID
		work : "车臣",    //--宝箱图标
	},
	{
		id : 14497,    //--宝箱ID
		work : "车仑",    //--宝箱图标
	},
	{
		id : 14498,    //--宝箱ID
		work : "陈功",    //--宝箱图标
	},
	{
		id : 14499,    //--宝箱ID
		work : "陈水扁",    //--宝箱图标
	},
	{
		id : 14500,    //--宝箱ID
		work : "陈希同",    //--宝箱图标
	},
	{
		id : 14501,    //--宝箱ID
		work : "陈晓宁",    //--宝箱图标
	},
	{
		id : 14502,    //--宝箱ID
		work : "成人电影",    //--宝箱图标
	},
	{
		id : 14503,    //--宝箱ID
		work : "吃大便",    //--宝箱图标
	},
	{
		id : 14504,    //--宝箱ID
		work : "吃屎",    //--宝箱图标
	},
	{
		id : 14505,    //--宝箱ID
		work : "迟浩田",    //--宝箱图标
	},
	{
		id : 14506,    //--宝箱ID
		work : "抽你丫的",    //--宝箱图标
	},
	{
		id : 14507,    //--宝箱ID
		work : "臭化西",    //--宝箱图标
	},
	{
		id : 14508,    //--宝箱ID
		work : "出售假币",    //--宝箱图标
	},
	{
		id : 14509,    //--宝箱ID
		work : "出售枪支",    //--宝箱图标
	},
	{
		id : 14510,    //--宝箱ID
		work : "出售手枪",    //--宝箱图标
	},
	{
		id : 14511,    //--宝箱ID
		work : "吹喇叭",    //--宝箱图标
	},
	{
		id : 14512,    //--宝箱ID
		work : "吹箫",    //--宝箱图标
	},
	{
		id : 14513,    //--宝箱ID
		work : "蠢猪",    //--宝箱图标
	},
	{
		id : 14514,    //--宝箱ID
		work : "戳你",    //--宝箱图标
	},
	{
		id : 14515,    //--宝箱ID
		work : "粗制吗啡",    //--宝箱图标
	},
	{
		id : 14516,    //--宝箱ID
		work : "催情药",    //--宝箱图标
	},
	{
		id : 14517,    //--宝箱ID
		work : "大逼",    //--宝箱图标
	},
	{
		id : 14518,    //--宝箱ID
		work : "大波波",    //--宝箱图标
	},
	{
		id : 14519,    //--宝箱ID
		work : "大麻树脂",    //--宝箱图标
	},
	{
		id : 14520,    //--宝箱ID
		work : "大麻油",    //--宝箱图标
	},
	{
		id : 14521,    //--宝箱ID
		work : "大师",    //--宝箱图标
	},
	{
		id : 14522,    //--宝箱ID
		work : "戴维教",    //--宝箱图标
	},
	{
		id : 14523,    //--宝箱ID
		work : "大学骚乱",    //--宝箱图标
	},
	{
		id : 14524,    //--宝箱ID
		work : "大血B",    //--宝箱图标
	},
	{
		id : 14525,    //--宝箱ID
		work : "呆卵",    //--宝箱图标
	},
	{
		id : 14526,    //--宝箱ID
		work : "戴海静",    //--宝箱图标
	},
	{
		id : 14527,    //--宝箱ID
		work : "戴红",    //--宝箱图标
	},
	{
		id : 14528,    //--宝箱ID
		work : "戴晶",    //--宝箱图标
	},
	{
		id : 14529,    //--宝箱ID
		work : "党主席",    //--宝箱图标
	},
	{
		id : 14530,    //--宝箱ID
		work : "档案局",    //--宝箱图标
	},
	{
		id : 14531,    //--宝箱ID
		work : "盗窃犯",    //--宝箱图标
	},
	{
		id : 14532,    //--宝箱ID
		work : "帝国主义",    //--宝箱图标
	},
	{
		id : 14533,    //--宝箱ID
		work : "电监会",    //--宝箱图标
	},
	{
		id : 14534,    //--宝箱ID
		work : "叼你",    //--宝箱图标
	},
	{
		id : 14535,    //--宝箱ID
		work : "叼你妈",    //--宝箱图标
	},
	{
		id : 14536,    //--宝箱ID
		work : "屌7",    //--宝箱图标
	},
	{
		id : 14537,    //--宝箱ID
		work : "屌鸠",    //--宝箱图标
	},
	{
		id : 14538,    //--宝箱ID
		work : "屌毛",    //--宝箱图标
	},
	{
		id : 14539,    //--宝箱ID
		work : "屌七",    //--宝箱图标
	},
	{
		id : 14540,    //--宝箱ID
		work : "屌西",    //--宝箱图标
	},
	{
		id : 14541,    //--宝箱ID
		work : "钓鱼台",    //--宝箱图标
	},
	{
		id : 14542,    //--宝箱ID
		work : "丁关根",    //--宝箱图标
	},
	{
		id : 14543,    //--宝箱ID
		work : "丁子霖",    //--宝箱图标
	},
	{
		id : 14544,    //--宝箱ID
		work : "东北独立",    //--宝箱图标
	},
	{
		id : 14545,    //--宝箱ID
		work : "东升",    //--宝箱图标
	},
	{
		id : 14546,    //--宝箱ID
		work : "东突暴动和独立",    //--宝箱图标
	},
	{
		id : 14547,    //--宝箱ID
		work : "东突组织",    //--宝箱图标
	},
	{
		id : 14548,    //--宝箱ID
		work : "董建华",    //--宝箱图标
	},
	{
		id : 14549,    //--宝箱ID
		work : "董贱华",    //--宝箱图标
	},
	{
		id : 14550,    //--宝箱ID
		work : "董文华",    //--宝箱图标
	},
	{
		id : 14551,    //--宝箱ID
		work : "懂文华",    //--宝箱图标
	},
	{
		id : 14552,    //--宝箱ID
		work : "独立",    //--宝箱图标
	},
	{
		id : 14553,    //--宝箱ID
		work : "独立台湾会",    //--宝箱图标
	},
	{
		id : 14554,    //--宝箱ID
		work : "二屄",    //--宝箱图标
	},
	{
		id : 14555,    //--宝箱ID
		work : "二乙基酰胺发抡",    //--宝箱图标
	},
	{
		id : 14556,    //--宝箱ID
		work : "发抡功",    //--宝箱图标
	},
	{
		id : 14557,    //--宝箱ID
		work : "发伦",    //--宝箱图标
	},
	{
		id : 14558,    //--宝箱ID
		work : "发伦功",    //--宝箱图标
	},
	{
		id : 14559,    //--宝箱ID
		work : "发轮",    //--宝箱图标
	},
	{
		id : 14560,    //--宝箱ID
		work : "发论",    //--宝箱图标
	},
	{
		id : 14561,    //--宝箱ID
		work : "发论公",    //--宝箱图标
	},
	{
		id : 14562,    //--宝箱ID
		work : "发论功",    //--宝箱图标
	},
	{
		id : 14563,    //--宝箱ID
		work : "法(轮)功",    //--宝箱图标
	},
	{
		id : 14564,    //--宝箱ID
		work : "法*轮*功",    //--宝箱图标
	},
	{
		id : 14565,    //--宝箱ID
		work : "法功",    //--宝箱图标
	},
	{
		id : 14566,    //--宝箱ID
		work : "法愣",    //--宝箱图标
	},
	{
		id : 14567,    //--宝箱ID
		work : "法仑",    //--宝箱图标
	},
	{
		id : 14568,    //--宝箱ID
		work : "法西斯",    //--宝箱图标
	},
	{
		id : 14569,    //--宝箱ID
		work : "法制办",    //--宝箱图标
	},
	{
		id : 14570,    //--宝箱ID
		work : "反动",    //--宝箱图标
	},
	{
		id : 14571,    //--宝箱ID
		work : "反革命",    //--宝箱图标
	},
	{
		id : 14572,    //--宝箱ID
		work : "发票",    //--宝箱图标
	},
	{
		id : 14573,    //--宝箱ID
		work : "反华",    //--宝箱图标
	},
	{
		id : 14574,    //--宝箱ID
		work : "反恐委员会",    //--宝箱图标
	},
	{
		id : 14575,    //--宝箱ID
		work : "反日",    //--宝箱图标
	},
	{
		id : 14576,    //--宝箱ID
		work : "反政府",    //--宝箱图标
	},
	{
		id : 14577,    //--宝箱ID
		work : "分裂祖国",    //--宝箱图标
	},
	{
		id : 14578,    //--宝箱ID
		work : "佛展千手法",    //--宝箱图标
	},
	{
		id : 14579,    //--宝箱ID
		work : "斧头镰刀",    //--宝箱图标
	},
	{
		id : 14580,    //--宝箱ID
		work : "傅鹏",    //--宝箱图标
	},
	{
		id : 14581,    //--宝箱ID
		work : "傅作义",    //--宝箱图标
	},
	{
		id : 14582,    //--宝箱ID
		work : "干GM",    //--宝箱图标
	},
	{
		id : 14583,    //--宝箱ID
		work : "干拎娘",    //--宝箱图标
	},
	{
		id : 14584,    //--宝箱ID
		work : "干妳老母",    //--宝箱图标
	},
	{
		id : 14585,    //--宝箱ID
		work : "干妳妈",    //--宝箱图标
	},
	{
		id : 14586,    //--宝箱ID
		work : "干妳娘",    //--宝箱图标
	},
	{
		id : 14587,    //--宝箱ID
		work : "干你妈",    //--宝箱图标
	},
	{
		id : 14588,    //--宝箱ID
		work : "干你妈b",    //--宝箱图标
	},
	{
		id : 14589,    //--宝箱ID
		work : "干你妈逼",    //--宝箱图标
	},
	{
		id : 14590,    //--宝箱ID
		work : "干你娘",    //--宝箱图标
	},
	{
		id : 14591,    //--宝箱ID
		work : "肛",    //--宝箱图标
	},
	{
		id : 14592,    //--宝箱ID
		work : "肛门",    //--宝箱图标
	},
	{
		id : 14593,    //--宝箱ID
		work : "港澳办",    //--宝箱图标
	},
	{
		id : 14594,    //--宝箱ID
		work : "高俊",    //--宝箱图标
	},
	{
		id : 14595,    //--宝箱ID
		work : "高校暴乱",    //--宝箱图标
	},
	{
		id : 14596,    //--宝箱ID
		work : "高校群体事件",    //--宝箱图标
	},
	{
		id : 14597,    //--宝箱ID
		work : "高校骚乱",    //--宝箱图标
	},
	{
		id : 14598,    //--宝箱ID
		work : "睾",    //--宝箱图标
	},
	{
		id : 14599,    //--宝箱ID
		work : "膏药旗",    //--宝箱图标
	},
	{
		id : 14600,    //--宝箱ID
		work : "弓虽女干",    //--宝箱图标
	},
	{
		id : 14601,    //--宝箱ID
		work : "公安",    //--宝箱图标
	},
	{
		id : 14602,    //--宝箱ID
		work : "公安部",    //--宝箱图标
	},
	{
		id : 14603,    //--宝箱ID
		work : "公安局",    //--宝箱图标
	},
	{
		id : 14604,    //--宝箱ID
		work : "共产主义",    //--宝箱图标
	},
	{
		id : 14605,    //--宝箱ID
		work : "共狗",    //--宝箱图标
	},
	{
		id : 14606,    //--宝箱ID
		work : "狗卵",    //--宝箱图标
	},
	{
		id : 14607,    //--宝箱ID
		work : "狗屁",    //--宝箱图标
	},
	{
		id : 14608,    //--宝箱ID
		work : "狗日的",    //--宝箱图标
	},
	{
		id : 14609,    //--宝箱ID
		work : "官逼民反",    //--宝箱图标
	},
	{
		id : 14610,    //--宝箱ID
		work : "官商勾结",    //--宝箱图标
	},
	{
		id : 14611,    //--宝箱ID
		work : "龟儿子",    //--宝箱图标
	},
	{
		id : 14612,    //--宝箱ID
		work : "龟孙子",    //--宝箱图标
	},
	{
		id : 14613,    //--宝箱ID
		work : "鬼村",    //--宝箱图标
	},
	{
		id : 14614,    //--宝箱ID
		work : "滚",    //--宝箱图标
	},
	{
		id : 14615,    //--宝箱ID
		work : "国安局",    //--宝箱图标
	},
	{
		id : 14616,    //--宝箱ID
		work : "国防部",    //--宝箱图标
	},
	{
		id : 14617,    //--宝箱ID
		work : "国防科工委",    //--宝箱图标
	},
	{
		id : 14618,    //--宝箱ID
		work : "国管局",    //--宝箱图标
	},
	{
		id : 14619,    //--宝箱ID
		work : "国际法院",    //--宝箱图标
	},
	{
		id : 14620,    //--宝箱ID
		work : "国家民委",    //--宝箱图标
	},
	{
		id : 14621,    //--宝箱ID
		work : "国家主席",    //--宝箱图标
	},
	{
		id : 14622,    //--宝箱ID
		work : "国家主要部委",    //--宝箱图标
	},
	{
		id : 14623,    //--宝箱ID
		work : "国民党",    //--宝箱图标
	},
	{
		id : 14624,    //--宝箱ID
		work : "国民党万岁",    //--宝箱图标
	},
	{
		id : 14625,    //--宝箱ID
		work : "海洋局",    //--宝箱图标
	},
	{
		id : 14626,    //--宝箱ID
		work : "何候华",    //--宝箱图标
	},
	{
		id : 14627,    //--宝箱ID
		work : "黑社会",    //--宝箱图标
	},
	{
		id : 14628,    //--宝箱ID
		work : "黑手党",    //--宝箱图标
	},
	{
		id : 14629,    //--宝箱ID
		work : "红卫兵",    //--宝箱图标
	},
	{
		id : 14630,    //--宝箱ID
		work : "洪兴",    //--宝箱图标
	},
	{
		id : 14631,    //--宝箱ID
		work : "洪志",    //--宝箱图标
	},
	{
		id : 14632,    //--宝箱ID
		work : "胡XX",    //--宝箱图标
	},
	{
		id : 14633,    //--宝箱ID
		work : "胡紧涛",    //--宝箱图标
	},
	{
		id : 14634,    //--宝箱ID
		work : "胡紧掏",    //--宝箱图标
	},
	{
		id : 14635,    //--宝箱ID
		work : "胡紧套",    //--宝箱图标
	},
	{
		id : 14636,    //--宝箱ID
		work : "胡锦淘",    //--宝箱图标
	},
	{
		id : 14637,    //--宝箱ID
		work : "胡乔木",    //--宝箱图标
	},
	{
		id : 14638,    //--宝箱ID
		work : "花柳",    //--宝箱图标
	},
	{
		id : 14639,    //--宝箱ID
		work : "换妻",    //--宝箱图标
	},
	{
		id : 14640,    //--宝箱ID
		work : "黄　菊",    //--宝箱图标
	},
	{
		id : 14641,    //--宝箱ID
		work : "黄色小电影",    //--宝箱图标
	},
	{
		id : 14642,    //--宝箱ID
		work : "回民暴动",    //--宝箱图标
	},
	{
		id : 14643,    //--宝箱ID
		work : "回族人吃猪肉",    //--宝箱图标
	},
	{
		id : 14644,    //--宝箱ID
		work : "昏药",    //--宝箱图标
	},
	{
		id : 14645,    //--宝箱ID
		work : "火棒",    //--宝箱图标
	},
	{
		id : 14646,    //--宝箱ID
		work : "基督",    //--宝箱图标
	},
	{
		id : 14647,    //--宝箱ID
		work : "激情小电影",    //--宝箱图标
	},
	{
		id : 14648,    //--宝箱ID
		work : "鸡",    //--宝箱图标
	},
	{
		id : 14649,    //--宝箱ID
		work : "计牌软件",    //--宝箱图标
	},
	{
		id : 14650,    //--宝箱ID
		work : "计生委",    //--宝箱图标
	},
	{
		id : 14651,    //--宝箱ID
		work : "妓",    //--宝箱图标
	},
	{
		id : 14652,    //--宝箱ID
		work : "妓院",    //--宝箱图标
	},
	{
		id : 14653,    //--宝箱ID
		work : "奸",    //--宝箱图标
	},
	{
		id : 14654,    //--宝箱ID
		work : "奸夫淫妇",    //--宝箱图标
	},
	{
		id : 14655,    //--宝箱ID
		work : "奸你",    //--宝箱图标
	},
	{
		id : 14656,    //--宝箱ID
		work : "贱货",    //--宝箱图标
	},
	{
		id : 14657,    //--宝箱ID
		work : "江Core",    //--宝箱图标
	},
	{
		id : 14658,    //--宝箱ID
		work : "江八",    //--宝箱图标
	},
	{
		id : 14659,    //--宝箱ID
		work : "江独裁",    //--宝箱图标
	},
	{
		id : 14660,    //--宝箱ID
		work : "江核心",    //--宝箱图标
	},
	{
		id : 14661,    //--宝箱ID
		work : "江戏子",    //--宝箱图标
	},
	{
		id : 14662,    //--宝箱ID
		work : "江择民",    //--宝箱图标
	},
	{
		id : 14663,    //--宝箱ID
		work : "江贼民",    //--宝箱图标
	},
	{
		id : 14664,    //--宝箱ID
		work : "江折民",    //--宝箱图标
	},
	{
		id : 14665,    //--宝箱ID
		work : "江猪",    //--宝箱图标
	},
	{
		id : 14666,    //--宝箱ID
		work : "江主席",    //--宝箱图标
	},
	{
		id : 14667,    //--宝箱ID
		work : "僵贼民",    //--宝箱图标
	},
	{
		id : 14668,    //--宝箱ID
		work : "酱猪媳",    //--宝箱图标
	},
	{
		id : 14669,    //--宝箱ID
		work : "交通部",    //--宝箱图标
	},
	{
		id : 14670,    //--宝箱ID
		work : "姣西",    //--宝箱图标
	},
	{
		id : 14671,    //--宝箱ID
		work : "叫小姐",    //--宝箱图标
	},
	{
		id : 14672,    //--宝箱ID
		work : "教育部",    //--宝箱图标
	},
	{
		id : 14673,    //--宝箱ID
		work : "她妈的金日成",    //--宝箱图标
	},
	{
		id : 14674,    //--宝箱ID
		work : "禁书",    //--宝箱图标
	},
	{
		id : 14675,    //--宝箱ID
		work : "经济社会理事会",    //--宝箱图标
	},
	{
		id : 14676,    //--宝箱ID
		work : "经社理事会",    //--宝箱图标
	},
	{
		id : 14677,    //--宝箱ID
		work : "警匪一家",    //--宝箱图标
	},
	{
		id : 14678,    //--宝箱ID
		work : "敬国神社",    //--宝箱图标
	},
	{
		id : 14679,    //--宝箱ID
		work : "靖国神社",    //--宝箱图标
	},
	{
		id : 14680,    //--宝箱ID
		work : "静坐",    //--宝箱图标
	},
	{
		id : 14681,    //--宝箱ID
		work : "纠察员",    //--宝箱图标
	},
	{
		id : 14682,    //--宝箱ID
		work : "鸠",    //--宝箱图标
	},
	{
		id : 14683,    //--宝箱ID
		work : "鸠屎",    //--宝箱图标
	},
	{
		id : 14684,    //--宝箱ID
		work : "军长发威",    //--宝箱图标
	},
	{
		id : 14685,    //--宝箱ID
		work : "军国主义",    //--宝箱图标
	},
	{
		id : 14686,    //--宝箱ID
		work : "军妓",    //--宝箱图标
	},
	{
		id : 14687,    //--宝箱ID
		work : "靠",    //--宝箱图标
	},
	{
		id : 14688,    //--宝箱ID
		work : "靠你妈",    //--宝箱图标
	},
	{
		id : 14689,    //--宝箱ID
		work : "靠腰",    //--宝箱图标
	},
	{
		id : 14690,    //--宝箱ID
		work : "可待因",    //--宝箱图标
	},
	{
		id : 14691,    //--宝箱ID
		work : "可卡叶",    //--宝箱图标
	},
	{
		id : 14692,    //--宝箱ID
		work : "恐怖份子",    //--宝箱图标
	},
	{
		id : 14693,    //--宝箱ID
		work : "恐怖主义",    //--宝箱图标
	},
	{
		id : 14694,    //--宝箱ID
		work : "寇晓伟",    //--宝箱图标
	},
	{
		id : 14695,    //--宝箱ID
		work : "狂操你全家",    //--宝箱图标
	},
	{
		id : 14696,    //--宝箱ID
		work : "拉登",    //--宝箱图标
	},
	{
		id : 14697,    //--宝箱ID
		work : "烂B",    //--宝箱图标
	},
	{
		id : 14698,    //--宝箱ID
		work : "烂屄",    //--宝箱图标
	},
	{
		id : 14699,    //--宝箱ID
		work : "烂屌",    //--宝箱图标
	},
	{
		id : 14700,    //--宝箱ID
		work : "烂货",    //--宝箱图标
	},
	{
		id : 14701,    //--宝箱ID
		work : "劳+教+所",    //--宝箱图标
	},
	{
		id : 14702,    //--宝箱ID
		work : "劳动保障部",    //--宝箱图标
	},
	{
		id : 14703,    //--宝箱ID
		work : "老逼",    //--宝箱图标
	},
	{
		id : 14704,    //--宝箱ID
		work : "老母",    //--宝箱图标
	},
	{
		id : 14705,    //--宝箱ID
		work : "黎阳评",    //--宝箱图标
	},
	{
		id : 14706,    //--宝箱ID
		work : "李弘旨",    //--宝箱图标
	},
	{
		id : 14707,    //--宝箱ID
		work : "李红志",    //--宝箱图标
	},
	{
		id : 14708,    //--宝箱ID
		work : "李宏旨",    //--宝箱图标
	},
	{
		id : 14709,    //--宝箱ID
		work : "李宏志",    //--宝箱图标
	},
	{
		id : 14710,    //--宝箱ID
		work : "李鹏*",    //--宝箱图标
	},
	{
		id : 14711,    //--宝箱ID
		work : "李山",    //--宝箱图标
	},
	{
		id : 14712,    //--宝箱ID
		work : "李铁映",    //--宝箱图标
	},
	{
		id : 14713,    //--宝箱ID
		work : "李先念",    //--宝箱图标
	},
	{
		id : 14714,    //--宝箱ID
		work : "联大",    //--宝箱图标
	},
	{
		id : 14715,    //--宝箱ID
		work : "联合国",    //--宝箱图标
	},
	{
		id : 14716,    //--宝箱ID
		work : "联合国大会",    //--宝箱图标
	},
	{
		id : 14717,    //--宝箱ID
		work : "联易",    //--宝箱图标
	},
	{
		id : 14718,    //--宝箱ID
		work : "联易互动",    //--宝箱图标
	},
	{
		id : 14719,    //--宝箱ID
		work : "粮食局",    //--宝箱图标
	},
	{
		id : 14720,    //--宝箱ID
		work : "两腿之间",    //--宝箱图标
	},
	{
		id : 14721,    //--宝箱ID
		work : "林业局",    //--宝箱图标
	},
	{
		id : 14722,    //--宝箱ID
		work : "刘　淇",    //--宝箱图标
	},
	{
		id : 14723,    //--宝箱ID
		work : "刘军",    //--宝箱图标
	},
	{
		id : 14724,    //--宝箱ID
		work : "流氓",    //--宝箱图标
	},
	{
		id : 14725,    //--宝箱ID
		work : "六.四",    //--宝箱图标
	},
	{
		id : 14726,    //--宝箱ID
		work : "六。四",    //--宝箱图标
	},
	{
		id : 14727,    //--宝箱ID
		work : "六?四",    //--宝箱图标
	},
	{
		id : 14728,    //--宝箱ID
		work : "六合彩",    //--宝箱图标
	},
	{
		id : 14729,    //--宝箱ID
		work : "六-四",    //--宝箱图标
	},
	{
		id : 14730,    //--宝箱ID
		work : "六四事件",    //--宝箱图标
	},
	{
		id : 14731,    //--宝箱ID
		work : "六四真相",    //--宝箱图标
	},
	{
		id : 14732,    //--宝箱ID
		work : "龙新民",    //--宝箱图标
	},
	{
		id : 14733,    //--宝箱ID
		work : "旅游局",    //--宝箱图标
	},
	{
		id : 14734,    //--宝箱ID
		work : "卵",    //--宝箱图标
	},
	{
		id : 14735,    //--宝箱ID
		work : "轮功",    //--宝箱图标
	},
	{
		id : 14736,    //--宝箱ID
		work : "罗　干",    //--宝箱图标
	},
	{
		id : 14737,    //--宝箱ID
		work : "骡干",    //--宝箱图标
	},
	{
		id : 14738,    //--宝箱ID
		work : "妈比",    //--宝箱图标
	},
	{
		id : 14739,    //--宝箱ID
		work : "妈卖妈屁",    //--宝箱图标
	},
	{
		id : 14740,    //--宝箱ID
		work : "妈祖",    //--宝箱图标
	},
	{
		id : 14741,    //--宝箱ID
		work : "麻醉钢枪",    //--宝箱图标
	},
	{
		id : 14742,    //--宝箱ID
		work : "麻醉枪",    //--宝箱图标
	},
	{
		id : 14743,    //--宝箱ID
		work : "麻醉药",    //--宝箱图标
	},
	{
		id : 14744,    //--宝箱ID
		work : "麻醉乙醚",    //--宝箱图标
	},
	{
		id : 14745,    //--宝箱ID
		work : "马卖马屁",    //--宝箱图标
	},
	{
		id : 14746,    //--宝箱ID
		work : "吗啡",    //--宝箱图标
	},
	{
		id : 14747,    //--宝箱ID
		work : "吗啡碱",    //--宝箱图标
	},
	{
		id : 14748,    //--宝箱ID
		work : "吗啡片",    //--宝箱图标
	},
	{
		id : 14749,    //--宝箱ID
		work : "买财富",    //--宝箱图标
	},
	{
		id : 14750,    //--宝箱ID
		work : "买卖枪支",    //--宝箱图标
	},
	{
		id : 14751,    //--宝箱ID
		work : "麦角酸",    //--宝箱图标
	},
	{
		id : 14752,    //--宝箱ID
		work : "卖.国",    //--宝箱图标
	},
	{
		id : 14753,    //--宝箱ID
		work : "卖B",    //--宝箱图标
	},
	{
		id : 14754,    //--宝箱ID
		work : "卖ID",    //--宝箱图标
	},
	{
		id : 14755,    //--宝箱ID
		work : "卖QQ",    //--宝箱图标
	},
	{
		id : 14756,    //--宝箱ID
		work : "卖逼",    //--宝箱图标
	},
	{
		id : 14757,    //--宝箱ID
		work : "卖财富",    //--宝箱图标
	},
	{
		id : 14758,    //--宝箱ID
		work : "卖党求荣",    //--宝箱图标
	},
	{
		id : 14759,    //--宝箱ID
		work : "卖国",    //--宝箱图标
	},
	{
		id : 14760,    //--宝箱ID
		work : "卖国求荣",    //--宝箱图标
	},
	{
		id : 14761,    //--宝箱ID
		work : "卖卡",    //--宝箱图标
	},
	{
		id : 14762,    //--宝箱ID
		work : "卖软件",    //--宝箱图标
	},
	{
		id : 14763,    //--宝箱ID
		work : "毛XX",    //--宝箱图标
	},
	{
		id : 14764,    //--宝箱ID
		work : "毛厕洞",    //--宝箱图标
	},
	{
		id : 14765,    //--宝箱ID
		work : "毛一鲜",    //--宝箱图标
	},
	{
		id : 14766,    //--宝箱ID
		work : "毛贼东",    //--宝箱图标
	},
	{
		id : 14767,    //--宝箱ID
		work : "梅花网",    //--宝箱图标
	},
	{
		id : 14768,    //--宝箱ID
		work : "美国",    //--宝箱图标
	},
	{
		id : 14769,    //--宝箱ID
		work : "美国佬",    //--宝箱图标
	},
	{
		id : 14770,    //--宝箱ID
		work : "美利坚",    //--宝箱图标
	},
	{
		id : 14771,    //--宝箱ID
		work : "蒙尘药",    //--宝箱图标
	},
	{
		id : 14772,    //--宝箱ID
		work : "蒙独",    //--宝箱图标
	},
	{
		id : 14773,    //--宝箱ID
		work : "蒙古达子",    //--宝箱图标
	},
	{
		id : 14774,    //--宝箱ID
		work : "迷魂药",    //--宝箱图标
	},
	{
		id : 14775,    //--宝箱ID
		work : "迷奸药",    //--宝箱图标
	},
	{
		id : 14776,    //--宝箱ID
		work : "迷歼药",    //--宝箱图标
	},
	{
		id : 14777,    //--宝箱ID
		work : "密洞",    //--宝箱图标
	},
	{
		id : 14778,    //--宝箱ID
		work : "民航局",    //--宝箱图标
	},
	{
		id : 14779,    //--宝箱ID
		work : "民政部",    //--宝箱图标
	},
	{
		id : 14780,    //--宝箱ID
		work : "莫索里尼",    //--宝箱图标
	},
	{
		id : 14781,    //--宝箱ID
		work : "妳老母的",    //--宝箱图标
	},
	{
		id : 14782,    //--宝箱ID
		work : "妳妈的",    //--宝箱图标
	},
	{
		id : 14783,    //--宝箱ID
		work : "妳马的",    //--宝箱图标
	},
	{
		id : 14784,    //--宝箱ID
		work : "妳娘的",    //--宝箱图标
	},
	{
		id : 14785,    //--宝箱ID
		work : "南联盟",    //--宝箱图标
	},
	{
		id : 14786,    //--宝箱ID
		work : "南蛮子",    //--宝箱图标
	},
	{
		id : 14787,    //--宝箱ID
		work : "伱妈",    //--宝箱图标
	},
	{
		id : 14788,    //--宝箱ID
		work : "你二大爷",    //--宝箱图标
	},
	{
		id : 14789,    //--宝箱ID
		work : "你老母",    //--宝箱图标
	},
	{
		id : 14790,    //--宝箱ID
		work : "你老味",    //--宝箱图标
	},
	{
		id : 14791,    //--宝箱ID
		work : "你姥",    //--宝箱图标
	},
	{
		id : 14792,    //--宝箱ID
		work : "你姥姥的",    //--宝箱图标
	},
	{
		id : 14793,    //--宝箱ID
		work : "你妈逼",    //--宝箱图标
	},
	{
		id : 14794,    //--宝箱ID
		work : "你妈的",    //--宝箱图标
	},
	{
		id : 14795,    //--宝箱ID
		work : "你爷爷的",    //--宝箱图标
	},
	{
		id : 14796,    //--宝箱ID
		work : "鸟GM",    //--宝箱图标
	},
	{
		id : 14797,    //--宝箱ID
		work : "鸟你",    //--宝箱图标
	},
	{
		id : 14798,    //--宝箱ID
		work : "农业部",    //--宝箱图标
	},
	{
		id : 14799,    //--宝箱ID
		work : "虐待",    //--宝箱图标
	},
	{
		id : 14800,    //--宝箱ID
		work : "拍肩神药",    //--宝箱图标
	},
	{
		id : 14801,    //--宝箱ID
		work : "彭真",    //--宝箱图标
	},
	{
		id : 14802,    //--宝箱ID
		work : "皮条",    //--宝箱图标
	},
	{
		id : 14803,    //--宝箱ID
		work : "嫖客",    //--宝箱图标
	},
	{
		id : 14804,    //--宝箱ID
		work : "苹果日报",    //--宝箱图标
	},
	{
		id : 14805,    //--宝箱ID
		work : "破坏",    //--宝箱图标
	},
	{
		id : 14806,    //--宝箱ID
		work : "仆街",    //--宝箱图标
	},
	{
		id : 14807,    //--宝箱ID
		work : "气象局",    //--宝箱图标
	},
	{
		id : 14808,    //--宝箱ID
		work : "钱其琛",    //--宝箱图标
	},
	{
		id : 14809,    //--宝箱ID
		work : "枪决女犯",    //--宝箱图标
	},
	{
		id : 14810,    //--宝箱ID
		work : "枪决现场",    //--宝箱图标
	},
	{
		id : 14811,    //--宝箱ID
		work : "强奸犯",    //--宝箱图标
	},
	{
		id : 14812,    //--宝箱ID
		work : "强卫",    //--宝箱图标
	},
	{
		id : 14813,    //--宝箱ID
		work : "强效失意药",    //--宝箱图标
	},
	{
		id : 14814,    //--宝箱ID
		work : "强硬发言",    //--宝箱图标
	},
	{
		id : 14815,    //--宝箱ID
		work : "乔石",    //--宝箱图标
	},
	{
		id : 14816,    //--宝箱ID
		work : "侨办",    //--宝箱图标
	},
	{
		id : 14817,    //--宝箱ID
		work : "切七",    //--宝箱图标
	},
	{
		id : 14818,    //--宝箱ID
		work : "窃听器",    //--宝箱图标
	},
	{
		id : 14819,    //--宝箱ID
		work : "窃听器材",    //--宝箱图标
	},
	{
		id : 14820,    //--宝箱ID
		work : "青天白日",    //--宝箱图标
	},
	{
		id : 14821,    //--宝箱ID
		work : "去死",    //--宝箱图标
	},
	{
		id : 14822,    //--宝箱ID
		work : "全国人大",    //--宝箱图标
	},
	{
		id : 14823,    //--宝箱ID
		work : "人大",    //--宝箱图标
	},
	{
		id : 14824,    //--宝箱ID
		work : "人大代表",    //--宝箱图标
	},
	{
		id : 14825,    //--宝箱ID
		work : "人代会",    //--宝箱图标
	},
	{
		id : 14826,    //--宝箱ID
		work : "人弹",    //--宝箱图标
	},
	{
		id : 14827,    //--宝箱ID
		work : "人民",    //--宝箱图标
	},
	{
		id : 14828,    //--宝箱ID
		work : "人民大会堂",    //--宝箱图标
	},
	{
		id : 14829,    //--宝箱ID
		work : "人民广场",    //--宝箱图标
	},
	{
		id : 14830,    //--宝箱ID
		work : "人民日报",    //--宝箱图标
	},
	{
		id : 14831,    //--宝箱ID
		work : "人民银行",    //--宝箱图标
	},
	{
		id : 14832,    //--宝箱ID
		work : "人体炸弹",    //--宝箱图标
	},
	{
		id : 14833,    //--宝箱ID
		work : "日GM",    //--宝箱图标
	},
	{
		id : 14834,    //--宝箱ID
		work : "日X妈",    //--宝箱图标
	},
	{
		id : 14835,    //--宝箱ID
		work : "日本RING",    //--宝箱图标
	},
	{
		id : 14836,    //--宝箱ID
		work : "日本鬼子",    //--宝箱图标
	},
	{
		id : 14837,    //--宝箱ID
		work : "日你娘",    //--宝箱图标
	},
	{
		id : 14838,    //--宝箱ID
		work : "日他娘",    //--宝箱图标
	},
	{
		id : 14839,    //--宝箱ID
		work : "肉壁",    //--宝箱图标
	},
	{
		id : 14840,    //--宝箱ID
		work : "肉棍子",    //--宝箱图标
	},
	{
		id : 14841,    //--宝箱ID
		work : "乳",    //--宝箱图标
	},
	{
		id : 14842,    //--宝箱ID
		work : "乳波臀浪",    //--宝箱图标
	},
	{
		id : 14843,    //--宝箱ID
		work : "撒尿",    //--宝箱图标
	},
	{
		id : 14844,    //--宝箱ID
		work : "塞白",    //--宝箱图标
	},
	{
		id : 14845,    //--宝箱ID
		work : "塞你爸",    //--宝箱图标
	},
	{
		id : 14846,    //--宝箱ID
		work : "塞你公",    //--宝箱图标
	},
	{
		id : 14847,    //--宝箱ID
		work : "塞你老母",    //--宝箱图标
	},
	{
		id : 14848,    //--宝箱ID
		work : "塞你老师",    //--宝箱图标
	},
	{
		id : 14849,    //--宝箱ID
		work : "塞你母",    //--宝箱图标
	},
	{
		id : 14850,    //--宝箱ID
		work : "塞你娘",    //--宝箱图标
	},
	{
		id : 14851,    //--宝箱ID
		work : "三个呆婊",    //--宝箱图标
	},
	{
		id : 14852,    //--宝箱ID
		work : "三个代婊",    //--宝箱图标
	},
	{
		id : 14853,    //--宝箱ID
		work : "三民主义",    //--宝箱图标
	},
	{
		id : 14854,    //--宝箱ID
		work : "三陪女",    //--宝箱图标
	},
	{
		id : 14855,    //--宝箱ID
		work : "三去车仑",    //--宝箱图标
	},
	{
		id : 14856,    //--宝箱ID
		work : "三唑仑",    //--宝箱图标
	},
	{
		id : 14857,    //--宝箱ID
		work : "骚",    //--宝箱图标
	},
	{
		id : 14858,    //--宝箱ID
		work : "骚B",    //--宝箱图标
	},
	{
		id : 14859,    //--宝箱ID
		work : "色情电影",    //--宝箱图标
	},
	{
		id : 14860,    //--宝箱ID
		work : "色情服务",    //--宝箱图标
	},
	{
		id : 14861,    //--宝箱ID
		work : "色情小电影",    //--宝箱图标
	},
	{
		id : 14862,    //--宝箱ID
		work : "杀人犯",    //--宝箱图标
	},
	{
		id : 14863,    //--宝箱ID
		work : "傻屄",    //--宝箱图标
	},
	{
		id : 14864,    //--宝箱ID
		work : "傻比",    //--宝箱图标
	},
	{
		id : 14865,    //--宝箱ID
		work : "傻吊",    //--宝箱图标
	},
	{
		id : 14866,    //--宝箱ID
		work : "傻卵",    //--宝箱图标
	},
	{
		id : 14867,    //--宝箱ID
		work : "傻子",    //--宝箱图标
	},
	{
		id : 14868,    //--宝箱ID
		work : "煞逼",    //--宝箱图标
	},
	{
		id : 14869,    //--宝箱ID
		work : "商务部",    //--宝箱图标
	},
	{
		id : 14870,    //--宝箱ID
		work : "上妳",    //--宝箱图标
	},
	{
		id : 14871,    //--宝箱ID
		work : "上你",    //--宝箱图标
	},
	{
		id : 14872,    //--宝箱ID
		work : "社科院",    //--宝箱图标
	},
	{
		id : 14873,    //--宝箱ID
		work : "射精",    //--宝箱图标
	},
	{
		id : 14874,    //--宝箱ID
		work : "身份生成器",    //--宝箱图标
	},
	{
		id : 14875,    //--宝箱ID
		work : "神经病",    //--宝箱图标
	},
	{
		id : 14876,    //--宝箱ID
		work : "神通加持法",    //--宝箱图标
	},
	{
		id : 14877,    //--宝箱ID
		work : "生鸦片",    //--宝箱图标
	},
	{
		id : 14878,    //--宝箱ID
		work : "圣女峰",    //--宝箱图标
	},
	{
		id : 14879,    //--宝箱ID
		work : "十年动乱石进",    //--宝箱图标
	},
	{
		id : 14880,    //--宝箱ID
		work : "食捻屎",    //--宝箱图标
	},
	{
		id : 14881,    //--宝箱ID
		work : "食屎",    //--宝箱图标
	},
	{
		id : 14882,    //--宝箱ID
		work : "驶你爸",    //--宝箱图标
	},
	{
		id : 14883,    //--宝箱ID
		work : "驶你公",    //--宝箱图标
	},
	{
		id : 14884,    //--宝箱ID
		work : "驶你老母",    //--宝箱图标
	},
	{
		id : 14885,    //--宝箱ID
		work : "驶你老师",    //--宝箱图标
	},
	{
		id : 14886,    //--宝箱ID
		work : "驶你母",    //--宝箱图标
	},
	{
		id : 14887,    //--宝箱ID
		work : "驶你娘",    //--宝箱图标
	},
	{
		id : 14888,    //--宝箱ID
		work : "是鸡",    //--宝箱图标
	},
	{
		id : 14889,    //--宝箱ID
		work : "受虐狂",    //--宝箱图标
	},
	{
		id : 14890,    //--宝箱ID
		work : "售ID",    //--宝箱图标
	},
	{
		id : 14891,    //--宝箱ID
		work : "售号",    //--宝箱图标
	},
	{
		id : 14892,    //--宝箱ID
		work : "售软件",    //--宝箱图标
	},
	{
		id : 14893,    //--宝箱ID
		work : "双峰微颤",    //--宝箱图标
	},
	{
		id : 14894,    //--宝箱ID
		work : "氵去",    //--宝箱图标
	},
	{
		id : 14895,    //--宝箱ID
		work : "水利部",    //--宝箱图标
	},
	{
		id : 14896,    //--宝箱ID
		work : "水去车仑",    //--宝箱图标
	},
	{
		id : 14897,    //--宝箱ID
		work : "税务总局",    //--宝箱图标
	},
	{
		id : 14898,    //--宝箱ID
		work : "司法部",    //--宝箱图标
	},
	{
		id : 14899,    //--宝箱ID
		work : "私/服",    //--宝箱图标
	},
	{
		id : 14900,    //--宝箱ID
		work : "私\\服",    //--宝箱图标
	},
	{
		id : 14901,    //--宝箱ID
		work : "私-服",    //--宝箱图标
	},
	{
		id : 14902,    //--宝箱ID
		work : "私—服",    //--宝箱图标
	},
	{
		id : 14903,    //--宝箱ID
		work : "死gd",    //--宝箱图标
	},
	{
		id : 14904,    //--宝箱ID
		work : "死gm",    //--宝箱图标
	},
	{
		id : 14905,    //--宝箱ID
		work : "死全家",    //--宝箱图标
	},
	{
		id : 14906,    //--宝箱ID
		work : "四川独立",    //--宝箱图标
	},
	{
		id : 14907,    //--宝箱ID
		work : "宋祖英",    //--宝箱图标
	},
	{
		id : 14908,    //--宝箱ID
		work : "他爹",    //--宝箱图标
	},
	{
		id : 14909,    //--宝箱ID
		work : "他妈",    //--宝箱图标
	},
	{
		id : 14910,    //--宝箱ID
		work : "他马的",    //--宝箱图标
	},
	{
		id : 14911,    //--宝箱ID
		work : "他母亲",    //--宝箱图标
	},
	{
		id : 14912,    //--宝箱ID
		work : "他祖宗",    //--宝箱图标
	},
	{
		id : 14913,    //--宝箱ID
		work : "台办",    //--宝箱图标
	},
	{
		id : 14914,    //--宝箱ID
		work : "台湾党",    //--宝箱图标
	},
	{
		id : 14915,    //--宝箱ID
		work : "台湾帝国",    //--宝箱图标
	},
	{
		id : 14916,    //--宝箱ID
		work : "台湾共产党",    //--宝箱图标
	},
	{
		id : 14917,    //--宝箱ID
		work : "台湾共和国",    //--宝箱图标
	},
	{
		id : 14918,    //--宝箱ID
		work : "台湾狗",    //--宝箱图标
	},
	{
		id : 14919,    //--宝箱ID
		work : "太监",    //--宝箱图标
	},
	{
		id : 14920,    //--宝箱ID
		work : "天皇陛下",    //--宝箱图标
	},
	{
		id : 14921,    //--宝箱ID
		work : "田纪云",    //--宝箱图标
	},
	{
		id : 14922,    //--宝箱ID
		work : "舔西",    //--宝箱图标
	},
	{
		id : 14923,    //--宝箱ID
		work : "投毒杀人",    //--宝箱图标
	},
	{
		id : 14924,    //--宝箱ID
		work : "透视软件",    //--宝箱图标
	},
	{
		id : 14925,    //--宝箱ID
		work : "推油",    //--宝箱图标
	},
	{
		id : 14926,    //--宝箱ID
		work : "外　挂",    //--宝箱图标
	},
	{
		id : 14927,    //--宝箱ID
		work : "外/挂",    //--宝箱图标
	},
	{
		id : 14928,    //--宝箱ID
		work : "外\\挂",    //--宝箱图标
	},
	{
		id : 14929,    //--宝箱ID
		work : "外_挂",    //--宝箱图标
	},
	{
		id : 14930,    //--宝箱ID
		work : "外-挂",    //--宝箱图标
	},
	{
		id : 14931,    //--宝箱ID
		work : "外—挂",    //--宝箱图标
	},
	{
		id : 14932,    //--宝箱ID
		work : "外汇局",    //--宝箱图标
	},
	{
		id : 14933,    //--宝箱ID
		work : "外交部",    //--宝箱图标
	},
	{
		id : 14934,    //--宝箱ID
		work : "外专局",    //--宝箱图标
	},
	{
		id : 14935,    //--宝箱ID
		work : "晚年周恩来",    //--宝箱图标
	},
	{
		id : 14936,    //--宝箱ID
		work : "万税",    //--宝箱图标
	},
	{
		id : 14937,    //--宝箱ID
		work : "王八蛋",    //--宝箱图标
	},
	{
		id : 14938,    //--宝箱ID
		work : "王宝森",    //--宝箱图标
	},
	{
		id : 14939,    //--宝箱ID
		work : "王昊",    //--宝箱图标
	},
	{
		id : 14940,    //--宝箱ID
		work : "王太华",    //--宝箱图标
	},
	{
		id : 14941,    //--宝箱ID
		work : "王震",    //--宝箱图标
	},
	{
		id : 14942,    //--宝箱ID
		work : "网管",    //--宝箱图标
	},
	{
		id : 14943,    //--宝箱ID
		work : "威而钢",    //--宝箱图标
	},
	{
		id : 14944,    //--宝箱ID
		work : "威而柔",    //--宝箱图标
	},
	{
		id : 14945,    //--宝箱ID
		work : "卫生部",    //--宝箱图标
	},
	{
		id : 14946,    //--宝箱ID
		work : "温加宝",    //--宝箱图标
	},
	{
		id : 14947,    //--宝箱ID
		work : "温家保",    //--宝箱图标
	},
	{
		id : 14948,    //--宝箱ID
		work : "温馨",    //--宝箱图标
	},
	{
		id : 14949,    //--宝箱ID
		work : "温总理",    //--宝箱图标
	},
	{
		id : 14950,    //--宝箱ID
		work : "文化部",    //--宝箱图标
	},
	{
		id : 14951,    //--宝箱ID
		work : "文物局",    //--宝箱图标
	},
	{
		id : 14952,    //--宝箱ID
		work : "倭国",    //--宝箱图标
	},
	{
		id : 14953,    //--宝箱ID
		work : "倭寇",    //--宝箱图标
	},
	{
		id : 14954,    //--宝箱ID
		work : "我干",    //--宝箱图标
	},
	{
		id : 14955,    //--宝箱ID
		work : "我妳老爸",    //--宝箱图标
	},
	{
		id : 14956,    //--宝箱ID
		work : "我日你",    //--宝箱图标
	},
	{
		id : 14957,    //--宝箱ID
		work : "无界浏览器",    //--宝箱图标
	},
	{
		id : 14958,    //--宝箱ID
		work : "吴　仪",    //--宝箱图标
	},
	{
		id : 14959,    //--宝箱ID
		work : "五星红旗",    //--宝箱图标
	},
	{
		id : 14960,    //--宝箱ID
		work : "西藏天葬",    //--宝箱图标
	},
	{
		id : 14961,    //--宝箱ID
		work : "希望之声",    //--宝箱图标
	},
	{
		id : 14962,    //--宝箱ID
		work : "洗脑班",    //--宝箱图标
	},
	{
		id : 14963,    //--宝箱ID
		work : "系统讯息",    //--宝箱图标
	},
	{
		id : 14964,    //--宝箱ID
		work : "鲜族",    //--宝箱图标
	},
	{
		id : 14965,    //--宝箱ID
		work : "乡巴佬",    //--宝箱图标
	},
	{
		id : 14966,    //--宝箱ID
		work : "想上你",    //--宝箱图标
	},
	{
		id : 14967,    //--宝箱ID
		work : "小泉纯一郎",    //--宝箱图标
	},
	{
		id : 14968,    //--宝箱ID
		work : "小日本",    //--宝箱图标
	},
	{
		id : 14969,    //--宝箱ID
		work : "小肉粒",    //--宝箱图标
	},
	{
		id : 14970,    //--宝箱ID
		work : "小乳头",    //--宝箱图标
	},
	{
		id : 14971,    //--宝箱ID
		work : "邪教",    //--宝箱图标
	},
	{
		id : 14972,    //--宝箱ID
		work : "兴奋剂",    //--宝箱图标
	},
	{
		id : 14973,    //--宝箱ID
		work : "性虐待",    //--宝箱图标
	},
	{
		id : 14974,    //--宝箱ID
		work : "性无能",    //--宝箱图标
	},
	{
		id : 14975,    //--宝箱ID
		work : "徐光春",    //--宝箱图标
	},
	{
		id : 14976,    //--宝箱ID
		work : "血逼",    //--宝箱图标
	},
	{
		id : 14977,    //--宝箱ID
		work : "血腥图片",    //--宝箱图标
	},
	{
		id : 14978,    //--宝箱ID
		work : "鸦片液",    //--宝箱图标
	},
	{
		id : 14979,    //--宝箱ID
		work : "鸦片渣",    //--宝箱图标
	},
	{
		id : 14980,    //--宝箱ID
		work : "烟草局",    //--宝箱图标
	},
	{
		id : 14981,    //--宝箱ID
		work : "严方军",    //--宝箱图标
	},
	{
		id : 14982,    //--宝箱ID
		work : "阳精",    //--宝箱图标
	},
	{
		id : 14983,    //--宝箱ID
		work : "摇头玩",    //--宝箱图标
	},
	{
		id : 14984,    //--宝箱ID
		work : "耶苏",    //--宝箱图标
	},
	{
		id : 14985,    //--宝箱ID
		work : "夜情",    //--宝箱图标
	},
	{
		id : 14986,    //--宝箱ID
		work : "一党专制",    //--宝箱图标
	},
	{
		id : 14987,    //--宝箱ID
		work : "一国两制",    //--宝箱图标
	},
	{
		id : 14988,    //--宝箱ID
		work : "伊拉克",    //--宝箱图标
	},
	{
		id : 14989,    //--宝箱ID
		work : "伊朗",    //--宝箱图标
	},
	{
		id : 14990,    //--宝箱ID
		work : "以茎至洞",    //--宝箱图标
	},
	{
		id : 14991,    //--宝箱ID
		work : "抑制剂",    //--宝箱图标
	},
	{
		id : 14992,    //--宝箱ID
		work : "阴小撕大",    //--宝箱图标
	},
	{
		id : 14993,    //--宝箱ID
		work : "淫货",    //--宝箱图标
	},
	{
		id : 14994,    //--宝箱ID
		work : "淫毛",    //--宝箱图标
	},
	{
		id : 14995,    //--宝箱ID
		work : "淫靡",    //--宝箱图标
	},
	{
		id : 14996,    //--宝箱ID
		work : "淫语连连",    //--宝箱图标
	},
	{
		id : 14997,    //--宝箱ID
		work : "淫欲",    //--宝箱图标
	},
	{
		id : 14998,    //--宝箱ID
		work : "英雄纪念碑",    //--宝箱图标
	},
	{
		id : 14999,    //--宝箱ID
		work : "硬挺",    //--宝箱图标
	},
	{
		id : 15000,    //--宝箱ID
		work : "邮政局",    //--宝箱图标
	},
	{
		id : 15001,    //--宝箱ID
		work : "游戏发奖员",    //--宝箱图标
	},
	{
		id : 15002,    //--宝箱ID
		work : "游戏宫理员",    //--宝箱图标
	},
	{
		id : 15003,    //--宝箱ID
		work : "舆论钳制",    //--宝箱图标
	},
	{
		id : 15004,    //--宝箱ID
		work : "玉杵",    //--宝箱图标
	},
	{
		id : 15005,    //--宝箱ID
		work : "欲火焚身",    //--宝箱图标
	},
	{
		id : 15006,    //--宝箱ID
		work : "原子能机构",    //--宝箱图标
	},
	{
		id : 15007,    //--宝箱ID
		work : "远程偷拍",    //--宝箱图标
	},
	{
		id : 15008,    //--宝箱ID
		work : "曰GM",    //--宝箱图标
	},
	{
		id : 15009,    //--宝箱ID
		work : "曰你",    //--宝箱图标
	},
	{
		id : 15010,    //--宝箱ID
		work : "月经",    //--宝箱图标
	},
	{
		id : 15011,    //--宝箱ID
		work : "月经不调",    //--宝箱图标
	},
	{
		id : 15012,    //--宝箱ID
		work : "扎卡维是英雄",    //--宝箱图标
	},
	{
		id : 15013,    //--宝箱ID
		work : "扎卡维",    //--宝箱图标
	},
	{
		id : 15014,    //--宝箱ID
		work : "张朝阳",    //--宝箱图标
	},
	{
		id : 15015,    //--宝箱ID
		work : "张潮阳",    //--宝箱图标
	},
	{
		id : 15016,    //--宝箱ID
		work : "张磊",    //--宝箱图标
	},
	{
		id : 15017,    //--宝箱ID
		work : "张立昌",    //--宝箱图标
	},
	{
		id : 15018,    //--宝箱ID
		work : "张小平",    //--宝箱图标
	},
	{
		id : 15019,    //--宝箱ID
		work : "侦探设备",    //--宝箱图标
	},
	{
		id : 15020,    //--宝箱ID
		work : "中国恐怖组织",    //--宝箱图标
	},
	{
		id : 15021,    //--宝箱ID
		work : "中华民国",    //--宝箱图标
	},
	{
		id : 15022,    //--宝箱ID
		work : "中南海",    //--宝箱图标
	},
	{
		id : 15023,    //--宝箱ID
		work : "中宣部",    //--宝箱图标
	},
	{
		id : 15024,    //--宝箱ID
		work : "周总理",    //--宝箱图标
	},
	{
		id : 15025,    //--宝箱ID
		work : "朱容鸡",    //--宝箱图标
	},
	{
		id : 15026,    //--宝箱ID
		work : "朱总理",    //--宝箱图标
	},
	{
		id : 15027,    //--宝箱ID
		work : "猪容基",    //--宝箱图标
	},
	{
		id : 15028,    //--宝箱ID
		work : "主席",    //--宝箱图标
	},
	{
		id : 15029,    //--宝箱ID
		work : "装屄",    //--宝箱图标
	},
	{
		id : 15030,    //--宝箱ID
		work : "追查国际",    //--宝箱图标
	},
	{
		id : 15031,    //--宝箱ID
		work : "子女任职名单",    //--宝箱图标
	},
	{
		id : 15032,    //--宝箱ID
		work : "自杀手册",    //--宝箱图标
	},
	{
		id : 15033,    //--宝箱ID
		work : "自杀指南",    //--宝箱图标
	},
	{
		id : 15034,    //--宝箱ID
		work : "自制手枪",    //--宝箱图标
	},
	{
		id : 15035,    //--宝箱ID
		work : "自治机关",    //--宝箱图标
	},
	{
		id : 15036,    //--宝箱ID
		work : "总局",    //--宝箱图标
	},
	{
		id : 15037,    //--宝箱ID
		work : "坐台的",    //--宝箱图标
	},
	{
		id : 15038,    //--宝箱ID
		work : "操逼毛",    //--宝箱图标
	},
	{
		id : 15039,    //--宝箱ID
		work : "taobao",    //--宝箱图标
	},
	{
		id : 15040,    //--宝箱ID
		work : "webgame.com.cn",    //--宝箱图标
	},
	{
		id : 15041,    //--宝箱ID
		work : "垃圾游戏",    //--宝箱图标
	},
	{
		id : 15042,    //--宝箱ID
		work : "烂游戏",    //--宝箱图标
	},
	{
		id : 15043,    //--宝箱ID
		work : "淘宝",    //--宝箱图标
	},
	{
		id : 15044,    //--宝箱ID
		work : "h站",    //--宝箱图标
	},
	{
		id : 15045,    //--宝箱ID
		work : "龙虎",    //--宝箱图标
	},
	{
		id : 15046,    //--宝箱ID
		work : "虎门",    //--宝箱图标
	},
	{
		id : 15047,    //--宝箱ID
		work : "龙虎门",    //--宝箱图标
	},
	{
		id : 15048,    //--宝箱ID
		work : "WEB牌戰",    //--宝箱图标
	},
	{
		id : 15049,    //--宝箱ID
		work : "WEB战牌",    //--宝箱图标
	},
	{
		id : 15050,    //--宝箱ID
		work : "战牌",    //--宝箱图标
	},
	{
		id : 15051,    //--宝箱ID
		work : "ＵＲ",    //--宝箱图标
	},
	{
		id : 15052,    //--宝箱ID
		work : "街头对抗",    //--宝箱图标
	},
	{
		id : 15053,    //--宝箱ID
		work : "混沌决",    //--宝箱图标
	},
];
module.exports = maskword_maskwork_cfg;