var	vip_qzonevip_cfg = 
[
	{
		id : 1,    //--黄钻等级
		reward_newplayer : [["i001",1000],["i002",10],["i012",5]],    //--新手礼包
		reward : [["i230",1],["i001",500]],    //--每日礼包
		reward_annual : [["i240",1]],    //--年费每日额外礼包
	},
	{
		id : 2,    //--黄钻等级
		reward_newplayer : [["i001",1000],["i002",10],["i012",5]],    //--新手礼包
		reward : [["i230",1],["i001",1000]],    //--每日礼包
		reward_annual : [["i240",1]],    //--年费每日额外礼包
	},
	{
		id : 3,    //--黄钻等级
		reward_newplayer : [["i001",1000],["i002",10],["i012",5]],    //--新手礼包
		reward : [["i230",1],["i001",1500]],    //--每日礼包
		reward_annual : [["i240",1]],    //--年费每日额外礼包
	},
	{
		id : 4,    //--黄钻等级
		reward_newplayer : [["i001",1000],["i002",10],["i012",5]],    //--新手礼包
		reward : [["i230",2],["i001",2000]],    //--每日礼包
		reward_annual : [["i240",1]],    //--年费每日额外礼包
	},
	{
		id : 5,    //--黄钻等级
		reward_newplayer : [["i001",1000],["i002",10],["i012",5]],    //--新手礼包
		reward : [["i230",2],["i001",2500]],    //--每日礼包
		reward_annual : [["i240",1]],    //--年费每日额外礼包
	},
	{
		id : 6,    //--黄钻等级
		reward_newplayer : [["i001",1000],["i002",10],["i012",5]],    //--新手礼包
		reward : [["i230",2],["i001",3000]],    //--每日礼包
		reward_annual : [["i240",1]],    //--年费每日额外礼包
	},
	{
		id : 7,    //--黄钻等级
		reward_newplayer : [["i001",1000],["i002",10],["i012",5]],    //--新手礼包
		reward : [["i230",2],["i001",3500]],    //--每日礼包
		reward_annual : [["i240",1]],    //--年费每日额外礼包
	},
	{
		id : 8,    //--黄钻等级
		reward_newplayer : [["i001",1000],["i002",10],["i012",5]],    //--新手礼包
		reward : [["i230",3],["i001",4000]],    //--每日礼包
		reward_annual : [["i240",1]],    //--年费每日额外礼包
	},
];
module.exports = vip_qzonevip_cfg;