////////////////////////////////////////
// CacheUserException
// 玩家异常信息日志
//--------------------------------------
// 如何使用
// var CacheUserException = require('src/buzz/cache/CacheUserException');
// CacheUserException.func();
////////////////////////////////////////

//==============================================================================
// import
//==============================================================================
var _ = require('underscore');
var ObjUtil = require('../ObjUtil');

//------------------------------------------------------------------------------
// DAO
//------------------------------------------------------------------------------
var dao_feedback = require('../../dao/dao_feedback');


//==============================================================================
// constant
//==============================================================================
var ERROR = 1;
var DEBUG = 0;
var TAG = "【CacheUserException】";


//==============================================================================
// global variable
//==============================================================================
// 使用说明: 定时存储记录, 存储时用队列方式
// 记录下当前长度len, 从队列中移除len个数据存入数据库, 等待下个周期
// 每一条记录格式如下
/**
UserException = 
{
    uid: bigint,
    type: smallint,
    log_at: timestamp,
    exception: text,
}
 */
var gUserExceptionCache = [];


//==============================================================================
// public
//==============================================================================

//------------------------------------------------------------------------------
// definition
//------------------------------------------------------------------------------
exports.push = push;
exports.cache = cache;
exports.length = length;


//------------------------------------------------------------------------------
// implement
//------------------------------------------------------------------------------

/**
 * 检测gUserExceptionCache长度, 超过11000条数据时将前面的10000条写入数据库中
 */
function push(data) {
    gUserExceptionCache.push(data);
}

/**
 * 将gUserExceptionCache全部写入数据库中
 */
function cache() {
    return gUserExceptionCache;
}

/**
 * 将gUserExceptionCache全部写入数据库中
 */
function length() {
    return gUserExceptionCache.length;
}
