// client_api
// 客户端调用的API, 包括
// =========================================================
// get_api_server
// =========================================================

// =============================================================================
// import
// =============================================================================
// -----------------------------------------------------------------------------
// router
// -----------------------------------------------------------------------------
var express = require('express');
var router = express.Router();

// -----------------------------------------------------------------------------
// utils
// -----------------------------------------------------------------------------
var _ = require('underscore');

// -----------------------------------------------------------------------------
// API handler
// -----------------------------------------------------------------------------
var client_server = require('./client/server');

// -----------------------------------------------------------------------------
// config
// -----------------------------------------------------------------------------
var SERVER_CFG = require('../src/cfgs/server_cfg').SERVER_CFG;


// =============================================================================
// constant
// =============================================================================
var DEBUG = 0;
var ERROR = 1;

var TAG = "【client_api】";

const img = 'http://thirdapp3.qlogo.cn/qzopenapp/b7f3014cca60d94df7f8636740b5836cf8a92a884e02b8f53466746062c86877/100';


// =============================================================================
// routes
// =============================================================================
/**
 * 获取按策略分配的API服务器地址.
 */
router.post('/get_api_server', function (req, res) {
    const FUNC = TAG + "/get_api_server --- ";

    if(DEBUG)console.log(FUNC + "CALL...");

    var headers = req.headers;
    var host = headers.host;
    var ip = host.split(":")[0];
    var port = host.split(":")[1];
    if(DEBUG)console.log(FUNC + "ip:", ip);
    if(DEBUG)console.log(FUNC + "port:", port);
    var is_https = SERVER_CFG.HTTPS_PORT == port;
    if(DEBUG)console.log(FUNC + "is_https:", is_https);
    client_server.getApiServer(req, res, is_https);
});

module.exports = router;