var	drop_drop_cfg = 
{
	'common' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,100000,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'bxy_first' : {
		item_id : "i002",    //--物品id
		item_probability : [100000,0,0,0,100000,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'bxy_1' : {
		item_id : "i002",    //--物品id
		item_probability : [50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,50000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'common2' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'common3' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jqy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'cmy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'xcyh1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'xcyl1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'sjy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'fcy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'jdh1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'jdl1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'dhbyh1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'dhbyl1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'hth1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'htl1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'ppsy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'dnyl1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'dnyz1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'bzy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'bsyl1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'bsyz1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'hg1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'dy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'jy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'dm1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'bffl1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'bffz1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'sm1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'sml1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'cqy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'cqy2' : {
		item_id : "i012",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'ht1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'ht2' : {
		item_id : "i012",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'p21' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'p22' : {
		item_id : "i012",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'dbs1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'dbs2' : {
		item_id : "i011",    //--物品id
		item_probability : [0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jjsm1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'jjsm2' : {
		item_id : "i013",    //--物品id
		item_probability : [0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'p31' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'p32' : {
		item_id : "i012",    //--物品id
		item_probability : [0,0,0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mgyl1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'mgyl2' : {
		item_id : "i012",    //--物品id
		item_probability : [0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mgyh1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'mgyh2' : {
		item_id : "i012",    //--物品id
		item_probability : [0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jjcqy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'jjcqy2' : {
		item_id : "i011",    //--物品id
		item_probability : [0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jjht1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'jjht2' : {
		item_id : "i013",    //--物品id
		item_probability : [0,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'cts1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,100000,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'cts2' : {
		item_id : "i012",    //--物品id
		item_probability : [0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'hj1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,100000,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'hj2' : {
		item_id : "i012",    //--物品id
		item_probability : [0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'p41' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,100000,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'p42' : {
		item_id : "i012",    //--物品id
		item_probability : [0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jjhg1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,100000,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'jjhg2' : {
		item_id : "i011",    //--物品id
		item_probability : [0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jjdbs1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,0,100000,0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'jjdbs2' : {
		item_id : "i011",    //--物品id
		item_probability : [0,0,0,100000,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jjmgy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,100000,0,0,0,100000,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'jjmgy2' : {
		item_id : "i013",    //--物品id
		item_probability : [0,0,100000,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'p51' : {
		item_id : "i002",    //--物品id
		item_probability : [0,0,100000,0,0,0,100000,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'p52' : {
		item_id : "i012",    //--物品id
		item_probability : [0,0,100000,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jjhj1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,100000,0,0,0,100000,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'jjhj2' : {
		item_id : "i012",    //--物品id
		item_probability : [0,100000,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'dly1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,100000,0,100000,500,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'dly2' : {
		item_id : "i015",    //--物品id
		item_probability : [0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mry1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,100000,0,100000,500,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'mry2' : {
		item_id : "i015",    //--物品id
		item_probability : [0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'zy1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,100000,0,100000,500,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'zy2' : {
		item_id : "i015",    //--物品id
		item_probability : [0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'lg1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,100000,0,100000,500,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'lg2' : {
		item_id : "i015",    //--物品id
		item_probability : [0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'hm1' : {
		item_id : "i002",    //--物品id
		item_probability : [0,100000,0,100000,500,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'hm2' : {
		item_id : "i015",    //--物品id
		item_probability : [0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd1' : {
		item_id : "i002",    //--物品id
		item_probability : [3],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd2' : {
		item_id : "i002",    //--物品id
		item_probability : [6],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd4' : {
		item_id : "i002",    //--物品id
		item_probability : [12],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd5' : {
		item_id : "i002",    //--物品id
		item_probability : [15],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd6' : {
		item_id : "i002",    //--物品id
		item_probability : [18],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd8' : {
		item_id : "i002",    //--物品id
		item_probability : [24],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd10' : {
		item_id : "i002",    //--物品id
		item_probability : [30],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd15' : {
		item_id : "i002",    //--物品id
		item_probability : [30],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd25' : {
		item_id : "i002",    //--物品id
		item_probability : [50],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd35' : {
		item_id : "i002",    //--物品id
		item_probability : [70],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd50' : {
		item_id : "i002",    //--物品id
		item_probability : [100],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd60' : {
		item_id : "i002",    //--物品id
		item_probability : [120],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd80' : {
		item_id : "i002",    //--物品id
		item_probability : [160],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd100' : {
		item_id : "i002",    //--物品id
		item_probability : [200],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd150' : {
		item_id : "i002",    //--物品id
		item_probability : [200],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd200' : {
		item_id : "i002",    //--物品id
		item_probability : [200],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd250' : {
		item_id : "i002",    //--物品id
		item_probability : [200],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd300' : {
		item_id : "i002",    //--物品id
		item_probability : [200],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'd500' : {
		item_id : "i002",    //--物品id
		item_probability : [200],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's1' : {
		item_id : "i012",    //--物品id
		item_probability : [10],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's2' : {
		item_id : "i012",    //--物品id
		item_probability : [20],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's4' : {
		item_id : "i012",    //--物品id
		item_probability : [40],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's5' : {
		item_id : "i012",    //--物品id
		item_probability : [50],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's6' : {
		item_id : "i012",    //--物品id
		item_probability : [60],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's8' : {
		item_id : "i012",    //--物品id
		item_probability : [80],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's10' : {
		item_id : "i012",    //--物品id
		item_probability : [100],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's15' : {
		item_id : "i012",    //--物品id
		item_probability : [150],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's25' : {
		item_id : "i012",    //--物品id
		item_probability : [250],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's35' : {
		item_id : "i012",    //--物品id
		item_probability : [350],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's50' : {
		item_id : "i012",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's60' : {
		item_id : "i012",    //--物品id
		item_probability : [600],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's80' : {
		item_id : "i012",    //--物品id
		item_probability : [800],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's100' : {
		item_id : "i012",    //--物品id
		item_probability : [1000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's150' : {
		item_id : "i012",    //--物品id
		item_probability : [1000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's200' : {
		item_id : "i012",    //--物品id
		item_probability : [1000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's250' : {
		item_id : "i012",    //--物品id
		item_probability : [1000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's300' : {
		item_id : "i012",    //--物品id
		item_probability : [1000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	's500' : {
		item_id : "i012",    //--物品id
		item_probability : [1000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b1' : {
		item_id : "i011",    //--物品id
		item_probability : [5],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b2' : {
		item_id : "i011",    //--物品id
		item_probability : [10],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b4' : {
		item_id : "i011",    //--物品id
		item_probability : [20],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b5' : {
		item_id : "i011",    //--物品id
		item_probability : [25],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b6' : {
		item_id : "i011",    //--物品id
		item_probability : [30],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b8' : {
		item_id : "i011",    //--物品id
		item_probability : [40],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b10' : {
		item_id : "i011",    //--物品id
		item_probability : [50],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b15' : {
		item_id : "i011",    //--物品id
		item_probability : [75],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b25' : {
		item_id : "i011",    //--物品id
		item_probability : [125],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b35' : {
		item_id : "i011",    //--物品id
		item_probability : [175],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b50' : {
		item_id : "i011",    //--物品id
		item_probability : [250],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b60' : {
		item_id : "i011",    //--物品id
		item_probability : [300],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b80' : {
		item_id : "i011",    //--物品id
		item_probability : [400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b100' : {
		item_id : "i011",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b150' : {
		item_id : "i011",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b200' : {
		item_id : "i011",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b250' : {
		item_id : "i011",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b300' : {
		item_id : "i011",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'b500' : {
		item_id : "i011",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z1' : {
		item_id : "i013",    //--物品id
		item_probability : [5],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z2' : {
		item_id : "i013",    //--物品id
		item_probability : [10],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z4' : {
		item_id : "i013",    //--物品id
		item_probability : [20],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z5' : {
		item_id : "i013",    //--物品id
		item_probability : [25],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z6' : {
		item_id : "i013",    //--物品id
		item_probability : [30],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z8' : {
		item_id : "i013",    //--物品id
		item_probability : [40],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z10' : {
		item_id : "i013",    //--物品id
		item_probability : [50],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z15' : {
		item_id : "i013",    //--物品id
		item_probability : [75],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z25' : {
		item_id : "i013",    //--物品id
		item_probability : [125],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z35' : {
		item_id : "i013",    //--物品id
		item_probability : [175],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z50' : {
		item_id : "i013",    //--物品id
		item_probability : [250],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z60' : {
		item_id : "i013",    //--物品id
		item_probability : [300],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z80' : {
		item_id : "i013",    //--物品id
		item_probability : [400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z100' : {
		item_id : "i013",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z150' : {
		item_id : "i013",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z200' : {
		item_id : "i013",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z250' : {
		item_id : "i013",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z300' : {
		item_id : "i013",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'z500' : {
		item_id : "i013",    //--物品id
		item_probability : [500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'fd1' : {
		item_id : "i002",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'fd2' : {
		item_id : "i002",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'fd3' : {
		item_id : "i002",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 3,    //--拆分个数
	},
	'fd4' : {
		item_id : "i002",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'fd5' : {
		item_id : "i002",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 5,    //--拆分个数
	},
	'fd6' : {
		item_id : "i002",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'fd7' : {
		item_id : "i002",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 7,    //--物品数量
		drop_count : 7,    //--拆分个数
	},
	'fd8' : {
		item_id : "i002",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'fd9' : {
		item_id : "i002",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 9,    //--物品数量
		drop_count : 9,    //--拆分个数
	},
	'fs1' : {
		item_id : "i012",    //--物品id
		item_probability : [50000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'fs2' : {
		item_id : "i012",    //--物品id
		item_probability : [50000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'fs3' : {
		item_id : "i012",    //--物品id
		item_probability : [50000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'fb1' : {
		item_id : "i011",    //--物品id
		item_probability : [25000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'fb2' : {
		item_id : "i011",    //--物品id
		item_probability : [25000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'fb3' : {
		item_id : "i011",    //--物品id
		item_probability : [25000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'fz1' : {
		item_id : "i013",    //--物品id
		item_probability : [25000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'fz2' : {
		item_id : "i013",    //--物品id
		item_probability : [25000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'fz3' : {
		item_id : "i013",    //--物品id
		item_probability : [25000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mini002' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mini013' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mini012' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mini011' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mini021' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mini022' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mini023' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mini031' : {
		item_id : "i006",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'coincatch' : {
		item_id : "i110",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'crazyfugu' : {
		item_id : "i111",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i200' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i210' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i211' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i212' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i213' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10000000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i214' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100000000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i21501' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1000,    //--拆分个数
	},
	'i21502' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10000,    //--物品数量
		drop_count : 10000,    //--拆分个数
	},
	'i21503' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100000,    //--物品数量
		drop_count : 100000,    //--拆分个数
	},
	'i21504' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000000,    //--物品数量
		drop_count : 1000000,    //--拆分个数
	},
	'i21505' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10000000,    //--物品数量
		drop_count : 10000000,    //--拆分个数
	},
	'i21506' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100000000,    //--物品数量
		drop_count : 100000000,    //--拆分个数
	},
	'sjy' : {
		item_id : "i601",    //--物品id
		item_probability : [696],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'dbs' : {
		item_id : "i602",    //--物品id
		item_probability : [6078],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'xcyh' : {
		item_id : "i603",    //--物品id
		item_probability : [696],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'hj' : {
		item_id : "i604",    //--物品id
		item_probability : [6660],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'hth' : {
		item_id : "i605",    //--物品id
		item_probability : [1448],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jdh' : {
		item_id : "i607",    //--物品id
		item_probability : [1448],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mgyl' : {
		item_id : "i608",    //--物品id
		item_probability : [7650],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'cts' : {
		item_id : "i609",    //--物品id
		item_probability : [10000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'cmy' : {
		item_id : "i610",    //--物品id
		item_probability : [400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'sm' : {
		item_id : "i611",    //--物品id
		item_probability : [2522],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'hg' : {
		item_id : "i612",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,2055],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'bsyl' : {
		item_id : "i613",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,1206],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'dhbyh' : {
		item_id : "i614",    //--物品id
		item_probability : [1212],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'bffl' : {
		item_id : "i615",    //--物品id
		item_probability : [2522],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jqy' : {
		item_id : "i616",    //--物品id
		item_probability : [400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'dm' : {
		item_id : "i617",    //--物品id
		item_probability : [1212],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'ht' : {
		item_id : "i618",    //--物品id
		item_probability : [4394],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jjhg' : {
		item_id : "i620",    //--物品id
		item_probability : [7962],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'dly' : {
		item_id : "i621",    //--物品id
		item_probability : [6666],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'mry' : {
		item_id : "i622",    //--物品id
		item_probability : [6666],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'dnyl' : {
		item_id : "i623",    //--物品id
		item_probability : [2110],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'ppsy' : {
		item_id : "i624",    //--物品id
		item_probability : [4394],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'dy' : {
		item_id : "i626",    //--物品id
		item_probability : [1676],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'cqy' : {
		item_id : "i632",    //--物品id
		item_probability : [696],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'jy' : {
		item_id : "i639",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,1638],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'zy' : {
		item_id : "i649",    //--物品id
		item_probability : [6666],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'lg' : {
		item_id : "i651",    //--物品id
		item_probability : [6666],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'hm' : {
		item_id : "i657",    //--物品id
		item_probability : [10000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i1' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i2' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i3' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i4' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i5' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i6' : {
		item_id : "i015",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i7' : {
		item_id : "i016",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i8' : {
		item_id : "i017",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i9' : {
		item_id : "i601",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i10' : {
		item_id : "i602",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i11' : {
		item_id : "i603",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i12' : {
		item_id : "i604",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i13' : {
		item_id : "i605",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i14' : {
		item_id : "i607",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i15' : {
		item_id : "i608",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i16' : {
		item_id : "i609",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i17' : {
		item_id : "i610",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i18' : {
		item_id : "i611",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i19' : {
		item_id : "i612",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i20' : {
		item_id : "i613",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i21' : {
		item_id : "i614",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i22' : {
		item_id : "i615",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i23' : {
		item_id : "i616",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i24' : {
		item_id : "i617",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i25' : {
		item_id : "i618",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i26' : {
		item_id : "i620",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i27' : {
		item_id : "i621",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i28' : {
		item_id : "i622",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i29' : {
		item_id : "i623",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i30' : {
		item_id : "i624",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31' : {
		item_id : "i626",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i32' : {
		item_id : "i632",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i33' : {
		item_id : "i639",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i34' : {
		item_id : "i649",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i35' : {
		item_id : "i700",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i36' : {
		item_id : "i701",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i37' : {
		item_id : "i702",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i38' : {
		item_id : "i703",    //--物品id
		item_probability : [0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i39' : {
		item_id : "i704",    //--物品id
		item_probability : [0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i40' : {
		item_id : "i501",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41' : {
		item_id : "i502",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i42' : {
		item_id : "i503",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i43' : {
		item_id : "i504",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i44' : {
		item_id : "i505",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i45' : {
		item_id : "i003",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i46' : {
		item_id : "i400",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i47' : {
		item_id : "i301",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i48' : {
		item_id : "i302",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i49' : {
		item_id : "i303",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i50' : {
		item_id : "i304",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i51' : {
		item_id : "w501",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i52' : {
		item_id : "w502",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i53' : {
		item_id : "w503",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i54' : {
		item_id : "w504",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i55' : {
		item_id : "w505",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i56' : {
		item_id : "w506",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i57' : {
		item_id : "w507",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i58' : {
		item_id : "w508",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i59' : {
		item_id : "w509",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i60' : {
		item_id : "w510",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i61' : {
		item_id : "w511",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i62' : {
		item_id : "w512",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i63' : {
		item_id : "w513",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i64' : {
		item_id : "w514",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i65' : {
		item_id : "w515",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i2201' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i2202' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i2203' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2201' : {
		item_id : "i601",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2202' : {
		item_id : "i602",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2203' : {
		item_id : "i603",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2204' : {
		item_id : "i604",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2205' : {
		item_id : "i605",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2206' : {
		item_id : "i607",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2207' : {
		item_id : "i608",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2208' : {
		item_id : "i609",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2209' : {
		item_id : "i610",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2210' : {
		item_id : "i611",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2211' : {
		item_id : "i612",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2212' : {
		item_id : "i613",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2213' : {
		item_id : "i614",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2214' : {
		item_id : "i615",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2215' : {
		item_id : "i616",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2216' : {
		item_id : "i617",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2217' : {
		item_id : "i618",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2218' : {
		item_id : "i620",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2219' : {
		item_id : "i621",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2220' : {
		item_id : "i622",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2221' : {
		item_id : "i623",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2222' : {
		item_id : "i624",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2223' : {
		item_id : "i626",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2224' : {
		item_id : "i632",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2225' : {
		item_id : "i639",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2226' : {
		item_id : "i649",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2227' : {
		item_id : "i651",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2228' : {
		item_id : "i657",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g01' : {
		item_id : "i700",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g02' : {
		item_id : "i700",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g03' : {
		item_id : "i700",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g04' : {
		item_id : "i700",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g05' : {
		item_id : "i700",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g06' : {
		item_id : "i700",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g07' : {
		item_id : "i700",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g08' : {
		item_id : "i700",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g09' : {
		item_id : "i700",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1001' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1002' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1003' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1004' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1005' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1006' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1007' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1008' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1101' : {
		item_id : "i700",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1102' : {
		item_id : "i701",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1103' : {
		item_id : "i702",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1104' : {
		item_id : "i703",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1105' : {
		item_id : "i704",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1201' : {
		item_id : "i601",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1202' : {
		item_id : "i602",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1203' : {
		item_id : "i603",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1204' : {
		item_id : "i604",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1205' : {
		item_id : "i605",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1206' : {
		item_id : "i607",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1207' : {
		item_id : "i608",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1208' : {
		item_id : "i609",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1209' : {
		item_id : "i610",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1210' : {
		item_id : "i611",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1211' : {
		item_id : "i612",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1212' : {
		item_id : "i613",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1213' : {
		item_id : "i614",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1214' : {
		item_id : "i615",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1215' : {
		item_id : "i616",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1216' : {
		item_id : "i617",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1217' : {
		item_id : "i618",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1218' : {
		item_id : "i620",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1219' : {
		item_id : "i621",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1220' : {
		item_id : "i622",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1221' : {
		item_id : "i623",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1222' : {
		item_id : "i624",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1223' : {
		item_id : "i626",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1224' : {
		item_id : "i632",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1225' : {
		item_id : "i639",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1226' : {
		item_id : "i649",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1227' : {
		item_id : "i651",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g1228' : {
		item_id : "i657",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2001' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 16000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2002' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2003' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2004' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2005' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2006' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2007' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2008' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2101' : {
		item_id : "i700",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2102' : {
		item_id : "i701",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2103' : {
		item_id : "i702",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2104' : {
		item_id : "i703",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2105' : {
		item_id : "i704",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2201' : {
		item_id : "i601",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2202' : {
		item_id : "i602",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2203' : {
		item_id : "i603",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2204' : {
		item_id : "i604",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2205' : {
		item_id : "i605",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2206' : {
		item_id : "i607",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2207' : {
		item_id : "i608",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2208' : {
		item_id : "i609",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2209' : {
		item_id : "i610",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2210' : {
		item_id : "i611",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2211' : {
		item_id : "i612",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2212' : {
		item_id : "i613",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2213' : {
		item_id : "i614",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2214' : {
		item_id : "i615",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2215' : {
		item_id : "i616",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2216' : {
		item_id : "i617",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2217' : {
		item_id : "i618",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2218' : {
		item_id : "i620",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2219' : {
		item_id : "i621",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2220' : {
		item_id : "i622",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2221' : {
		item_id : "i623",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2222' : {
		item_id : "i624",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2223' : {
		item_id : "i626",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2224' : {
		item_id : "i632",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2225' : {
		item_id : "i639",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2226' : {
		item_id : "i649",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2227' : {
		item_id : "i651",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g2228' : {
		item_id : "i657",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3001' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3002' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3003' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3004' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3005' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3006' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3007' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3008' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3101' : {
		item_id : "i700",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3102' : {
		item_id : "i701",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3103' : {
		item_id : "i702",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3104' : {
		item_id : "i703",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3105' : {
		item_id : "i704",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3201' : {
		item_id : "i601",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3202' : {
		item_id : "i602",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3203' : {
		item_id : "i603",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3204' : {
		item_id : "i604",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3205' : {
		item_id : "i605",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3206' : {
		item_id : "i607",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3207' : {
		item_id : "i608",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3208' : {
		item_id : "i609",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3209' : {
		item_id : "i610",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3210' : {
		item_id : "i611",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3211' : {
		item_id : "i612",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3212' : {
		item_id : "i613",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3213' : {
		item_id : "i614",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3214' : {
		item_id : "i615",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3215' : {
		item_id : "i616",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3216' : {
		item_id : "i617",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3217' : {
		item_id : "i618",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3218' : {
		item_id : "i620",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3219' : {
		item_id : "i621",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3220' : {
		item_id : "i622",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3221' : {
		item_id : "i623",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3222' : {
		item_id : "i624",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3223' : {
		item_id : "i626",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3224' : {
		item_id : "i632",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3225' : {
		item_id : "i639",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3226' : {
		item_id : "i649",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3227' : {
		item_id : "i651",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g3228' : {
		item_id : "i657",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4001' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 30000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4002' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4003' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4004' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4005' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4006' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4007' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4008' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4101' : {
		item_id : "i700",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4102' : {
		item_id : "i701",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4103' : {
		item_id : "i702",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4104' : {
		item_id : "i703",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4105' : {
		item_id : "i704",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4201' : {
		item_id : "i601",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4202' : {
		item_id : "i602",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4203' : {
		item_id : "i603",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4204' : {
		item_id : "i604",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4205' : {
		item_id : "i605",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4206' : {
		item_id : "i607",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4207' : {
		item_id : "i608",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4208' : {
		item_id : "i609",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4209' : {
		item_id : "i610",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4210' : {
		item_id : "i611",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4211' : {
		item_id : "i612",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4212' : {
		item_id : "i613",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4213' : {
		item_id : "i614",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4214' : {
		item_id : "i615",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4215' : {
		item_id : "i616",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4216' : {
		item_id : "i617",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4217' : {
		item_id : "i618",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4218' : {
		item_id : "i620",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4219' : {
		item_id : "i621",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4220' : {
		item_id : "i622",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4221' : {
		item_id : "i623",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4222' : {
		item_id : "i624",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4223' : {
		item_id : "i626",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4224' : {
		item_id : "i632",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4225' : {
		item_id : "i639",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4226' : {
		item_id : "i649",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4227' : {
		item_id : "i651",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'g4228' : {
		item_id : "i657",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0301' : {
		item_id : "i601",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0302' : {
		item_id : "i602",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0303' : {
		item_id : "i603",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0304' : {
		item_id : "i604",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0305' : {
		item_id : "i605",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0306' : {
		item_id : "i607",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0307' : {
		item_id : "i608",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0308' : {
		item_id : "i609",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0309' : {
		item_id : "i610",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0310' : {
		item_id : "i611",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0311' : {
		item_id : "i612",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0312' : {
		item_id : "i613",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0313' : {
		item_id : "i614",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0314' : {
		item_id : "i615",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0315' : {
		item_id : "i616",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0316' : {
		item_id : "i617",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0317' : {
		item_id : "i618",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0318' : {
		item_id : "i620",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0319' : {
		item_id : "i621",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0320' : {
		item_id : "i622",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0321' : {
		item_id : "i623",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0322' : {
		item_id : "i624",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0323' : {
		item_id : "i626",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0324' : {
		item_id : "i632",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0325' : {
		item_id : "i639",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0326' : {
		item_id : "i649",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0327' : {
		item_id : "i651",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0328' : {
		item_id : "i657",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0501' : {
		item_id : "i601",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0502' : {
		item_id : "i602",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0503' : {
		item_id : "i603",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0504' : {
		item_id : "i604",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0505' : {
		item_id : "i605",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0506' : {
		item_id : "i607",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0507' : {
		item_id : "i608",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0508' : {
		item_id : "i609",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0509' : {
		item_id : "i610",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0510' : {
		item_id : "i611",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0511' : {
		item_id : "i612",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0512' : {
		item_id : "i613",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0513' : {
		item_id : "i614",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0514' : {
		item_id : "i615",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0515' : {
		item_id : "i616",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0516' : {
		item_id : "i617",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0517' : {
		item_id : "i618",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0518' : {
		item_id : "i620",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0519' : {
		item_id : "i621",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0520' : {
		item_id : "i622",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0521' : {
		item_id : "i623",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0522' : {
		item_id : "i624",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0523' : {
		item_id : "i626",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0524' : {
		item_id : "i632",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0525' : {
		item_id : "i639",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0526' : {
		item_id : "i649",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0527' : {
		item_id : "i651",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0528' : {
		item_id : "i657",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0601' : {
		item_id : "i601",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0602' : {
		item_id : "i602",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0603' : {
		item_id : "i603",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0604' : {
		item_id : "i604",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0605' : {
		item_id : "i605",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0606' : {
		item_id : "i607",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0607' : {
		item_id : "i608",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0608' : {
		item_id : "i609",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0609' : {
		item_id : "i610",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0610' : {
		item_id : "i611",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0611' : {
		item_id : "i612",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0612' : {
		item_id : "i613",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0613' : {
		item_id : "i614",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0614' : {
		item_id : "i615",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0615' : {
		item_id : "i616",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0616' : {
		item_id : "i617",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0617' : {
		item_id : "i618",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0618' : {
		item_id : "i620",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0619' : {
		item_id : "i621",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0620' : {
		item_id : "i622",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0621' : {
		item_id : "i623",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0622' : {
		item_id : "i624",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0623' : {
		item_id : "i626",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0624' : {
		item_id : "i632",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0625' : {
		item_id : "i639",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0626' : {
		item_id : "i649",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0627' : {
		item_id : "i651",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't0628' : {
		item_id : "i657",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't1001' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't1002' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't1003' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't1004' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't1005' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 16000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't1006' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2001' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2002' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2003' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2004' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2005' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't2006' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't3001' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't3002' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't3003' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't3004' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't3005' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't3006' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't4001' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't4002' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't4003' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't4004' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't4005' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't4006' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't5001' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't5002' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't5003' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't5004' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't5005' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't5006' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't6001' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't6002' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't6003' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't6004' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't6005' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't6006' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't7001' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't7002' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't7003' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't7004' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't7005' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't7006' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't8001' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't8002' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't8003' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't8004' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't8005' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	't8006' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S10_1' : {
		item_id : "i501",    //--物品id
		item_probability : [3000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S15_1' : {
		item_id : "i501",    //--物品id
		item_probability : [3750],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S25_1' : {
		item_id : "i501",    //--物品id
		item_probability : [4500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S35_1' : {
		item_id : "i501",    //--物品id
		item_probability : [6300],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S50_1' : {
		item_id : "i501",    //--物品id
		item_probability : [9000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S60_1' : {
		item_id : "i501",    //--物品id
		item_probability : [10800],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S80_1' : {
		item_id : "i501",    //--物品id
		item_probability : [14400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S100_1' : {
		item_id : "i501",    //--物品id
		item_probability : [18000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S150_1' : {
		item_id : "i501",    //--物品id
		item_probability : [27000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S200_1' : {
		item_id : "i501",    //--物品id
		item_probability : [36000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S250_1' : {
		item_id : "i501",    //--物品id
		item_probability : [45000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S300_1' : {
		item_id : "i501",    //--物品id
		item_probability : [54000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S10_2' : {
		item_id : "i502",    //--物品id
		item_probability : [3000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S15_2' : {
		item_id : "i502",    //--物品id
		item_probability : [3750],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S25_2' : {
		item_id : "i502",    //--物品id
		item_probability : [4500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S35_2' : {
		item_id : "i502",    //--物品id
		item_probability : [6300],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S50_2' : {
		item_id : "i502",    //--物品id
		item_probability : [9000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S60_2' : {
		item_id : "i502",    //--物品id
		item_probability : [10800],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S80_2' : {
		item_id : "i502",    //--物品id
		item_probability : [14400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S100_2' : {
		item_id : "i502",    //--物品id
		item_probability : [18000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S150_2' : {
		item_id : "i502",    //--物品id
		item_probability : [27000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S200_2' : {
		item_id : "i502",    //--物品id
		item_probability : [36000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S250_2' : {
		item_id : "i502",    //--物品id
		item_probability : [45000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S300_2' : {
		item_id : "i502",    //--物品id
		item_probability : [54000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S10_3' : {
		item_id : "i503",    //--物品id
		item_probability : [3000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S15_3' : {
		item_id : "i503",    //--物品id
		item_probability : [3750],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S25_3' : {
		item_id : "i503",    //--物品id
		item_probability : [4500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S35_3' : {
		item_id : "i503",    //--物品id
		item_probability : [6300],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S50_3' : {
		item_id : "i503",    //--物品id
		item_probability : [9000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S60_3' : {
		item_id : "i503",    //--物品id
		item_probability : [10800],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S80_3' : {
		item_id : "i503",    //--物品id
		item_probability : [14400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S100_3' : {
		item_id : "i503",    //--物品id
		item_probability : [18000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S150_3' : {
		item_id : "i503",    //--物品id
		item_probability : [27000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S200_3' : {
		item_id : "i503",    //--物品id
		item_probability : [36000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S250_3' : {
		item_id : "i503",    //--物品id
		item_probability : [45000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S300_3' : {
		item_id : "i503",    //--物品id
		item_probability : [54000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S10_4' : {
		item_id : "i504",    //--物品id
		item_probability : [3000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S15_4' : {
		item_id : "i504",    //--物品id
		item_probability : [3750],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S25_4' : {
		item_id : "i504",    //--物品id
		item_probability : [4500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S35_4' : {
		item_id : "i504",    //--物品id
		item_probability : [6300],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S50_4' : {
		item_id : "i504",    //--物品id
		item_probability : [9000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S60_4' : {
		item_id : "i504",    //--物品id
		item_probability : [10800],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S80_4' : {
		item_id : "i504",    //--物品id
		item_probability : [14400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S100_4' : {
		item_id : "i504",    //--物品id
		item_probability : [18000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S150_4' : {
		item_id : "i504",    //--物品id
		item_probability : [27000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S200_4' : {
		item_id : "i504",    //--物品id
		item_probability : [36000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S250_4' : {
		item_id : "i504",    //--物品id
		item_probability : [45000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S300_4' : {
		item_id : "i504",    //--物品id
		item_probability : [54000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S10_5' : {
		item_id : "i505",    //--物品id
		item_probability : [3000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S15_5' : {
		item_id : "i505",    //--物品id
		item_probability : [3750],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S25_5' : {
		item_id : "i505",    //--物品id
		item_probability : [4500],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S35_5' : {
		item_id : "i505",    //--物品id
		item_probability : [6300],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S50_5' : {
		item_id : "i505",    //--物品id
		item_probability : [9000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S60_5' : {
		item_id : "i505",    //--物品id
		item_probability : [10800],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S80_5' : {
		item_id : "i505",    //--物品id
		item_probability : [14400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S100_5' : {
		item_id : "i505",    //--物品id
		item_probability : [18000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S150_5' : {
		item_id : "i505",    //--物品id
		item_probability : [27000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S200_5' : {
		item_id : "i505",    //--物品id
		item_probability : [36000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S250_5' : {
		item_id : "i505",    //--物品id
		item_probability : [45000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'S300_5' : {
		item_id : "i505",    //--物品id
		item_probability : [54000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C10_1' : {
		item_id : "i501",    //--物品id
		item_probability : [4000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C15_1' : {
		item_id : "i501",    //--物品id
		item_probability : [5000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C25_1' : {
		item_id : "i501",    //--物品id
		item_probability : [6000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C35_1' : {
		item_id : "i501",    //--物品id
		item_probability : [8400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C50_1' : {
		item_id : "i501",    //--物品id
		item_probability : [12000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C60_1' : {
		item_id : "i501",    //--物品id
		item_probability : [14400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C80_1' : {
		item_id : "i501",    //--物品id
		item_probability : [19200],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C100_1' : {
		item_id : "i501",    //--物品id
		item_probability : [24000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C150_1' : {
		item_id : "i501",    //--物品id
		item_probability : [36000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C200_1' : {
		item_id : "i501",    //--物品id
		item_probability : [48000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C250_1' : {
		item_id : "i501",    //--物品id
		item_probability : [60000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C300_1' : {
		item_id : "i501",    //--物品id
		item_probability : [72000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C10_2' : {
		item_id : "i502",    //--物品id
		item_probability : [4000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C15_2' : {
		item_id : "i502",    //--物品id
		item_probability : [5000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C25_2' : {
		item_id : "i502",    //--物品id
		item_probability : [6000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C35_2' : {
		item_id : "i502",    //--物品id
		item_probability : [8400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C50_2' : {
		item_id : "i502",    //--物品id
		item_probability : [12000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C60_2' : {
		item_id : "i502",    //--物品id
		item_probability : [14400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C80_2' : {
		item_id : "i502",    //--物品id
		item_probability : [19200],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C100_2' : {
		item_id : "i502",    //--物品id
		item_probability : [24000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C150_2' : {
		item_id : "i502",    //--物品id
		item_probability : [36000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C200_2' : {
		item_id : "i502",    //--物品id
		item_probability : [48000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C250_2' : {
		item_id : "i502",    //--物品id
		item_probability : [60000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C300_2' : {
		item_id : "i502",    //--物品id
		item_probability : [72000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C10_3' : {
		item_id : "i503",    //--物品id
		item_probability : [4000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C15_3' : {
		item_id : "i503",    //--物品id
		item_probability : [5000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C25_3' : {
		item_id : "i503",    //--物品id
		item_probability : [6000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C35_3' : {
		item_id : "i503",    //--物品id
		item_probability : [8400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C50_3' : {
		item_id : "i503",    //--物品id
		item_probability : [12000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C60_3' : {
		item_id : "i503",    //--物品id
		item_probability : [14400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C80_3' : {
		item_id : "i503",    //--物品id
		item_probability : [19200],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C100_3' : {
		item_id : "i503",    //--物品id
		item_probability : [24000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C150_3' : {
		item_id : "i503",    //--物品id
		item_probability : [36000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C200_3' : {
		item_id : "i503",    //--物品id
		item_probability : [48000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C250_3' : {
		item_id : "i503",    //--物品id
		item_probability : [60000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C300_3' : {
		item_id : "i503",    //--物品id
		item_probability : [72000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C10_4' : {
		item_id : "i504",    //--物品id
		item_probability : [4000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C15_4' : {
		item_id : "i504",    //--物品id
		item_probability : [5000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C25_4' : {
		item_id : "i504",    //--物品id
		item_probability : [6000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C35_4' : {
		item_id : "i504",    //--物品id
		item_probability : [8400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C50_4' : {
		item_id : "i504",    //--物品id
		item_probability : [12000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C60_4' : {
		item_id : "i504",    //--物品id
		item_probability : [14400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C80_4' : {
		item_id : "i504",    //--物品id
		item_probability : [19200],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C100_4' : {
		item_id : "i504",    //--物品id
		item_probability : [24000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C150_4' : {
		item_id : "i504",    //--物品id
		item_probability : [36000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C200_4' : {
		item_id : "i504",    //--物品id
		item_probability : [48000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C250_4' : {
		item_id : "i504",    //--物品id
		item_probability : [60000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C300_4' : {
		item_id : "i504",    //--物品id
		item_probability : [72000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C10_5' : {
		item_id : "i505",    //--物品id
		item_probability : [4000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C15_5' : {
		item_id : "i505",    //--物品id
		item_probability : [5000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C25_5' : {
		item_id : "i505",    //--物品id
		item_probability : [6000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C35_5' : {
		item_id : "i505",    //--物品id
		item_probability : [8400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C50_5' : {
		item_id : "i505",    //--物品id
		item_probability : [12000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C60_5' : {
		item_id : "i505",    //--物品id
		item_probability : [14400],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C80_5' : {
		item_id : "i505",    //--物品id
		item_probability : [19200],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C100_5' : {
		item_id : "i505",    //--物品id
		item_probability : [24000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C150_5' : {
		item_id : "i505",    //--物品id
		item_probability : [36000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C200_5' : {
		item_id : "i505",    //--物品id
		item_probability : [48000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C250_5' : {
		item_id : "i505",    //--物品id
		item_probability : [60000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'C300_5' : {
		item_id : "i505",    //--物品id
		item_probability : [72000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i2401' : {
		item_id : "i501",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i2402' : {
		item_id : "i502",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i2403' : {
		item_id : "i503",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i2404' : {
		item_id : "i504",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i2405' : {
		item_id : "i505",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r1001' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r2001' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3011' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3021' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3031' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4011' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4021' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4031' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5011' : {
		item_id : "i700",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5021' : {
		item_id : "i701",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5031' : {
		item_id : "i702",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5041' : {
		item_id : "i703",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5051' : {
		item_id : "i704",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r1002' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 12000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r2002' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3012' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3022' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3032' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4012' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4022' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4032' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5012' : {
		item_id : "i700",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5022' : {
		item_id : "i701",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5032' : {
		item_id : "i702",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5042' : {
		item_id : "i703",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5052' : {
		item_id : "i704",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r1003' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r2003' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3013' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3023' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3033' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4013' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4023' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4033' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5013' : {
		item_id : "i700",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5023' : {
		item_id : "i701",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5033' : {
		item_id : "i702",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5043' : {
		item_id : "i703",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5053' : {
		item_id : "i704",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r1004' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 30000,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r2004' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3014' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3024' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r3034' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4014' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4024' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r4034' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5014' : {
		item_id : "i700",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5024' : {
		item_id : "i701",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5034' : {
		item_id : "i702",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5044' : {
		item_id : "i703",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'r5054' : {
		item_id : "i704",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i251' : {
		item_id : "i251",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i252' : {
		item_id : "i252",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i253' : {
		item_id : "i253",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i254' : {
		item_id : "i254",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i255' : {
		item_id : "i255",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i256' : {
		item_id : "i256",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i257' : {
		item_id : "i257",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'hf' : {
		item_id : "i003",    //--物品id
		item_probability : [100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,100000,10000,0],    //--掉落概率
		limit_type : 2,    //--全服限制类型
		limit_count : [60,30,10,10,10,20,40,50,70,90,100,100,120,120,120,120,130,140,140,180,230,230,180,100],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i3051' : {
		item_id : "i301",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i3052' : {
		item_id : "i302",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i3053' : {
		item_id : "i303",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i3054' : {
		item_id : "i304",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i30001' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100,    //--物品数量
		drop_count : 100,    //--拆分个数
	},
	'i30002' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 10,    //--拆分个数
	},
	'i30003' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i30004' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100000,    //--物品数量
		drop_count : 100000,    //--拆分个数
	},
	'i30005' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20000,    //--物品数量
		drop_count : 20000,    //--拆分个数
	},
	'i30006' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10000,    //--物品数量
		drop_count : 10000,    //--拆分个数
	},
	'i30007' : {
		item_id : "i017",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i30008' : {
		item_id : "i016",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i30009' : {
		item_id : "i015",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i30010' : {
		item_id : "i501",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 5,    //--拆分个数
	},
	'i30011' : {
		item_id : "i502",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 5,    //--拆分个数
	},
	'i30012' : {
		item_id : "i503",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 5,    //--拆分个数
	},
	'i30013' : {
		item_id : "i504",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 5,    //--拆分个数
	},
	'i30014' : {
		item_id : "i505",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 5,    //--拆分个数
	},
	'i30015' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100,    //--物品数量
		drop_count : 100,    //--拆分个数
	},
	'i30016' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 10,    //--拆分个数
	},
	'i30017' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i30018' : {
		item_id : "i003",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 5,    //--拆分个数
	},
	'i30019' : {
		item_id : "i003",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i30020' : {
		item_id : "i003",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i30099' : {
		item_id : "i003",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 10000,    //--物品数量
		drop_count : 10000,    //--拆分个数
	},
	'i240' : {
		item_id : "i240",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i20101' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i20102' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i20103' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 3,    //--拆分个数
	},
	'i20104' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i20105' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 5,    //--拆分个数
	},
	'i20106' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i20107' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 5,    //--拆分个数
	},
	'i20108' : {
		item_id : "i240",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i20109' : {
		item_id : "i006",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i20110' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41001' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 10,    //--拆分个数
	},
	'i41002' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41003' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20,    //--物品数量
		drop_count : 20,    //--拆分个数
	},
	'i41004' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 8,    //--物品数量
		drop_count : 8,    //--拆分个数
	},
	'i41005' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41006' : {
		item_id : "i240",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41007' : {
		item_id : "i240",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41008' : {
		item_id : "i240",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41009' : {
		item_id : "i006",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i41010' : {
		item_id : "i006",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41011' : {
		item_id : "i501",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41012' : {
		item_id : "i502",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41013' : {
		item_id : "i503",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41014' : {
		item_id : "i504",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41015' : {
		item_id : "i505",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41016' : {
		item_id : "i240",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41017' : {
		item_id : "i240",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i41018' : {
		item_id : "i240",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 5,    //--拆分个数
	},
	'i41019' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41020' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41021' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i41022' : {
		item_id : "i500",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i3150' : {
		item_id : "i310",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i3151' : {
		item_id : "i311",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i3152' : {
		item_id : "i312",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i3153' : {
		item_id : "i313",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i3154' : {
		item_id : "i314",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31601' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 10,    //--拆分个数
	},
	'i31602' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31603' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100000,    //--物品数量
		drop_count : 100000,    //--拆分个数
	},
	'i31604' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10000,    //--物品数量
		drop_count : 10000,    //--拆分个数
	},
	'i31605' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000,    //--物品数量
		drop_count : 1000,    //--拆分个数
	},
	'i31606' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31607' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31608' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31609' : {
		item_id : "i006",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31610' : {
		item_id : "i400",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31611' : {
		item_id : "i501",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31612' : {
		item_id : "i502",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31613' : {
		item_id : "i503",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31614' : {
		item_id : "i504",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31615' : {
		item_id : "i505",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31616' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31617' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31618' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 5,    //--物品数量
		drop_count : 5,    //--拆分个数
	},
	'i31619' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31620' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31621' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i31701' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20,    //--物品数量
		drop_count : 20,    //--拆分个数
	},
	'i31702' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31703' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 200000,    //--物品数量
		drop_count : 200000,    //--拆分个数
	},
	'i31704' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20000,    //--物品数量
		drop_count : 20000,    //--拆分个数
	},
	'i31705' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2000,    //--物品数量
		drop_count : 2000,    //--拆分个数
	},
	'i31706' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31707' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31708' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31709' : {
		item_id : "i006",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31710' : {
		item_id : "i400",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31711' : {
		item_id : "i501",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31712' : {
		item_id : "i502",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31713' : {
		item_id : "i503",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31714' : {
		item_id : "i504",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31715' : {
		item_id : "i505",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31716' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31717' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31718' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 10,    //--拆分个数
	},
	'i31719' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31720' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31721' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i31801' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 50,    //--物品数量
		drop_count : 50,    //--拆分个数
	},
	'i31802' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 3,    //--物品数量
		drop_count : 3,    //--拆分个数
	},
	'i31803' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 300000,    //--物品数量
		drop_count : 300000,    //--拆分个数
	},
	'i31804' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 40000,    //--物品数量
		drop_count : 40000,    //--拆分个数
	},
	'i31805' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10000,    //--物品数量
		drop_count : 10000,    //--拆分个数
	},
	'i31806' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31807' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31808' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31809' : {
		item_id : "i006",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31810' : {
		item_id : "i400",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31811' : {
		item_id : "i501",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31812' : {
		item_id : "i502",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31813' : {
		item_id : "i503",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31814' : {
		item_id : "i504",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31815' : {
		item_id : "i505",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31816' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31817' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31818' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 15,    //--物品数量
		drop_count : 15,    //--拆分个数
	},
	'i31819' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31820' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31821' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 4,    //--物品数量
		drop_count : 4,    //--拆分个数
	},
	'i31901' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100,    //--物品数量
		drop_count : 100,    //--拆分个数
	},
	'i31902' : {
		item_id : "i002",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31903' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 1000000,    //--物品数量
		drop_count : 1000000,    //--拆分个数
	},
	'i31904' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100000,    //--物品数量
		drop_count : 100000,    //--拆分个数
	},
	'i31905' : {
		item_id : "i001",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 50000,    //--物品数量
		drop_count : 50000,    //--拆分个数
	},
	'i31906' : {
		item_id : "i401",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31907' : {
		item_id : "i402",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31908' : {
		item_id : "i403",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31909' : {
		item_id : "i006",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31910' : {
		item_id : "i400",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31911' : {
		item_id : "i501",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31912' : {
		item_id : "i502",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31913' : {
		item_id : "i503",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31914' : {
		item_id : "i504",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31915' : {
		item_id : "i505",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31916' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31917' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 10,    //--物品数量
		drop_count : 10,    //--拆分个数
	},
	'i31918' : {
		item_id : "i230",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 20,    //--物品数量
		drop_count : 20,    //--拆分个数
	},
	'i31919' : {
		item_id : "i011",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31920' : {
		item_id : "i012",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31921' : {
		item_id : "i013",    //--物品id
		item_probability : [100000],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 6,    //--物品数量
		drop_count : 6,    //--拆分个数
	},
	'i31950' : {
		item_id : "w014",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
	'i32050' : {
		item_id : "i703",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 50,    //--物品数量
		drop_count : 50,    //--拆分个数
	},
	'i32051' : {
		item_id : "i015",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 0,    //--概率重置类型
		item_num : 100,    //--物品数量
		drop_count : 100,    //--拆分个数
	},
	'i32150' : {
		item_id : "i703",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 2,    //--物品数量
		drop_count : 2,    //--拆分个数
	},
	'i32151' : {
		item_id : "i212",    //--物品id
		item_probability : [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,100000,0],    //--掉落概率
		limit_type : 1,    //--全服限制类型
		limit_count : [0],    //--全服限制数量
		reset : 1,    //--概率重置类型
		item_num : 1,    //--物品数量
		drop_count : 1,    //--拆分个数
	},
};
module.exports = drop_drop_cfg;