var	maskword_maskword_cfg = 
[
	{
		w : "东伊运",    //--宝箱图标
	},
	{
		w : "世维会",    //--宝箱图标
	},
	{
		w : "真主",    //--宝箱图标
	},
	{
		w : "安拉",    //--宝箱图标
	},
	{
		w : "杨尚昆",    //--宝箱图标
	},
	{
		w : "灵灵派",    //--宝箱图标
	},
	{
		w : "阿鲁纳恰尔邦",    //--宝箱图标
	},
	{
		w : "尖阁诸岛",    //--宝箱图标
	},
	{
		w : "香港建国",    //--宝箱图标
	},
	{
		w : "香港国",    //--宝箱图标
	},
	{
		w : "港独",    //--宝箱图标
	},
	{
		w : "香港独立",    //--宝箱图标
	},
	{
		w : "占领中环",    //--宝箱图标
	},
	{
		w : "占中",    //--宝箱图标
	},
	{
		w : "香港城邦论",    //--宝箱图标
	},
	{
		w : "太阳花学运",    //--宝箱图标
	},
	{
		w : "反国教运动",    //--宝箱图标
	},
	{
		w : "清真",    //--宝箱图标
	},
	{
		w : "浴盐",    //--宝箱图标
	},
	{
		w : "蔡英文",    //--宝箱图标
	},
	{
		w : "金三胖",    //--宝箱图标
	},
	{
		w : "你奶奶",    //--宝箱图标
	},
	{
		w : "强暴幼女",    //--宝箱图标
	},
	{
		w : "ISIS",    //--宝箱图标
	},
	{
		w : "毛泽东",    //--宝箱图标
	},
	{
		w : "周恩来",    //--宝箱图标
	},
	{
		w : "刘少奇",    //--宝箱图标
	},
	{
		w : "朱德",    //--宝箱图标
	},
	{
		w : "彭德怀",    //--宝箱图标
	},
	{
		w : "林彪",    //--宝箱图标
	},
	{
		w : "刘伯承",    //--宝箱图标
	},
	{
		w : "陈毅",    //--宝箱图标
	},
	{
		w : "贺龙",    //--宝箱图标
	},
	{
		w : "聂荣臻",    //--宝箱图标
	},
	{
		w : "徐向前",    //--宝箱图标
	},
	{
		w : "罗荣桓",    //--宝箱图标
	},
	{
		w : "叶剑英",    //--宝箱图标
	},
	{
		w : "李大钊",    //--宝箱图标
	},
	{
		w : "陈独秀",    //--宝箱图标
	},
	{
		w : "孙中山",    //--宝箱图标
	},
	{
		w : "孙文",    //--宝箱图标
	},
	{
		w : "孙逸仙",    //--宝箱图标
	},
	{
		w : "邓小平",    //--宝箱图标
	},
	{
		w : "陈云",    //--宝箱图标
	},
	{
		w : "江泽民",    //--宝箱图标
	},
	{
		w : "李鹏",    //--宝箱图标
	},
	{
		w : "朱镕基",    //--宝箱图标
	},
	{
		w : "李瑞环",    //--宝箱图标
	},
	{
		w : "尉健行",    //--宝箱图标
	},
	{
		w : "李岚清",    //--宝箱图标
	},
	{
		w : "胡锦涛",    //--宝箱图标
	},
	{
		w : "罗干",    //--宝箱图标
	},
	{
		w : "温家宝",    //--宝箱图标
	},
	{
		w : "吴邦国",    //--宝箱图标
	},
	{
		w : "曾庆红",    //--宝箱图标
	},
	{
		w : "贾庆林",    //--宝箱图标
	},
	{
		w : "黄菊",    //--宝箱图标
	},
	{
		w : "吴官正",    //--宝箱图标
	},
	{
		w : "李长春",    //--宝箱图标
	},
	{
		w : "吴仪",    //--宝箱图标
	},
	{
		w : "回良玉",    //--宝箱图标
	},
	{
		w : "曾培炎",    //--宝箱图标
	},
	{
		w : "曹刚川",    //--宝箱图标
	},
	{
		w : "唐家璇",    //--宝箱图标
	},
	{
		w : "华建敏",    //--宝箱图标
	},
	{
		w : "陈至立",    //--宝箱图标
	},
	{
		w : "张德江",    //--宝箱图标
	},
	{
		w : "俞正声",    //--宝箱图标
	},
	{
		w : "王乐泉",    //--宝箱图标
	},
	{
		w : "刘云山",    //--宝箱图标
	},
	{
		w : "王刚",    //--宝箱图标
	},
	{
		w : "王兆国",    //--宝箱图标
	},
	{
		w : "刘淇",    //--宝箱图标
	},
	{
		w : "贺国强",    //--宝箱图标
	},
	{
		w : "郭伯雄",    //--宝箱图标
	},
	{
		w : "胡耀邦",    //--宝箱图标
	},
	{
		w : "习近平",    //--宝箱图标
	},
	{
		w : "李克强",    //--宝箱图标
	},
	{
		w : "张高丽",    //--宝箱图标
	},
	{
		w : "刘延东",    //--宝箱图标
	},
	{
		w : "彭丽媛",    //--宝箱图标
	},
	{
		w : "王岐山",    //--宝箱图标
	},
	{
		w : "华国锋",    //--宝箱图标
	},
	{
		w : "刘奇葆",    //--宝箱图标
	},
	{
		w : "习大大",    //--宝箱图标
	},
	{
		w : "吴帮国",    //--宝箱图标
	},
	{
		w : "无帮国",    //--宝箱图标
	},
	{
		w : "无邦国",    //--宝箱图标
	},
	{
		w : "无帮过",    //--宝箱图标
	},
	{
		w : "瘟家宝",    //--宝箱图标
	},
	{
		w : "假庆林",    //--宝箱图标
	},
	{
		w : "甲庆林",    //--宝箱图标
	},
	{
		w : "假青林",    //--宝箱图标
	},
	{
		w : "离长春",    //--宝箱图标
	},
	{
		w : "习远平",    //--宝箱图标
	},
	{
		w : "袭近平",    //--宝箱图标
	},
	{
		w : "李磕墙",    //--宝箱图标
	},
	{
		w : "贺过墙",    //--宝箱图标
	},
	{
		w : "和锅枪",    //--宝箱图标
	},
	{
		w : "胡主席",    //--宝箱图标
	},
	{
		w : "习主席",    //--宝箱图标
	},
	{
		w : "毛主席",    //--宝箱图标
	},
	{
		w : "毛主度",    //--宝箱图标
	},
	{
		w : "马凯",    //--宝箱图标
	},
	{
		w : "王沪宁",    //--宝箱图标
	},
	{
		w : "许其亮",    //--宝箱图标
	},
	{
		w : "孙春兰",    //--宝箱图标
	},
	{
		w : "孙政才",    //--宝箱图标
	},
	{
		w : "李建国",    //--宝箱图标
	},
	{
		w : "李源潮",    //--宝箱图标
	},
	{
		w : "汪洋",    //--宝箱图标
	},
	{
		w : "张春贤",    //--宝箱图标
	},
	{
		w : "范长龙",    //--宝箱图标
	},
	{
		w : "孟建柱",    //--宝箱图标
	},
	{
		w : "赵乐际",    //--宝箱图标
	},
	{
		w : "胡春华",    //--宝箱图标
	},
	{
		w : "栗战书",    //--宝箱图标
	},
	{
		w : "郭金龙",    //--宝箱图标
	},
	{
		w : "韩正",    //--宝箱图标
	},
	{
		w : "布什",    //--宝箱图标
	},
	{
		w : "布莱尔",    //--宝箱图标
	},
	{
		w : "小泉",    //--宝箱图标
	},
	{
		w : "纯一郎",    //--宝箱图标
	},
	{
		w : "萨马兰奇",    //--宝箱图标
	},
	{
		w : "安南",    //--宝箱图标
	},
	{
		w : "阿拉法特",    //--宝箱图标
	},
	{
		w : "普京",    //--宝箱图标
	},
	{
		w : "默克尔",    //--宝箱图标
	},
	{
		w : "克林顿",    //--宝箱图标
	},
	{
		w : "里根",    //--宝箱图标
	},
	{
		w : "尼克松",    //--宝箱图标
	},
	{
		w : "林肯",    //--宝箱图标
	},
	{
		w : "杜鲁门",    //--宝箱图标
	},
	{
		w : "赫鲁晓夫",    //--宝箱图标
	},
	{
		w : "列宁",    //--宝箱图标
	},
	{
		w : "斯大林",    //--宝箱图标
	},
	{
		w : "马克思",    //--宝箱图标
	},
	{
		w : "恩格斯",    //--宝箱图标
	},
	{
		w : "金正日",    //--宝箱图标
	},
	{
		w : "金日成",    //--宝箱图标
	},
	{
		w : "萨达姆",    //--宝箱图标
	},
	{
		w : "胡志明",    //--宝箱图标
	},
	{
		w : "西哈努克",    //--宝箱图标
	},
	{
		w : "希拉克",    //--宝箱图标
	},
	{
		w : "撒切尔",    //--宝箱图标
	},
	{
		w : "阿罗约",    //--宝箱图标
	},
	{
		w : "曼德拉",    //--宝箱图标
	},
	{
		w : "卡斯特罗",    //--宝箱图标
	},
	{
		w : "富兰克林",    //--宝箱图标
	},
	{
		w : "华盛顿",    //--宝箱图标
	},
	{
		w : "艾森豪威尔",    //--宝箱图标
	},
	{
		w : "拿破仑",    //--宝箱图标
	},
	{
		w : "亚历山大",    //--宝箱图标
	},
	{
		w : "路易",    //--宝箱图标
	},
	{
		w : "拉姆斯菲尔德",    //--宝箱图标
	},
	{
		w : "劳拉",    //--宝箱图标
	},
	{
		w : "鲍威尔",    //--宝箱图标
	},
	{
		w : "梅德韦杰夫",    //--宝箱图标
	},
	{
		w : "金正恩",    //--宝箱图标
	},
	{
		w : "安倍晋三",    //--宝箱图标
	},
	{
		w : "本拉登",    //--宝箱图标
	},
	{
		w : "奥马尔",    //--宝箱图标
	},
	{
		w : "柴玲",    //--宝箱图标
	},
	{
		w : "达赖",    //--宝箱图标
	},
	{
		w : "达赖喇嘛",    //--宝箱图标
	},
	{
		w : "江青",    //--宝箱图标
	},
	{
		w : "张春桥",    //--宝箱图标
	},
	{
		w : "姚文元",    //--宝箱图标
	},
	{
		w : "王洪文",    //--宝箱图标
	},
	{
		w : "东条英机",    //--宝箱图标
	},
	{
		w : "希特勒",    //--宝箱图标
	},
	{
		w : "墨索里尼",    //--宝箱图标
	},
	{
		w : "冈村秀树",    //--宝箱图标
	},
	{
		w : "冈村宁次",    //--宝箱图标
	},
	{
		w : "高丽朴",    //--宝箱图标
	},
	{
		w : "赵紫阳",    //--宝箱图标
	},
	{
		w : "王丹",    //--宝箱图标
	},
	{
		w : "沃尔开西",    //--宝箱图标
	},
	{
		w : "李洪志",    //--宝箱图标
	},
	{
		w : "李大师",    //--宝箱图标
	},
	{
		w : "赖昌星",    //--宝箱图标
	},
	{
		w : "马加爵",    //--宝箱图标
	},
	{
		w : "班禅",    //--宝箱图标
	},
	{
		w : "额尔德尼",    //--宝箱图标
	},
	{
		w : "山本五十六",    //--宝箱图标
	},
	{
		w : "阿扁",    //--宝箱图标
	},
	{
		w : "阿扁万岁",    //--宝箱图标
	},
	{
		w : "热那亚",    //--宝箱图标
	},
	{
		w : "薄熙来",    //--宝箱图标
	},
	{
		w : "周永康",    //--宝箱图标
	},
	{
		w : "王立军",    //--宝箱图标
	},
	{
		w : "令计划",    //--宝箱图标
	},
	{
		w : "默罕默德",    //--宝箱图标
	},
	{
		w : "徐才厚",    //--宝箱图标
	},
	{
		w : "粥永康",    //--宝箱图标
	},
	{
		w : "轴永康",    //--宝箱图标
	},
	{
		w : "肘永康",    //--宝箱图标
	},
	{
		w : "周健康",    //--宝箱图标
	},
	{
		w : "粥健康",    //--宝箱图标
	},
	{
		w : "周小康",    //--宝箱图标
	},
	{
		w : "陈良宇",    //--宝箱图标
	},
	{
		w : "李登辉",    //--宝箱图标
	},
	{
		w : "连战",    //--宝箱图标
	},
	{
		w : "宋楚瑜",    //--宝箱图标
	},
	{
		w : "吕秀莲",    //--宝箱图标
	},
	{
		w : "郁慕明",    //--宝箱图标
	},
	{
		w : "蒋介石",    //--宝箱图标
	},
	{
		w : "蒋中正",    //--宝箱图标
	},
	{
		w : "蒋经国",    //--宝箱图标
	},
	{
		w : "马英九",    //--宝箱图标
	},
	{
		w : "六四",    //--宝箱图标
	},
	{
		w : "六四运动",    //--宝箱图标
	},
	{
		w : "美国之音",    //--宝箱图标
	},
	{
		w : "密宗",    //--宝箱图标
	},
	{
		w : "民国",    //--宝箱图标
	},
	{
		w : "民进党",    //--宝箱图标
	},
	{
		w : "民运",    //--宝箱图标
	},
	{
		w : "民主",    //--宝箱图标
	},
	{
		w : "民主潮",    //--宝箱图标
	},
	{
		w : "摩门教",    //--宝箱图标
	},
	{
		w : "纳粹",    //--宝箱图标
	},
	{
		w : "南华早报",    //--宝箱图标
	},
	{
		w : "南蛮",    //--宝箱图标
	},
	{
		w : "明慧网",    //--宝箱图标
	},
	{
		w : "起义",    //--宝箱图标
	},
	{
		w : "亲民党",    //--宝箱图标
	},
	{
		w : "瘸腿帮",    //--宝箱图标
	},
	{
		w : "人民报",    //--宝箱图标
	},
	{
		w : "法轮功",    //--宝箱图标
	},
	{
		w : "法轮大法",    //--宝箱图标
	},
	{
		w : "打倒共产党",    //--宝箱图标
	},
	{
		w : "台独万岁",    //--宝箱图标
	},
	{
		w : "圣战",    //--宝箱图标
	},
	{
		w : "示威",    //--宝箱图标
	},
	{
		w : "台独",    //--宝箱图标
	},
	{
		w : "台独分子",    //--宝箱图标
	},
	{
		w : "台联",    //--宝箱图标
	},
	{
		w : "台湾民国",    //--宝箱图标
	},
	{
		w : "台湾岛国",    //--宝箱图标
	},
	{
		w : "台湾国",    //--宝箱图标
	},
	{
		w : "台湾独立",    //--宝箱图标
	},
	{
		w : "太子党",    //--宝箱图标
	},
	{
		w : "天安门事件",    //--宝箱图标
	},
	{
		w : "屠杀",    //--宝箱图标
	},
	{
		w : "新党",    //--宝箱图标
	},
	{
		w : "新疆独立",    //--宝箱图标
	},
	{
		w : "新疆分裂",    //--宝箱图标
	},
	{
		w : "新疆国",    //--宝箱图标
	},
	{
		w : "疆独",    //--宝箱图标
	},
	{
		w : "西藏独立",    //--宝箱图标
	},
	{
		w : "西藏分裂",    //--宝箱图标
	},
	{
		w : "西藏国",    //--宝箱图标
	},
	{
		w : "藏独",    //--宝箱图标
	},
	{
		w : "藏青会",    //--宝箱图标
	},
	{
		w : "藏妇会",    //--宝箱图标
	},
	{
		w : "学潮",    //--宝箱图标
	},
	{
		w : "学运",    //--宝箱图标
	},
	{
		w : "一党专政",    //--宝箱图标
	},
	{
		w : "一中一台",    //--宝箱图标
	},
	{
		w : "两个中国",    //--宝箱图标
	},
	{
		w : "一贯道",    //--宝箱图标
	},
	{
		w : "游行",    //--宝箱图标
	},
	{
		w : "圆满",    //--宝箱图标
	},
	{
		w : "造反",    //--宝箱图标
	},
	{
		w : "真善忍",    //--宝箱图标
	},
	{
		w : "镇压",    //--宝箱图标
	},
	{
		w : "政变",    //--宝箱图标
	},
	{
		w : "政治",    //--宝箱图标
	},
	{
		w : "政治反对派",    //--宝箱图标
	},
	{
		w : "政治犯",    //--宝箱图标
	},
	{
		w : "中共",    //--宝箱图标
	},
	{
		w : "共产党",    //--宝箱图标
	},
	{
		w : "反党",    //--宝箱图标
	},
	{
		w : "反共",    //--宝箱图标
	},
	{
		w : "政府",    //--宝箱图标
	},
	{
		w : "民主党",    //--宝箱图标
	},
	{
		w : "中国之春",    //--宝箱图标
	},
	{
		w : "转法轮",    //--宝箱图标
	},
	{
		w : "自焚",    //--宝箱图标
	},
	{
		w : "共党",    //--宝箱图标
	},
	{
		w : "共匪",    //--宝箱图标
	},
	{
		w : "苏家屯",    //--宝箱图标
	},
	{
		w : "基地组织",    //--宝箱图标
	},
	{
		w : "塔利班",    //--宝箱图标
	},
	{
		w : "东亚病夫",    //--宝箱图标
	},
	{
		w : "支那",    //--宝箱图标
	},
	{
		w : "高治联",    //--宝箱图标
	},
	{
		w : "高自联",    //--宝箱图标
	},
	{
		w : "专政",    //--宝箱图标
	},
	{
		w : "专制",    //--宝箱图标
	},
	{
		w : "四人帮",    //--宝箱图标
	},
	{
		w : "新闻管制",    //--宝箱图标
	},
	{
		w : "核工业基地",    //--宝箱图标
	},
	{
		w : "核武器",    //--宝箱图标
	},
	{
		w : "铀",    //--宝箱图标
	},
	{
		w : "原子弹",    //--宝箱图标
	},
	{
		w : "氢弹",    //--宝箱图标
	},
	{
		w : "导弹",    //--宝箱图标
	},
	{
		w : "核潜艇",    //--宝箱图标
	},
	{
		w : "大参考",    //--宝箱图标
	},
	{
		w : "小参考",    //--宝箱图标
	},
	{
		w : "国内动态清样",    //--宝箱图标
	},
	{
		w : "东突",    //--宝箱图标
	},
	{
		w : "中央电视台",    //--宝箱图标
	},
	{
		w : "雪山狮子旗",    //--宝箱图标
	},
	{
		w : "两国论",    //--宝箱图标
	},
	{
		w : "一边一国",    //--宝箱图标
	},
	{
		w : "赤匪",    //--宝箱图标
	},
	{
		w : "宗教",    //--宝箱图标
	},
	{
		w : "迷信",    //--宝箱图标
	},
	{
		w : "道教",    //--宝箱图标
	},
	{
		w : "多维",    //--宝箱图标
	},
	{
		w : "佛教",    //--宝箱图标
	},
	{
		w : "佛祖",    //--宝箱图标
	},
	{
		w : "释迦牟尼",    //--宝箱图标
	},
	{
		w : "如来",    //--宝箱图标
	},
	{
		w : "阿弥陀佛",    //--宝箱图标
	},
	{
		w : "观世音",    //--宝箱图标
	},
	{
		w : "普贤",    //--宝箱图标
	},
	{
		w : "文殊",    //--宝箱图标
	},
	{
		w : "地藏",    //--宝箱图标
	},
	{
		w : "河殇",    //--宝箱图标
	},
	{
		w : "回教",    //--宝箱图标
	},
	{
		w : "穆罕默德",    //--宝箱图标
	},
	{
		w : "穆斯林",    //--宝箱图标
	},
	{
		w : "升天",    //--宝箱图标
	},
	{
		w : "圣母",    //--宝箱图标
	},
	{
		w : "耶和华",    //--宝箱图标
	},
	{
		w : "耶稣",    //--宝箱图标
	},
	{
		w : "伊斯兰",    //--宝箱图标
	},
	{
		w : "真主安拉",    //--宝箱图标
	},
	{
		w : "白莲教",    //--宝箱图标
	},
	{
		w : "天主教",    //--宝箱图标
	},
	{
		w : "基督教",    //--宝箱图标
	},
	{
		w : "东正教",    //--宝箱图标
	},
	{
		w : "大法",    //--宝箱图标
	},
	{
		w : "法轮",    //--宝箱图标
	},
	{
		w : "真理教",    //--宝箱图标
	},
	{
		w : "走向圆满",    //--宝箱图标
	},
	{
		w : "黄大仙",    //--宝箱图标
	},
	{
		w : "风水",    //--宝箱图标
	},
	{
		w : "跳大神",    //--宝箱图标
	},
	{
		w : "神汉",    //--宝箱图标
	},
	{
		w : "神婆",    //--宝箱图标
	},
	{
		w : "大卫教",    //--宝箱图标
	},
	{
		w : "阎王",    //--宝箱图标
	},
	{
		w : "黑白无常",    //--宝箱图标
	},
	{
		w : "牛头马面",    //--宝箱图标
	},
	{
		w : "高丽棒子",    //--宝箱图标
	},
	{
		w : "回回",    //--宝箱图标
	},
	{
		w : "蒙古鞑子",    //--宝箱图标
	},
	{
		w : "老毛子",    //--宝箱图标
	},
	{
		w : "回民吃猪肉",    //--宝箱图标
	},
	{
		w : "蒙古独立",    //--宝箱图标
	},
	{
		w : "全能神",    //--宝箱图标
	},
	{
		w : "谋杀",    //--宝箱图标
	},
	{
		w : "杀人",    //--宝箱图标
	},
	{
		w : "吸毒",    //--宝箱图标
	},
	{
		w : "贩毒",    //--宝箱图标
	},
	{
		w : "赌博",    //--宝箱图标
	},
	{
		w : "拐卖",    //--宝箱图标
	},
	{
		w : "走私",    //--宝箱图标
	},
	{
		w : "卖淫",    //--宝箱图标
	},
	{
		w : "监狱",    //--宝箱图标
	},
	{
		w : "强奸",    //--宝箱图标
	},
	{
		w : "轮奸",    //--宝箱图标
	},
	{
		w : "抢劫",    //--宝箱图标
	},
	{
		w : "先奸后杀",    //--宝箱图标
	},
	{
		w : "枪支弹药",    //--宝箱图标
	},
	{
		w : "下注",    //--宝箱图标
	},
	{
		w : "押大",    //--宝箱图标
	},
	{
		w : "押小",    //--宝箱图标
	},
	{
		w : "抽头",    //--宝箱图标
	},
	{
		w : "坐庄",    //--宝箱图标
	},
	{
		w : "赌马",    //--宝箱图标
	},
	{
		w : "赌球",    //--宝箱图标
	},
	{
		w : "筹码",    //--宝箱图标
	},
	{
		w : "老虎机",    //--宝箱图标
	},
	{
		w : "轮盘赌",    //--宝箱图标
	},
	{
		w : "安非他命",    //--宝箱图标
	},
	{
		w : "大麻",    //--宝箱图标
	},
	{
		w : "可卡因",    //--宝箱图标
	},
	{
		w : "海洛因",    //--宝箱图标
	},
	{
		w : "冰毒",    //--宝箱图标
	},
	{
		w : "摇头丸",    //--宝箱图标
	},
	{
		w : "杜冷丁",    //--宝箱图标
	},
	{
		w : "鸦片",    //--宝箱图标
	},
	{
		w : "罂粟",    //--宝箱图标
	},
	{
		w : "迷幻药",    //--宝箱图标
	},
	{
		w : "白粉",    //--宝箱图标
	},
	{
		w : "嗑药",    //--宝箱图标
	},
	{
		w : "卖枪支弹药",    //--宝箱图标
	},
	{
		w : "K粉",    //--宝箱图标
	},
	{
		w : "冰粉",    //--宝箱图标
	},
	{
		w : "毒品",    //--宝箱图标
	},
	{
		w : "黄网",    //--宝箱图标
	},
	{
		w : "屄",    //--宝箱图标
	},
	{
		w : "肏",    //--宝箱图标
	},
	{
		w : "屌",    //--宝箱图标
	},
	{
		w : "马的",    //--宝箱图标
	},
	{
		w : "马白勺",    //--宝箱图标
	},
	{
		w : "妈的",    //--宝箱图标
	},
	{
		w : "妈白勺",    //--宝箱图标
	},
	{
		w : "女马ㄉ",    //--宝箱图标
	},
	{
		w : "女马的",    //--宝箱图标
	},
	{
		w : "女马白勺",    //--宝箱图标
	},
	{
		w : "操你",    //--宝箱图标
	},
	{
		w : "操妳",    //--宝箱图标
	},
	{
		w : "操他",    //--宝箱图标
	},
	{
		w : "操人也",    //--宝箱图标
	},
	{
		w : "操她",    //--宝箱图标
	},
	{
		w : "操女也",    //--宝箱图标
	},
	{
		w : "干你",    //--宝箱图标
	},
	{
		w : "干妳",    //--宝箱图标
	},
	{
		w : "干他",    //--宝箱图标
	},
	{
		w : "干人也",    //--宝箱图标
	},
	{
		w : "干她",    //--宝箱图标
	},
	{
		w : "干女也",    //--宝箱图标
	},
	{
		w : "超你",    //--宝箱图标
	},
	{
		w : "超妳",    //--宝箱图标
	},
	{
		w : "超他",    //--宝箱图标
	},
	{
		w : "超人也",    //--宝箱图标
	},
	{
		w : "超她",    //--宝箱图标
	},
	{
		w : "超女也",    //--宝箱图标
	},
	{
		w : "屌你",    //--宝箱图标
	},
	{
		w : "屌我",    //--宝箱图标
	},
	{
		w : "屌妳",    //--宝箱图标
	},
	{
		w : "屌他",    //--宝箱图标
	},
	{
		w : "屌人也",    //--宝箱图标
	},
	{
		w : "屌她",    //--宝箱图标
	},
	{
		w : "屌女也",    //--宝箱图标
	},
	{
		w : "凸你",    //--宝箱图标
	},
	{
		w : "凸我",    //--宝箱图标
	},
	{
		w : "凸妳",    //--宝箱图标
	},
	{
		w : "凸他",    //--宝箱图标
	},
	{
		w : "凸人也",    //--宝箱图标
	},
	{
		w : "凸她",    //--宝箱图标
	},
	{
		w : "凸女也",    //--宝箱图标
	},
	{
		w : "插你",    //--宝箱图标
	},
	{
		w : "插他",    //--宝箱图标
	},
	{
		w : "插我",    //--宝箱图标
	},
	{
		w : "插她",    //--宝箱图标
	},
	{
		w : "插妳",    //--宝箱图标
	},
	{
		w : "臭你",    //--宝箱图标
	},
	{
		w : "臭妳",    //--宝箱图标
	},
	{
		w : "臭他",    //--宝箱图标
	},
	{
		w : "臭人也",    //--宝箱图标
	},
	{
		w : "臭她",    //--宝箱图标
	},
	{
		w : "臭女也",    //--宝箱图标
	},
	{
		w : "机八",    //--宝箱图标
	},
	{
		w : "鸡八",    //--宝箱图标
	},
	{
		w : "G八",    //--宝箱图标
	},
	{
		w : "Ｇ八",    //--宝箱图标
	},
	{
		w : "机巴",    //--宝箱图标
	},
	{
		w : "鸡巴",    //--宝箱图标
	},
	{
		w : "G巴",    //--宝箱图标
	},
	{
		w : "Ｇ巴",    //--宝箱图标
	},
	{
		w : "机叭",    //--宝箱图标
	},
	{
		w : "鸡叭",    //--宝箱图标
	},
	{
		w : "G叭",    //--宝箱图标
	},
	{
		w : "Ｇ叭",    //--宝箱图标
	},
	{
		w : "机芭",    //--宝箱图标
	},
	{
		w : "鸡芭",    //--宝箱图标
	},
	{
		w : "G芭",    //--宝箱图标
	},
	{
		w : "Ｇ芭",    //--宝箱图标
	},
	{
		w : "机掰",    //--宝箱图标
	},
	{
		w : "鸡掰",    //--宝箱图标
	},
	{
		w : "G掰",    //--宝箱图标
	},
	{
		w : "Ｇ掰",    //--宝箱图标
	},
	{
		w : "机Y",    //--宝箱图标
	},
	{
		w : "机Ｙ",    //--宝箱图标
	},
	{
		w : "鸡Y",    //--宝箱图标
	},
	{
		w : "鸡Ｙ",    //--宝箱图标
	},
	{
		w : "机8",    //--宝箱图标
	},
	{
		w : "鸡８",    //--宝箱图标
	},
	{
		w : "靠爸",    //--宝箱图标
	},
	{
		w : "靠母",    //--宝箱图标
	},
	{
		w : "哭爸",    //--宝箱图标
	},
	{
		w : "哭母",    //--宝箱图标
	},
	{
		w : "靠北",    //--宝箱图标
	},
	{
		w : "老GY",    //--宝箱图标
	},
	{
		w : "老ＧＹ",    //--宝箱图标
	},
	{
		w : "干GY",    //--宝箱图标
	},
	{
		w : "干ＧＹ",    //--宝箱图标
	},
	{
		w : "操GY",    //--宝箱图标
	},
	{
		w : "操ＧＹ",    //--宝箱图标
	},
	{
		w : "超GY",    //--宝箱图标
	},
	{
		w : "超ＧＹ",    //--宝箱图标
	},
	{
		w : "臭GY",    //--宝箱图标
	},
	{
		w : "臭ＧＹ",    //--宝箱图标
	},
	{
		w : "干七八",    //--宝箱图标
	},
	{
		w : "干78",    //--宝箱图标
	},
	{
		w : "干７８",    //--宝箱图标
	},
	{
		w : "操七八",    //--宝箱图标
	},
	{
		w : "操78",    //--宝箱图标
	},
	{
		w : "操７８",    //--宝箱图标
	},
	{
		w : "超七八",    //--宝箱图标
	},
	{
		w : "超78",    //--宝箱图标
	},
	{
		w : "超７８",    //--宝箱图标
	},
	{
		w : "臭七八",    //--宝箱图标
	},
	{
		w : "臭78",    //--宝箱图标
	},
	{
		w : "臭７８",    //--宝箱图标
	},
	{
		w : "懒叫",    //--宝箱图标
	},
	{
		w : "懒教",    //--宝箱图标
	},
	{
		w : "妈B",    //--宝箱图标
	},
	{
		w : "我日",    //--宝箱图标
	},
	{
		w : "婊",    //--宝箱图标
	},
	{
		w : "璩美凤",    //--宝箱图标
	},
	{
		w : "阴茎",    //--宝箱图标
	},
	{
		w : "日你",    //--宝箱图标
	},
	{
		w : "阴道",    //--宝箱图标
	},
	{
		w : "干死",    //--宝箱图标
	},
	{
		w : "你妈",    //--宝箱图标
	},
	{
		w : "TNND",    //--宝箱图标
	},
	{
		w : "幼齿",    //--宝箱图标
	},
	{
		w : "干死你",    //--宝箱图标
	},
	{
		w : "作爱",    //--宝箱图标
	},
	{
		w : "阝月",    //--宝箱图标
	},
	{
		w : "歇逼",    //--宝箱图标
	},
	{
		w : "蛤蟆",    //--宝箱图标
	},
	{
		w : "发骚",    //--宝箱图标
	},
	{
		w : "招妓",    //--宝箱图标
	},
	{
		w : "阴唇",    //--宝箱图标
	},
	{
		w : "操你妈",    //--宝箱图标
	},
	{
		w : "精子",    //--宝箱图标
	},
	{
		w : "奸淫",    //--宝箱图标
	},
	{
		w : "菜逼",    //--宝箱图标
	},
	{
		w : "奶奶的",    //--宝箱图标
	},
	{
		w : "日死你",    //--宝箱图标
	},
	{
		w : "贱人",    //--宝箱图标
	},
	{
		w : "江八点",    //--宝箱图标
	},
	{
		w : "你娘",    //--宝箱图标
	},
	{
		w : "肛交",    //--宝箱图标
	},
	{
		w : "破鞋",    //--宝箱图标
	},
	{
		w : "贱逼",    //--宝箱图标
	},
	{
		w : "娘的",    //--宝箱图标
	},
	{
		w : "狗卵子",    //--宝箱图标
	},
	{
		w : "骚货",    //--宝箱图标
	},
	{
		w : "操蛋",    //--宝箱图标
	},
	{
		w : "大比",    //--宝箱图标
	},
	{
		w : "龟公",    //--宝箱图标
	},
	{
		w : "穷逼",    //--宝箱图标
	},
	{
		w : "欠日",    //--宝箱图标
	},
	{
		w : "狗b",    //--宝箱图标
	},
	{
		w : "牛逼",    //--宝箱图标
	},
	{
		w : "装逼",    //--宝箱图标
	},
	{
		w : "妈批",    //--宝箱图标
	},
	{
		w : "欠操",    //--宝箱图标
	},
	{
		w : "我操你",    //--宝箱图标
	},
	{
		w : "烂逼",    //--宝箱图标
	},
	{
		w : "你爸",    //--宝箱图标
	},
	{
		w : "屁眼",    //--宝箱图标
	},
	{
		w : "密穴",    //--宝箱图标
	},
	{
		w : "鸡奸",    //--宝箱图标
	},
	{
		w : "群奸",    //--宝箱图标
	},
	{
		w : "烂比",    //--宝箱图标
	},
	{
		w : "牛比",    //--宝箱图标
	},
	{
		w : "喷你",    //--宝箱图标
	},
	{
		w : "大b",    //--宝箱图标
	},
	{
		w : "小b",    //--宝箱图标
	},
	{
		w : "性欲",    //--宝箱图标
	},
	{
		w : "你大爷",    //--宝箱图标
	},
	{
		w : "淫荡",    //--宝箱图标
	},
	{
		w : "中国猪",    //--宝箱图标
	},
	{
		w : "狂操",    //--宝箱图标
	},
	{
		w : "婊子",    //--宝箱图标
	},
	{
		w : "我操",    //--宝箱图标
	},
	{
		w : "淫秽",    //--宝箱图标
	},
	{
		w : "江猪媳",    //--宝箱图标
	},
	{
		w : "狗屎",    //--宝箱图标
	},
	{
		w : "十八摸",    //--宝箱图标
	},
	{
		w : "操逼",    //--宝箱图标
	},
	{
		w : "二B",    //--宝箱图标
	},
	{
		w : "猪毛",    //--宝箱图标
	},
	{
		w : "狗操",    //--宝箱图标
	},
	{
		w : "奶子",    //--宝箱图标
	},
	{
		w : "大花逼",    //--宝箱图标
	},
	{
		w : "逼样",    //--宝箱图标
	},
	{
		w : "去你妈的",    //--宝箱图标
	},
	{
		w : "完蛋操",    //--宝箱图标
	},
	{
		w : "下贱",    //--宝箱图标
	},
	{
		w : "淫穴",    //--宝箱图标
	},
	{
		w : "猪操",    //--宝箱图标
	},
	{
		w : "妓女",    //--宝箱图标
	},
	{
		w : "阴水",    //--宝箱图标
	},
	{
		w : "操比",    //--宝箱图标
	},
	{
		w : "精液",    //--宝箱图标
	},
	{
		w : "卖比",    //--宝箱图标
	},
	{
		w : "16dy-图库",    //--宝箱图标
	},
	{
		w : "獸交",    //--宝箱图标
	},
	{
		w : "爱女人",    //--宝箱图标
	},
	{
		w : "拔出来",    //--宝箱图标
	},
	{
		w : "操b",    //--宝箱图标
	},
	{
		w : "插进",    //--宝箱图标
	},
	{
		w : "插穴",    //--宝箱图标
	},
	{
		w : "吃精",    //--宝箱图标
	},
	{
		w : "抽插",    //--宝箱图标
	},
	{
		w : "大乳",    //--宝箱图标
	},
	{
		w : "调教",    //--宝箱图标
	},
	{
		w : "黄色电影",    //--宝箱图标
	},
	{
		w : "激情电影",    //--宝箱图标
	},
	{
		w : "轮暴",    //--宝箱图标
	},
	{
		w : "迷奸",    //--宝箱图标
	},
	{
		w : "乳房",    //--宝箱图标
	},
	{
		w : "色猫",    //--宝箱图标
	},
	{
		w : "色欲",    //--宝箱图标
	},
	{
		w : "性爱图库",    //--宝箱图标
	},
	{
		w : "亚情",    //--宝箱图标
	},
	{
		w : "淫亂",    //--宝箱图标
	},
	{
		w : "淫女",    //--宝箱图标
	},
	{
		w : "淫蕩",    //--宝箱图标
	},
	{
		w : "淫水",    //--宝箱图标
	},
	{
		w : "淫汁",    //--宝箱图标
	},
	{
		w : "幼圖",    //--宝箱图标
	},
	{
		w : "中文搜性网",    //--宝箱图标
	},
	{
		w : "自慰",    //--宝箱图标
	},
	{
		w : "鷄巴",    //--宝箱图标
	},
	{
		w : "學生妹",    //--宝箱图标
	},
	{
		w : "１８歲淫亂",    //--宝箱图标
	},
	{
		w : "999日本妹",    //--宝箱图标
	},
	{
		w : "幹炮",    //--宝箱图标
	},
	{
		w : "摸阴蒂",    //--宝箱图标
	},
	{
		w : "金鳞岂是池中物",    //--宝箱图标
	},
	{
		w : "掰穴皮卡丘",    //--宝箱图标
	},
	{
		w : "白虎少妇",    //--宝箱图标
	},
	{
		w : "白虎阴穴",    //--宝箱图标
	},
	{
		w : "包二奶",    //--宝箱图标
	},
	{
		w : "暴淫",    //--宝箱图标
	},
	{
		w : "逼痒",    //--宝箱图标
	},
	{
		w : "蕩妹",    //--宝箱图标
	},
	{
		w : "肥逼",    //--宝箱图标
	},
	{
		w : "粉穴",    //--宝箱图标
	},
	{
		w : "干穴",    //--宝箱图标
	},
	{
		w : "开苞",    //--宝箱图标
	},
	{
		w : "口活",    //--宝箱图标
	},
	{
		w : "狼友",    //--宝箱图标
	},
	{
		w : "春药",    //--宝箱图标
	},
	{
		w : "风艳阁",    //--宝箱图标
	},
	{
		w : "激情小说",    //--宝箱图标
	},
	{
		w : "兽欲",    //--宝箱图标
	},
	{
		w : "全裸",    //--宝箱图标
	},
	{
		w : "秘唇",    //--宝箱图标
	},
	{
		w : "蜜穴",    //--宝箱图标
	},
	{
		w : "玉穴",    //--宝箱图标
	},
	{
		w : "应召",    //--宝箱图标
	},
	{
		w : "菊花蕾",    //--宝箱图标
	},
	{
		w : "大力抽送",    //--宝箱图标
	},
	{
		w : "干的爽",    //--宝箱图标
	},
	{
		w : "肉蒲团",    //--宝箱图标
	},
	{
		w : "后庭",    //--宝箱图标
	},
	{
		w : "淫叫",    //--宝箱图标
	},
	{
		w : "男女交欢",    //--宝箱图标
	},
	{
		w : "极品波霸",    //--宝箱图标
	},
	{
		w : "兽奸",    //--宝箱图标
	},
	{
		w : "流淫",    //--宝箱图标
	},
	{
		w : "销魂洞",    //--宝箱图标
	},
	{
		w : "操烂",    //--宝箱图标
	},
	{
		w : "成人网站",    //--宝箱图标
	},
	{
		w : "淫色",    //--宝箱图标
	},
	{
		w : "一夜欢",    //--宝箱图标
	},
	{
		w : "姦淫",    //--宝箱图标
	},
	{
		w : "给你爽",    //--宝箱图标
	},
	{
		w : "偷窥图片",    //--宝箱图标
	},
	{
		w : "性奴",    //--宝箱图标
	},
	{
		w : "大奶头",    //--宝箱图标
	},
	{
		w : "奸幼",    //--宝箱图标
	},
	{
		w : "中年美妇",    //--宝箱图标
	},
	{
		w : "豪乳",    //--宝箱图标
	},
	{
		w : "喷精",    //--宝箱图标
	},
	{
		w : "逼奸",    //--宝箱图标
	},
	{
		w : "脱内裤",    //--宝箱图标
	},
	{
		w : "发浪",    //--宝箱图标
	},
	{
		w : "浪叫",    //--宝箱图标
	},
	{
		w : "肉茎",    //--宝箱图标
	},
	{
		w : "菊花洞",    //--宝箱图标
	},
	{
		w : "成人自拍",    //--宝箱图标
	},
	{
		w : "自拍美穴",    //--宝箱图标
	},
	{
		w : "抠穴",    //--宝箱图标
	},
	{
		w : "颜射",    //--宝箱图标
	},
	{
		w : "肉棍",    //--宝箱图标
	},
	{
		w : "淫水爱液",    //--宝箱图标
	},
	{
		w : "阴核",    //--宝箱图标
	},
	{
		w : "露B",    //--宝箱图标
	},
	{
		w : "母子奸情",    //--宝箱图标
	},
	{
		w : "人妻熟女",    //--宝箱图标
	},
	{
		w : "色界",    //--宝箱图标
	},
	{
		w : "丁香社区",    //--宝箱图标
	},
	{
		w : "爱图公园",    //--宝箱图标
	},
	{
		w : "色色五月天",    //--宝箱图标
	},
	{
		w : "鹿城娱乐",    //--宝箱图标
	},
	{
		w : "色色",    //--宝箱图标
	},
	{
		w : "幼香阁",    //--宝箱图标
	},
	{
		w : "隐窝窝",    //--宝箱图标
	},
	{
		w : "乱伦熟女网",    //--宝箱图标
	},
	{
		w : "插阴",    //--宝箱图标
	},
	{
		w : "露阴照",    //--宝箱图标
	},
	{
		w : "美幼",    //--宝箱图标
	},
	{
		w : "97sese",    //--宝箱图标
	},
	{
		w : "嫩鲍鱼",    //--宝箱图标
	},
	{
		w : "日本AV女优",    //--宝箱图标
	},
	{
		w : "美女走光",    //--宝箱图标
	},
	{
		w : "33bbb走光",    //--宝箱图标
	},
	{
		w : "激情贴图",    //--宝箱图标
	},
	{
		w : "成人论坛",    //--宝箱图标
	},
	{
		w : "就去诱惑",    //--宝箱图标
	},
	{
		w : "浴室自拍",    //--宝箱图标
	},
	{
		w : "BlowJobs",    //--宝箱图标
	},
	{
		w : "激情裸体",    //--宝箱图标
	},
	{
		w : "丽春苑",    //--宝箱图标
	},
	{
		w : "窝窝客",    //--宝箱图标
	},
	{
		w : "银民吧",    //--宝箱图标
	},
	{
		w : "亚洲色",    //--宝箱图标
	},
	{
		w : "碧香亭",    //--宝箱图标
	},
	{
		w : "爱色cc",    //--宝箱图标
	},
	{
		w : "妹妹骚图",    //--宝箱图标
	},
	{
		w : "宾馆女郎",    //--宝箱图标
	},
	{
		w : "美腿丝足",    //--宝箱图标
	},
	{
		w : "好色cc",    //--宝箱图标
	},
	{
		w : "无码长片",    //--宝箱图标
	},
	{
		w : "淫水涟涟",    //--宝箱图标
	},
	{
		w : "放荡少妇",    //--宝箱图标
	},
	{
		w : "成人图片",    //--宝箱图标
	},
	{
		w : "黄金圣水",    //--宝箱图标
	},
	{
		w : "脚交",    //--宝箱图标
	},
	{
		w : "勾魂少妇",    //--宝箱图标
	},
	{
		w : "女尻",    //--宝箱图标
	},
	{
		w : "我要性交",    //--宝箱图标
	},
	{
		w : "SM女王",    //--宝箱图标
	},
	{
		w : "乳此丝袜",    //--宝箱图标
	},
	{
		w : "日本灌肠",    //--宝箱图标
	},
	{
		w : "集体性爱",    //--宝箱图标
	},
	{
		w : "国产骚货",    //--宝箱图标
	},
	{
		w : "操B指南",    //--宝箱图标
	},
	{
		w : "亚洲淫娃",    //--宝箱图标
	},
	{
		w : "熟女乱伦",    //--宝箱图标
	},
	{
		w : "SM舔穴",    //--宝箱图标
	},
	{
		w : "無碼H漫",    //--宝箱图标
	},
	{
		w : "大胆少女",    //--宝箱图标
	},
	{
		w : "乳此丰满",    //--宝箱图标
	},
	{
		w : "屄屄特写",    //--宝箱图标
	},
	{
		w : "熟女颜射",    //--宝箱图标
	},
	{
		w : "要色色",    //--宝箱图标
	},
	{
		w : "耻辱轮奸",    //--宝箱图标
	},
	{
		w : "巨乳素人",    //--宝箱图标
	},
	{
		w : "妩媚挑逗",    //--宝箱图标
	},
	{
		w : "骚姨妈",    //--宝箱图标
	},
	{
		w : "裸体少妇",    //--宝箱图标
	},
	{
		w : "美少妇",    //--宝箱图标
	},
	{
		w : "射奶",    //--宝箱图标
	},
	{
		w : "杨思敏",    //--宝箱图标
	},
	{
		w : "野外性交",    //--宝箱图标
	},
	{
		w : "风骚淫荡",    //--宝箱图标
	},
	{
		w : "白虎嫩B",    //--宝箱图标
	},
	{
		w : "明星淫图",    //--宝箱图标
	},
	{
		w : "淫乱熟女",    //--宝箱图标
	},
	{
		w : "高清性愛",    //--宝箱图标
	},
	{
		w : "高潮集锦",    //--宝箱图标
	},
	{
		w : "淫兽学园",    //--宝箱图标
	},
	{
		w : "俏臀摄魄",    //--宝箱图标
	},
	{
		w : "有容奶大",    //--宝箱图标
	},
	{
		w : "无套内射",    //--宝箱图标
	},
	{
		w : "毛鲍",    //--宝箱图标
	},
	{
		w : "3P炮图",    //--宝箱图标
	},
	{
		w : "性交课",    //--宝箱图标
	},
	{
		w : "激凸走光",    //--宝箱图标
	},
	{
		w : "性感妖娆",    //--宝箱图标
	},
	{
		w : "人妻交换",    //--宝箱图标
	},
	{
		w : "监禁陵辱",    //--宝箱图标
	},
	{
		w : "生徒胸触",    //--宝箱图标
	},
	{
		w : "東洋屄",    //--宝箱图标
	},
	{
		w : "翘臀嫩穴",    //--宝箱图标
	},
	{
		w : "春光外泻",    //--宝箱图标
	},
	{
		w : "淫妇自慰",    //--宝箱图标
	},
	{
		w : "本土无码",    //--宝箱图标
	},
	{
		w : "淫妻交换",    //--宝箱图标
	},
	{
		w : "日屄",    //--宝箱图标
	},
	{
		w : "近亲相奸",    //--宝箱图标
	},
	{
		w : "艳乳",    //--宝箱图标
	},
	{
		w : "白虎小穴",    //--宝箱图标
	},
	{
		w : "肛门喷水",    //--宝箱图标
	},
	{
		w : "淫荡贵妇",    //--宝箱图标
	},
	{
		w : "鬼畜轮奸",    //--宝箱图标
	},
	{
		w : "浴室乱伦",    //--宝箱图标
	},
	{
		w : "生奸内射",    //--宝箱图标
	},
	{
		w : "国产嫖娼",    //--宝箱图标
	},
	{
		w : "白液四溅",    //--宝箱图标
	},
	{
		w : "带套肛交",    //--宝箱图标
	},
	{
		w : "大乱交",    //--宝箱图标
	},
	{
		w : "精液榨取",    //--宝箱图标
	},
	{
		w : "性感乳娘",    //--宝箱图标
	},
	{
		w : "魅惑巨乳",    //--宝箱图标
	},
	{
		w : "无码炮图",    //--宝箱图标
	},
	{
		w : "群阴会",    //--宝箱图标
	},
	{
		w : "人性本色",    //--宝箱图标
	},
	{
		w : "极品波神",    //--宝箱图标
	},
	{
		w : "淫乱工作",    //--宝箱图标
	},
	{
		w : "白浆四溅",    //--宝箱图标
	},
	{
		w : "街头扒衣",    //--宝箱图标
	},
	{
		w : "口内爆射",    //--宝箱图标
	},
	{
		w : "嫩BB",    //--宝箱图标
	},
	{
		w : "肛门拳交",    //--宝箱图标
	},
	{
		w : "灌满精液",    //--宝箱图标
	},
	{
		w : "莲花逼",    //--宝箱图标
	},
	{
		w : "自慰抠穴",    //--宝箱图标
	},
	{
		w : "人妻榨乳",    //--宝箱图标
	},
	{
		w : "拔屄自拍",    //--宝箱图标
	},
	{
		w : "洗肠射尿",    //--宝箱图标
	},
	{
		w : "人妻色诱",    //--宝箱图标
	},
	{
		w : "淫浆",    //--宝箱图标
	},
	{
		w : "狂乳激揺",    //--宝箱图标
	},
	{
		w : "騷浪",    //--宝箱图标
	},
	{
		w : "射爽",    //--宝箱图标
	},
	{
		w : "蘚鮑",    //--宝箱图标
	},
	{
		w : "制服狩",    //--宝箱图标
	},
	{
		w : "無毛穴",    //--宝箱图标
	},
	{
		w : "骚浪美女",    //--宝箱图标
	},
	{
		w : "肏屄",    //--宝箱图标
	},
	{
		w : "舌头穴",    //--宝箱图标
	},
	{
		w : "人妻做爱",    //--宝箱图标
	},
	{
		w : "插逼",    //--宝箱图标
	},
	{
		w : "爆操",    //--宝箱图标
	},
	{
		w : "插穴止痒",    //--宝箱图标
	},
	{
		w : "骚乳",    //--宝箱图标
	},
	{
		w : "食精",    //--宝箱图标
	},
	{
		w : "爆乳娘",    //--宝箱图标
	},
	{
		w : "插阴茎",    //--宝箱图标
	},
	{
		w : "黑毛屄",    //--宝箱图标
	},
	{
		w : "肉便器",    //--宝箱图标
	},
	{
		w : "肉逼",    //--宝箱图标
	},
	{
		w : "淫亂潮吹",    //--宝箱图标
	},
	{
		w : "母奸",    //--宝箱图标
	},
	{
		w : "熟妇人妻",    //--宝箱图标
	},
	{
		w : "発射",    //--宝箱图标
	},
	{
		w : "幹砲",    //--宝箱图标
	},
	{
		w : "性佣",    //--宝箱图标
	},
	{
		w : "爽穴",    //--宝箱图标
	},
	{
		w : "插比",    //--宝箱图标
	},
	{
		w : "嫩鲍",    //--宝箱图标
	},
	{
		w : "骚母",    //--宝箱图标
	},
	{
		w : "吃鸡巴",    //--宝箱图标
	},
	{
		w : "金毛穴",    //--宝箱图标
	},
	{
		w : "体奸",    //--宝箱图标
	},
	{
		w : "爆草",    //--宝箱图标
	},
	{
		w : "操妻",    //--宝箱图标
	},
	{
		w : "a4u",    //--宝箱图标
	},
	{
		w : "酥穴",    //--宝箱图标
	},
	{
		w : "屄毛",    //--宝箱图标
	},
	{
		w : "厕所盗摄",    //--宝箱图标
	},
	{
		w : "艳妇淫女",    //--宝箱图标
	},
	{
		w : "掰穴打洞",    //--宝箱图标
	},
	{
		w : "盗撮",    //--宝箱图标
	},
	{
		w : "薄码",    //--宝箱图标
	},
	{
		w : "少修正",    //--宝箱图标
	},
	{
		w : "巧淫奸戏",    //--宝箱图标
	},
	{
		w : "成人片",    //--宝箱图标
	},
	{
		w : "换妻大会",    //--宝箱图标
	},
	{
		w : "破处",    //--宝箱图标
	},
	{
		w : "穴爽",    //--宝箱图标
	},
	{
		w : "g点",    //--宝箱图标
	},
	{
		w : "欢欢娱乐时空",    //--宝箱图标
	},
	{
		w : "近親相姦",    //--宝箱图标
	},
	{
		w : "裤袜",    //--宝箱图标
	},
	{
		w : "乱伦",    //--宝箱图标
	},
	{
		w : "买春",    //--宝箱图标
	},
	{
		w : "妹妹阴毛",    //--宝箱图标
	},
	{
		w : "免费成人网站",    //--宝箱图标
	},
	{
		w : "免费偷窥网",    //--宝箱图标
	},
	{
		w : "免费A片",    //--宝箱图标
	},
	{
		w : "摩洛客",    //--宝箱图标
	},
	{
		w : "嫩b",    //--宝箱图标
	},
	{
		w : "捏弄",    //--宝箱图标
	},
	{
		w : "女优",    //--宝箱图标
	},
	{
		w : "肉棒",    //--宝箱图标
	},
	{
		w : "骚姐姐",    //--宝箱图标
	},
	{
		w : "色区",    //--宝箱图标
	},
	{
		w : "色书库",    //--宝箱图标
	},
	{
		w : "射颜",    //--宝箱图标
	},
	{
		w : "手淫",    //--宝箱图标
	},
	{
		w : "兽交",    //--宝箱图标
	},
	{
		w : "吸精少女",    //--宝箱图标
	},
	{
		w : "下流地带",    //--宝箱图标
	},
	{
		w : "性虎",    //--宝箱图标
	},
	{
		w : "性饥渴",    //--宝箱图标
	},
	{
		w : "阴部",    //--宝箱图标
	},
	{
		w : "淫妹",    //--宝箱图标
	},
	{
		w : "淫图",    //--宝箱图标
	},
	{
		w : "幼交",    //--宝箱图标
	},
	{
		w : "欲火",    //--宝箱图标
	},
	{
		w : "援交妹",    //--宝箱图标
	},
	{
		w : "嫩屄",    //--宝箱图标
	},
	{
		w : "嫩女",    //--宝箱图标
	},
	{
		w : "噴精",    //--宝箱图标
	},
	{
		w : "情色天崖",    //--宝箱图标
	},
	{
		w : "情色文学",    //--宝箱图标
	},
	{
		w : "群交亂舞",    //--宝箱图标
	},
	{
		w : "日本骚货",    //--宝箱图标
	},
	{
		w : "肉唇",    //--宝箱图标
	},
	{
		w : "肉沟",    //--宝箱图标
	},
	{
		w : "肉棍干骚妇",    //--宝箱图标
	},
	{
		w : "肉壶",    //--宝箱图标
	},
	{
		w : "肉淫器吞精",    //--宝箱图标
	},
	{
		w : "骚妹",    //--宝箱图标
	},
	{
		w : "骚女",    //--宝箱图标
	},
	{
		w : "骚水",    //--宝箱图标
	},
	{
		w : "骚穴",    //--宝箱图标
	},
	{
		w : "色狐狸网址",    //--宝箱图标
	},
	{
		w : "色狼论坛",    //--宝箱图标
	},
	{
		w : "色狼小说",    //--宝箱图标
	},
	{
		w : "湿穴",    //--宝箱图标
	},
	{
		w : "爽死我了",    //--宝箱图标
	},
	{
		w : "舔逼",    //--宝箱图标
	},
	{
		w : "舔屁眼",    //--宝箱图标
	},
	{
		w : "好嫩",    //--宝箱图标
	},
	{
		w : "大波",    //--宝箱图标
	},
	{
		w : "亂倫",    //--宝箱图标
	},
	{
		w : "做爱电影",    //--宝箱图标
	},
	{
		w : "色诱",    //--宝箱图标
	},
	{
		w : "秘裂",    //--宝箱图标
	},
	{
		w : "采花堂",    //--宝箱图标
	},
	{
		w : "含屌",    //--宝箱图标
	},
	{
		w : "亚洲性虐",    //--宝箱图标
	},
	{
		w : "夫妻自拍",    //--宝箱图标
	},
	{
		w : "熟女",    //--宝箱图标
	},
	{
		w : "操穴",    //--宝箱图标
	},
	{
		w : "裹本",    //--宝箱图标
	},
	{
		w : "淫妇",    //--宝箱图标
	},
	{
		w : "嫩逼",    //--宝箱图标
	},
	{
		w : "淫贱",    //--宝箱图标
	},
	{
		w : "欢乐性今宵",    //--宝箱图标
	},
	{
		w : "巨乳",    //--宝箱图标
	},
	{
		w : "性愛圖片",    //--宝箱图标
	},
	{
		w : "学生妹",    //--宝箱图标
	},
	{
		w : "炮友之家",    //--宝箱图标
	},
	{
		w : "花花公子",    //--宝箱图标
	},
	{
		w : "一夜情",    //--宝箱图标
	},
	{
		w : "乳沟",    //--宝箱图标
	},
	{
		w : "淫虫",    //--宝箱图标
	},
	{
		w : "叫床",    //--宝箱图标
	},
	{
		w : "porn",    //--宝箱图标
	},
	{
		w : "小姐打飞机",    //--宝箱图标
	},
	{
		w : "少女被插",    //--宝箱图标
	},
	{
		w : "Ｘ到噴屎尿",    //--宝箱图标
	},
	{
		w : "口淫",    //--宝箱图标
	},
	{
		w : "按摩棒",    //--宝箱图标
	},
	{
		w : "操我",    //--宝箱图标
	},
	{
		w : "奸情",    //--宝箱图标
	},
	{
		w : "被干",    //--宝箱图标
	},
	{
		w : "露逼",    //--宝箱图标
	},
	{
		w : "美女高潮",    //--宝箱图标
	},
	{
		w : "日逼",    //--宝箱图标
	},
	{
		w : "肉洞",    //--宝箱图标
	},
	{
		w : "阴缔",    //--宝箱图标
	},
	{
		w : "插暴",    //--宝箱图标
	},
	{
		w : "人妻",    //--宝箱图标
	},
	{
		w : "内射",    //--宝箱图标
	},
	{
		w : "肉具",    //--宝箱图标
	},
	{
		w : "欲仙欲浪",    //--宝箱图标
	},
	{
		w : "玉乳",    //--宝箱图标
	},
	{
		w : "被插",    //--宝箱图标
	},
	{
		w : "吞精",    //--宝箱图标
	},
	{
		w : "暴乳",    //--宝箱图标
	},
	{
		w : "成人午夜场",    //--宝箱图标
	},
	{
		w : "买春堂",    //--宝箱图标
	},
	{
		w : "性之站",    //--宝箱图标
	},
	{
		w : "成人社区",    //--宝箱图标
	},
	{
		w : "群交",    //--宝箱图标
	},
	{
		w : "激情聊天",    //--宝箱图标
	},
	{
		w : "三八淫",    //--宝箱图标
	},
	{
		w : "做爱自拍",    //--宝箱图标
	},
	{
		w : "淫妻",    //--宝箱图标
	},
	{
		w : "夫妻俱乐部",    //--宝箱图标
	},
	{
		w : "激情交友",    //--宝箱图标
	},
	{
		w : "诱色uu",    //--宝箱图标
	},
	{
		w : "就去色色",    //--宝箱图标
	},
	{
		w : "熟妇",    //--宝箱图标
	},
	{
		w : "mm美图",    //--宝箱图标
	},
	{
		w : "走光偷拍",    //--宝箱图标
	},
	{
		w : "77bbb",    //--宝箱图标
	},
	{
		w : "虎骑",    //--宝箱图标
	},
	{
		w : "咪咪图片",    //--宝箱图标
	},
	{
		w : "成人导航",    //--宝箱图标
	},
	{
		w : "深爱色色",    //--宝箱图标
	},
	{
		w : "厕所偷拍",    //--宝箱图标
	},
	{
		w : "成人A片",    //--宝箱图标
	},
	{
		w : "夫妻多p",    //--宝箱图标
	},
	{
		w : "我就色",    //--宝箱图标
	},
	{
		w : "释欲",    //--宝箱图标
	},
	{
		w : "你色吗",    //--宝箱图标
	},
	{
		w : "裙内偷拍",    //--宝箱图标
	},
	{
		w : "男女蒲典",    //--宝箱图标
	},
	{
		w : "色97爱",    //--宝箱图标
	},
	{
		w : "丝诱",    //--宝箱图标
	},
	{
		w : "人妻自拍",    //--宝箱图标
	},
	{
		w : "色情工厂",    //--宝箱图标
	},
	{
		w : "色色婷婷",    //--宝箱图标
	},
	{
		w : "美体艳姿",    //--宝箱图标
	},
	{
		w : "颜射自拍",    //--宝箱图标
	},
	{
		w : "熟母",    //--宝箱图标
	},
	{
		w : "肉丝裤袜",    //--宝箱图标
	},
	{
		w : "sm调教",    //--宝箱图标
	},
	{
		w : "打野炮",    //--宝箱图标
	},
	{
		w : "赤裸天使",    //--宝箱图标
	},
	{
		w : "淫欲世家",    //--宝箱图标
	},
	{
		w : "就去日",    //--宝箱图标
	},
	{
		w : "爱幼阁",    //--宝箱图标
	},
	{
		w : "巨屌",    //--宝箱图标
	},
	{
		w : "花样性交",    //--宝箱图标
	},
	{
		w : "裸陪",    //--宝箱图标
	},
	{
		w : "夫妻3p",    //--宝箱图标
	},
	{
		w : "大奶骚女",    //--宝箱图标
	},
	{
		w : "性愛插穴",    //--宝箱图标
	},
	{
		w : "日本熟母",    //--宝箱图标
	},
	{
		w : "幼逼",    //--宝箱图标
	},
	{
		w : "淫水四溅",    //--宝箱图标
	},
	{
		w : "大胆出位",    //--宝箱图标
	},
	{
		w : "旅馆自拍",    //--宝箱图标
	},
	{
		w : "无套自拍",    //--宝箱图标
	},
	{
		w : "快乐AV",    //--宝箱图标
	},
	{
		w : "国产无码",    //--宝箱图标
	},
	{
		w : "强制浣肠",    //--宝箱图标
	},
	{
		w : "援交自拍",    //--宝箱图标
	},
	{
		w : "凸肉优",    //--宝箱图标
	},
	{
		w : "撅起大白腚",    //--宝箱图标
	},
	{
		w : "骚妹妹",    //--宝箱图标
	},
	{
		w : "插穴手淫",    //--宝箱图标
	},
	{
		w : "双龙入洞",    //--宝箱图标
	},
	{
		w : "美女吞精",    //--宝箱图标
	},
	{
		w : "处女开包",    //--宝箱图标
	},
	{
		w : "调教虐待",    //--宝箱图标
	},
	{
		w : "淫肉诱惑",    //--宝箱图标
	},
	{
		w : "激情潮喷",    //--宝箱图标
	},
	{
		w : "骚穴怒放",    //--宝箱图标
	},
	{
		w : "馒头屄",    //--宝箱图标
	},
	{
		w : "无码丝袜",    //--宝箱图标
	},
	{
		w : "写真",    //--宝箱图标
	},
	{
		w : "寂寞自摸",    //--宝箱图标
	},
	{
		w : "警奴",    //--宝箱图标
	},
	{
		w : "轮操",    //--宝箱图标
	},
	{
		w : "淫店",    //--宝箱图标
	},
	{
		w : "精液浴",    //--宝箱图标
	},
	{
		w : "淫乱诊所",    //--宝箱图标
	},
	{
		w : "极品奶妹",    //--宝箱图标
	},
	{
		w : "惹火身材",    //--宝箱图标
	},
	{
		w : "暴力虐待",    //--宝箱图标
	},
	{
		w : "巨乳俏女医",    //--宝箱图标
	},
	{
		w : "扉之阴",    //--宝箱图标
	},
	{
		w : "淫の方程式",    //--宝箱图标
	},
	{
		w : "丁字裤翘臀",    //--宝箱图标
	},
	{
		w : "轮奸内射",    //--宝箱图标
	},
	{
		w : "空姐性交",    //--宝箱图标
	},
	{
		w : "美乳斗艳",    //--宝箱图标
	},
	{
		w : "舔鸡巴",    //--宝箱图标
	},
	{
		w : "骚B熟女",    //--宝箱图标
	},
	{
		w : "淫丝荡袜",    //--宝箱图标
	},
	{
		w : "奴隷调教",    //--宝箱图标
	},
	{
		w : "阴阜高耸",    //--宝箱图标
	},
	{
		w : "翘臀嫩逼",    //--宝箱图标
	},
	{
		w : "口交放尿",    //--宝箱图标
	},
	{
		w : "媚药少年",    //--宝箱图标
	},
	{
		w : "暴奸",    //--宝箱图标
	},
	{
		w : "无修正",    //--宝箱图标
	},
	{
		w : "国产AV",    //--宝箱图标
	},
	{
		w : "淫水横流",    //--宝箱图标
	},
	{
		w : "插入内射",    //--宝箱图标
	},
	{
		w : "东热空姐",    //--宝箱图标
	},
	{
		w : "大波粉B",    //--宝箱图标
	},
	{
		w : "互舔淫穴",    //--宝箱图标
	},
	{
		w : "丝袜淫妇",    //--宝箱图标
	},
	{
		w : "乳此动人",    //--宝箱图标
	},
	{
		w : "大波骚妇",    //--宝箱图标
	},
	{
		w : "无码做爱",    //--宝箱图标
	},
	{
		w : "口爆吞精",    //--宝箱图标
	},
	{
		w : "放荡熟女",    //--宝箱图标
	},
	{
		w : "巨炮兵团",    //--宝箱图标
	},
	{
		w : "叔嫂肉欲",    //--宝箱图标
	},
	{
		w : "肉感炮友",    //--宝箱图标
	},
	{
		w : "爱妻淫穴",    //--宝箱图标
	},
	{
		w : "无码精选",    //--宝箱图标
	},
	{
		w : "超毛大鲍",    //--宝箱图标
	},
	{
		w : "熟妇骚器",    //--宝箱图标
	},
	{
		w : "内射美妇",    //--宝箱图标
	},
	{
		w : "毒龙舔脚",    //--宝箱图标
	},
	{
		w : "性爱擂台",    //--宝箱图标
	},
	{
		w : "圣泉学淫",    //--宝箱图标
	},
	{
		w : "性奴会",    //--宝箱图标
	},
	{
		w : "密室淫行",    //--宝箱图标
	},
	{
		w : "亮屄",    //--宝箱图标
	},
	{
		w : "操肿",    //--宝箱图标
	},
	{
		w : "无码淫女",    //--宝箱图标
	},
	{
		w : "玩逼",    //--宝箱图标
	},
	{
		w : "淫虐",    //--宝箱图标
	},
	{
		w : "我就去色",    //--宝箱图标
	},
	{
		w : "淫痴",    //--宝箱图标
	},
	{
		w : "风骚欲女",    //--宝箱图标
	},
	{
		w : "亮穴",    //--宝箱图标
	},
	{
		w : "操穴喷水",    //--宝箱图标
	},
	{
		w : "幼男",    //--宝箱图标
	},
	{
		w : "肉箫",    //--宝箱图标
	},
	{
		w : "巨骚",    //--宝箱图标
	},
	{
		w : "骚妻",    //--宝箱图标
	},
	{
		w : "漏逼",    //--宝箱图标
	},
	{
		w : "骚屄",    //--宝箱图标
	},
	{
		w : "大奶美逼",    //--宝箱图标
	},
	{
		w : "高潮白浆",    //--宝箱图标
	},
	{
		w : "性战擂台",    //--宝箱图标
	},
	{
		w : "淫女炮图",    //--宝箱图标
	},
	{
		w : "小穴",    //--宝箱图标
	},
	{
		w : "淫水横溢",    //--宝箱图标
	},
	{
		w : "性交吞精",    //--宝箱图标
	},
	{
		w : "姦染",    //--宝箱图标
	},
	{
		w : "淫告白",    //--宝箱图标
	},
	{
		w : "乳射",    //--宝箱图标
	},
	{
		w : "操黑",    //--宝箱图标
	},
	{
		w : "朝天穴",    //--宝箱图标
	},
	{
		w : "公媳乱",    //--宝箱图标
	},
	{
		w : "女屄",    //--宝箱图标
	},
	{
		w : "慰春情",    //--宝箱图标
	},
	{
		w : "集体淫",    //--宝箱图标
	},
	{
		w : "淫B",    //--宝箱图标
	},
	{
		w : "屄屄",    //--宝箱图标
	},
	{
		w : "肛屄",    //--宝箱图标
	},
	{
		w : "小嫩鸡",    //--宝箱图标
	},
	{
		w : "舔B",    //--宝箱图标
	},
	{
		w : "嫩奶",    //--宝箱图标
	},
	{
		w : "a4y",    //--宝箱图标
	},
	{
		w : "品穴",    //--宝箱图标
	},
	{
		w : "淫水翻騰",    //--宝箱图标
	},
	{
		w : "一本道",    //--宝箱图标
	},
	{
		w : "乳尻",    //--宝箱图标
	},
	{
		w : "羞耻母",    //--宝箱图标
	},
	{
		w : "艳照",    //--宝箱图标
	},
	{
		w : "三P",    //--宝箱图标
	},
	{
		w : "露毛",    //--宝箱图标
	},
	{
		w : "紧穴",    //--宝箱图标
	},
	{
		w : "露点",    //--宝箱图标
	},
	{
		w : "18禁",    //--宝箱图标
	},
	{
		w : "g片",    //--宝箱图标
	},
	{
		w : "teen",    //--宝箱图标
	},
	{
		w : "無碼電影",    //--宝箱图标
	},
	{
		w : "爱液",    //--宝箱图标
	},
	{
		w : "插b",    //--宝箱图标
	},
	{
		w : "赤裸",    //--宝箱图标
	},
	{
		w : "荡妇",    //--宝箱图标
	},
	{
		w : "荡女",    //--宝箱图标
	},
	{
		w : "浪穴",    //--宝箱图标
	},
	{
		w : "露穴",    //--宝箱图标
	},
	{
		w : "美穴",    //--宝箱图标
	},
	{
		w : "猛插",    //--宝箱图标
	},
	{
		w : "迷药",    //--宝箱图标
	},
	{
		w : "嫩穴",    //--宝箱图标
	},
	{
		w : "肉穴",    //--宝箱图标
	},
	{
		w : "乳交",    //--宝箱图标
	},
	{
		w : "乳头",    //--宝箱图标
	},
	{
		w : "无码",    //--宝箱图标
	},
	{
		w : "吸精",    //--宝箱图标
	},
	{
		w : "现代情色小说",    //--宝箱图标
	},
	{
		w : "性交图",    //--宝箱图标
	},
	{
		w : "性息",    //--宝箱图标
	},
	{
		w : "艳情小说",    //--宝箱图标
	},
	{
		w : "阴部特写",    //--宝箱图标
	},
	{
		w : "阴道图片",    //--宝箱图标
	},
	{
		w : "淫书",    //--宝箱图标
	},
	{
		w : "幼女",    //--宝箱图标
	},
	{
		w : "玉蒲团玉女心经",    //--宝箱图标
	},
	{
		w : "援助交易",    //--宝箱图标
	},
	{
		w : "中国成人论坛",    //--宝箱图标
	},
	{
		w : "中国性爱城",    //--宝箱图标
	},
	{
		w : "自拍写真",    //--宝箱图标
	},
	{
		w : "做爱图片",    //--宝箱图标
	},
	{
		w : "掰穴",    //--宝箱图标
	},
	{
		w : "万淫堂",    //--宝箱图标
	},
	{
		w : "穴图",    //--宝箱图标
	},
	{
		w : "穴淫",    //--宝箱图标
	},
	{
		w : "艳舞淫业",    //--宝箱图标
	},
	{
		w : "咬着龟头",    //--宝箱图标
	},
	{
		w : "要射了",    //--宝箱图标
	},
	{
		w : "一夜性网",    //--宝箱图标
	},
	{
		w : "阴茎插小穴",    //--宝箱图标
	},
	{
		w : "陰穴新玩法",    //--宝箱图标
	},
	{
		w : "婬乱军团",    //--宝箱图标
	},
	{
		w : "淫逼",    //--宝箱图标
	},
	{
		w : "淫姐",    //--宝箱图标
	},
	{
		w : "淫浪",    //--宝箱图标
	},
	{
		w : "淫流",    //--宝箱图标
	},
	{
		w : "淫糜",    //--宝箱图标
	},
	{
		w : "淫蜜",    //--宝箱图标
	},
	{
		w : "淫魔",    //--宝箱图标
	},
	{
		w : "淫母",    //--宝箱图标
	},
	{
		w : "淫妞",    //--宝箱图标
	},
	{
		w : "淫奴",    //--宝箱图标
	},
	{
		w : "淫娃",    //--宝箱图标
	},
	{
		w : "淫液",    //--宝箱图标
	},
	{
		w : "钻插",    //--宝箱图标
	},
	{
		w : "H动漫",    //--宝箱图标
	},
	{
		w : "交换夫妻",    //--宝箱图标
	},
	{
		w : "美腿",    //--宝箱图标
	},
	{
		w : "舔脚",    //--宝箱图标
	},
	{
		w : "蜜洞",    //--宝箱图标
	},
	{
		w : "丝袜",    //--宝箱图标
	},
	{
		w : "淫情",    //--宝箱图标
	},
	{
		w : "亚洲情色网",    //--宝箱图标
	},
	{
		w : "强奸处女",    //--宝箱图标
	},
	{
		w : "鸡巴暴胀",    //--宝箱图标
	},
	{
		w : "美乳",    //--宝箱图标
	},
	{
		w : "大众色情成人网",    //--宝箱图标
	},
	{
		w : "火辣图片",    //--宝箱图标
	},
	{
		w : "淫声浪语",    //--宝箱图标
	},
	{
		w : "疯狂抽送",    //--宝箱图标
	},
	{
		w : "淫河",    //--宝箱图标
	},
	{
		w : "强暴",    //--宝箱图标
	},
	{
		w : "多人性愛",    //--宝箱图标
	},
	{
		w : "操屄",    //--宝箱图标
	},
	{
		w : "浪女",    //--宝箱图标
	},
	{
		w : "色情论坛",    //--宝箱图标
	},
	{
		w : "性虎色网",    //--宝箱图标
	},
	{
		w : "淫欲日本",    //--宝箱图标
	},
	{
		w : "操死",    //--宝箱图标
	},
	{
		w : "色迷城",    //--宝箱图标
	},
	{
		w : "petgirl",    //--宝箱图标
	},
	{
		w : "骚女叫春",    //--宝箱图标
	},
	{
		w : "成人百强",    //--宝箱图标
	},
	{
		w : "猖妓",    //--宝箱图标
	},
	{
		w : "天天干贴图",    //--宝箱图标
	},
	{
		w : "密穴贴图",    //--宝箱图标
	},
	{
		w : "凌辱",    //--宝箱图标
	},
	{
		w : "偷欢",    //--宝箱图标
	},
	{
		w : "小逼",    //--宝箱图标
	},
	{
		w : "酥痒",    //--宝箱图标
	},
	{
		w : "品色堂",    //--宝箱图标
	},
	{
		w : "浪妇",    //--宝箱图标
	},
	{
		w : "嫖妓指南",    //--宝箱图标
	},
	{
		w : "肉缝",    //--宝箱图标
	},
	{
		w : "色窝窝",    //--宝箱图标
	},
	{
		w : "被操",    //--宝箱图标
	},
	{
		w : "巨奶",    //--宝箱图标
	},
	{
		w : "骚洞",    //--宝箱图标
	},
	{
		w : "阴精",    //--宝箱图标
	},
	{
		w : "阴阜",    //--宝箱图标
	},
	{
		w : "阴屄",    //--宝箱图标
	},
	{
		w : "群魔色舞",    //--宝箱图标
	},
	{
		w : "扒穴",    //--宝箱图标
	},
	{
		w : "六月联盟",    //--宝箱图标
	},
	{
		w : "55sss偷拍区",    //--宝箱图标
	},
	{
		w : "张筱雨",    //--宝箱图标
	},
	{
		w : "xiao77",    //--宝箱图标
	},
	{
		w : "极品黑丝",    //--宝箱图标
	},
	{
		w : "丝袜写真",    //--宝箱图标
	},
	{
		w : "天天情色",    //--宝箱图标
	},
	{
		w : "成人小说",    //--宝箱图标
	},
	{
		w : "成人文学",    //--宝箱图标
	},
	{
		w : "情色艺术天空",    //--宝箱图标
	},
	{
		w : "222se图片",    //--宝箱图标
	},
	{
		w : "偷拍",    //--宝箱图标
	},
	{
		w : "淫色贴图",    //--宝箱图标
	},
	{
		w : "厕奴",    //--宝箱图标
	},
	{
		w : "美女成人",    //--宝箱图标
	},
	{
		w : "酥胸诱惑",    //--宝箱图标
	},
	{
		w : "五月天",    //--宝箱图标
	},
	{
		w : "人体摄影",    //--宝箱图标
	},
	{
		w : "东北xx网",    //--宝箱图标
	},
	{
		w : "玛雅网",    //--宝箱图标
	},
	{
		w : "成人bt",    //--宝箱图标
	},
	{
		w : "周六性吧",    //--宝箱图标
	},
	{
		w : "爆乳",    //--宝箱图标
	},
	{
		w : "诱惑视频",    //--宝箱图标
	},
	{
		w : "裙下风光",    //--宝箱图标
	},
	{
		w : "嘻游中国",    //--宝箱图标
	},
	{
		w : "操母狗",    //--宝箱图标
	},
	{
		w : "御の二代目",    //--宝箱图标
	},
	{
		w : "丝袜足交",    //--宝箱图标
	},
	{
		w : "肮脏美学",    //--宝箱图标
	},
	{
		w : "亚洲有码",    //--宝箱图标
	},
	{
		w : "欲仙欲死",    //--宝箱图标
	},
	{
		w : "丝袜高跟",    //--宝箱图标
	},
	{
		w : "偷拍美穴",    //--宝箱图标
	},
	{
		w : "原味丝袜",    //--宝箱图标
	},
	{
		w : "裸露自拍",    //--宝箱图标
	},
	{
		w : "针孔偷拍",    //--宝箱图标
	},
	{
		w : "放荡少妇宾馆",    //--宝箱图标
	},
	{
		w : "性感肉丝",    //--宝箱图标
	},
	{
		w : "拳交",    //--宝箱图标
	},
	{
		w : "迫奸",    //--宝箱图标
	},
	{
		w : "品香堂",    //--宝箱图标
	},
	{
		w : "北京xx网",    //--宝箱图标
	},
	{
		w : "虐奴",    //--宝箱图标
	},
	{
		w : "情色导航",    //--宝箱图标
	},
	{
		w : "欧美大乳",    //--宝箱图标
	},
	{
		w : "欧美无套",    //--宝箱图标
	},
	{
		w : "骚妇露逼",    //--宝箱图标
	},
	{
		w : "炮友",    //--宝箱图标
	},
	{
		w : "淫水丝袜",    //--宝箱图标
	},
	{
		w : "母女双飞",    //--宝箱图标
	},
	{
		w : "老少乱伦",    //--宝箱图标
	},
	{
		w : "幼妓",    //--宝箱图标
	},
	{
		w : "素人娘",    //--宝箱图标
	},
	{
		w : "前凸后翘",    //--宝箱图标
	},
	{
		w : "制服誘惑",    //--宝箱图标
	},
	{
		w : "舔屄",    //--宝箱图标
	},
	{
		w : "色色成人",    //--宝箱图标
	},
	{
		w : "迷奸系列",    //--宝箱图标
	},
	{
		w : "性交无码",    //--宝箱图标
	},
	{
		w : "惹火自拍",    //--宝箱图标
	},
	{
		w : "胯下呻吟",    //--宝箱图标
	},
	{
		w : "淫驴屯",    //--宝箱图标
	},
	{
		w : "少妇偷情",    //--宝箱图标
	},
	{
		w : "护士诱惑",    //--宝箱图标
	},
	{
		w : "群奸乱交",    //--宝箱图标
	},
	{
		w : "极品白虎",    //--宝箱图标
	},
	{
		w : "曲线消魂",    //--宝箱图标
	},
	{
		w : "淫腔",    //--宝箱图标
	},
	{
		w : "无码淫漫",    //--宝箱图标
	},
	{
		w : "假阳具插穴",    //--宝箱图标
	},
	{
		w : "蝴蝶逼",    //--宝箱图标
	},
	{
		w : "自插小穴",    //--宝箱图标
	},
	{
		w : "SM援交",    //--宝箱图标
	},
	{
		w : "西洋美女",    //--宝箱图标
	},
	{
		w : "爱液横流",    //--宝箱图标
	},
	{
		w : "无码无套",    //--宝箱图标
	},
	{
		w : "淫战群P",    //--宝箱图标
	},
	{
		w : "口爆",    //--宝箱图标
	},
	{
		w : "酒店援交",    //--宝箱图标
	},
	{
		w : "乳霸",    //--宝箱图标
	},
	{
		w : "湿身诱惑",    //--宝箱图标
	},
	{
		w : "火辣写真",    //--宝箱图标
	},
	{
		w : "动漫色图",    //--宝箱图标
	},
	{
		w : "熟女护士",    //--宝箱图标
	},
	{
		w : "粉红穴",    //--宝箱图标
	},
	{
		w : "经典炮图",    //--宝箱图标
	},
	{
		w : "童颜巨乳",    //--宝箱图标
	},
	{
		w : "性感诱惑",    //--宝箱图标
	},
	{
		w : "援交薄码",    //--宝箱图标
	},
	{
		w : "美乳美穴",    //--宝箱图标
	},
	{
		w : "奇淫宝鉴",    //--宝箱图标
	},
	{
		w : "美骚妇",    //--宝箱图标
	},
	{
		w : "跨下呻吟",    //--宝箱图标
	},
	{
		w : "无毛美少女",    //--宝箱图标
	},
	{
		w : "流蜜汁",    //--宝箱图标
	},
	{
		w : "日本素人",    //--宝箱图标
	},
	{
		w : "爆乳人妻",    //--宝箱图标
	},
	{
		w : "妖媚熟母",    //--宝箱图标
	},
	{
		w : "日本有码",    //--宝箱图标
	},
	{
		w : "激情打炮",    //--宝箱图标
	},
	{
		w : "制服美妇",    //--宝箱图标
	},
	{
		w : "无码彩图",    //--宝箱图标
	},
	{
		w : "放尿",    //--宝箱图标
	},
	{
		w : "入穴一游",    //--宝箱图标
	},
	{
		w : "丰唇艳姬",    //--宝箱图标
	},
	{
		w : "群奸轮射",    //--宝箱图标
	},
	{
		w : "高级逼",    //--宝箱图标
	},
	{
		w : "MM屄",    //--宝箱图标
	},
	{
		w : "美臀嫰穴",    //--宝箱图标
	},
	{
		w : "淫东方",    //--宝箱图标
	},
	{
		w : "国产偷拍",    //--宝箱图标
	},
	{
		w : "清晰内射",    //--宝箱图标
	},
	{
		w : "嫩穴肉缝",    //--宝箱图标
	},
	{
		w : "雪腿玉胯",    //--宝箱图标
	},
	{
		w : "骚妇掰B",    //--宝箱图标
	},
	{
		w : "白嫩骚妇",    //--宝箱图标
	},
	{
		w : "梅花屄",    //--宝箱图标
	},
	{
		w : "猛操狂射",    //--宝箱图标
	},
	{
		w : "潮喷",    //--宝箱图标
	},
	{
		w : "无码体验",    //--宝箱图标
	},
	{
		w : "吞精骚妹",    //--宝箱图标
	},
	{
		w : "紧缚凌辱",    //--宝箱图标
	},
	{
		w : "奸淫电车",    //--宝箱图标
	},
	{
		w : "堕淫",    //--宝箱图标
	},
	{
		w : "颜骑",    //--宝箱图标
	},
	{
		w : "互淫",    //--宝箱图标
	},
	{
		w : "逼毛",    //--宝箱图标
	},
	{
		w : "胸濤乳浪",    //--宝箱图标
	},
	{
		w : "夫妻乱交",    //--宝箱图标
	},
	{
		w : "黑屄",    //--宝箱图标
	},
	{
		w : "奶大屄肥",    //--宝箱图标
	},
	{
		w : "拔屄",    //--宝箱图标
	},
	{
		w : "穴海",    //--宝箱图标
	},
	{
		w : "换妻杂交",    //--宝箱图标
	},
	{
		w : "狂插",    //--宝箱图标
	},
	{
		w : "黑逼",    //--宝箱图标
	},
	{
		w : "粉屄",    //--宝箱图标
	},
	{
		w : "口射",    //--宝箱图标
	},
	{
		w : "多人轮",    //--宝箱图标
	},
	{
		w : "奶挺臀翘",    //--宝箱图标
	},
	{
		w : "扒屄",    //--宝箱图标
	},
	{
		w : "痴乳",    //--宝箱图标
	},
	{
		w : "鬼輪姦",    //--宝箱图标
	},
	{
		w : "乳爆",    //--宝箱图标
	},
	{
		w : "浴尿",    //--宝箱图标
	},
	{
		w : "淫样",    //--宝箱图标
	},
	{
		w : "発妻",    //--宝箱图标
	},
	{
		w : "姫辱",    //--宝箱图标
	},
	{
		w : "插后庭",    //--宝箱图标
	},
	{
		w : "操爽",    //--宝箱图标
	},
	{
		w : "嫩缝",    //--宝箱图标
	},
	{
		w : "操射",    //--宝箱图标
	},
	{
		w : "骚妈",    //--宝箱图标
	},
	{
		w : "激插",    //--宝箱图标
	},
	{
		w : "暴干",    //--宝箱图标
	},
	{
		w : "母子交欢",    //--宝箱图标
	},
	{
		w : "嫐屄",    //--宝箱图标
	},
	{
		w : "足脚交",    //--宝箱图标
	},
	{
		w : "露屄",    //--宝箱图标
	},
	{
		w : "柔阴术",    //--宝箱图标
	},
	{
		w : "相奸",    //--宝箱图标
	},
	{
		w : "淫师荡母",    //--宝箱图标
	},
	{
		w : "欠干",    //--宝箱图标
	},
	{
		w : "桃园蜜洞",    //--宝箱图标
	},
	{
		w : "二穴中出",    //--宝箱图标
	},
	{
		w : "奴畜抄",    //--宝箱图标
	},
	{
		w : "连続失禁",    //--宝箱图标
	},
	{
		w : "大鸡巴",    //--宝箱图标
	},
	{
		w : "玩穴",    //--宝箱图标
	},
	{
		w : "性交自拍",    //--宝箱图标
	},
	{
		w : "叫鸡",    //--宝箱图标
	},
	{
		w : "骚浪人妻",    //--宝箱图标
	},
	{
		w : "三级片",    //--宝箱图标
	},
	{
		w : "东京热",    //--宝箱图标
	},
	{
		w : "做爱",    //--宝箱图标
	},
	{
		w : "操",    //--宝箱图标
	},
	{
		w : "坐台",    //--宝箱图标
	},
	{
		w : "子宫",    //--宝箱图标
	},
	{
		w : "杂种",    //--宝箱图标
	},
	{
		w : "淫",    //--宝箱图标
	},
	{
		w : "阴毛",    //--宝箱图标
	},
	{
		w : "阴户",    //--宝箱图标
	},
	{
		w : "阴蒂",    //--宝箱图标
	},
	{
		w : "爷爷",    //--宝箱图标
	},
	{
		w : "阳具",    //--宝箱图标
	},
	{
		w : "性交",    //--宝箱图标
	},
	{
		w : "性爱",    //--宝箱图标
	},
	{
		w : "小鸡鸡",    //--宝箱图标
	},
	{
		w : "小弟弟",    //--宝箱图标
	},
	{
		w : "小便",    //--宝箱图标
	},
	{
		w : "武藤",    //--宝箱图标
	},
	{
		w : "慰安妇",    //--宝箱图标
	},
	{
		w : "猥亵",    //--宝箱图标
	},
	{
		w : "猥琐",    //--宝箱图标
	},
	{
		w : "生殖",    //--宝箱图标
	},
	{
		w : "煞笔",    //--宝箱图标
	},
	{
		w : "傻逼",    //--宝箱图标
	},
	{
		w : "傻B",    //--宝箱图标
	},
	{
		w : "色情",    //--宝箱图标
	},
	{
		w : "骚逼",    //--宝箱图标
	},
	{
		w : "三陪",    //--宝箱图标
	},
	{
		w : "肉欲",    //--宝箱图标
	},
	{
		w : "肉体",    //--宝箱图标
	},
	{
		w : "情色",    //--宝箱图标
	},
	{
		w : "排泄",    //--宝箱图标
	},
	{
		w : "女干",    //--宝箱图标
	},
	{
		w : "灭族",    //--宝箱图标
	},
	{
		w : "梅毒",    //--宝箱图标
	},
	{
		w : "卵子",    //--宝箱图标
	},
	{
		w : "淋病",    //--宝箱图标
	},
	{
		w : "口交",    //--宝箱图标
	},
	{
		w : "尻",    //--宝箱图标
	},
	{
		w : "贱",    //--宝箱图标
	},
	{
		w : "鸡吧",    //--宝箱图标
	},
	{
		w : "胡瘟",    //--宝箱图标
	},
	{
		w : "龟头",    //--宝箱图标
	},
	{
		w : "狗日",    //--宝箱图标
	},
	{
		w : "狗娘",    //--宝箱图标
	},
	{
		w : "根正苗红",    //--宝箱图标
	},
	{
		w : "睾丸",    //--宝箱图标
	},
	{
		w : "疯狗",    //--宝箱图标
	},
	{
		w : "腚",    //--宝箱图标
	},
	{
		w : "大便",    //--宝箱图标
	},
	{
		w : "打炮",    //--宝箱图标
	},
	{
		w : "打飞机",    //--宝箱图标
	},
	{
		w : "娼",    //--宝箱图标
	},
	{
		w : "瘪三",    //--宝箱图标
	},
	{
		w : "妈逼",    //--宝箱图标
	},
	{
		w : "妈",    //--宝箱图标
	},
	{
		w : "爸",    //--宝箱图标
	},
	{
		w : "爹",    //--宝箱图标
	},
	{
		w : "爷",    //--宝箱图标
	},
	{
		w : "奶",    //--宝箱图标
	},
	{
		w : "儿子",    //--宝箱图标
	},
	{
		w : "sm",    //--宝箱图标
	},
	{
		w : "偷窥视频",    //--宝箱图标
	},
	{
		w : "裸聊",    //--宝箱图标
	},
	{
		w : "兽兽门",    //--宝箱图标
	},
	{
		w : "艾滋",    //--宝箱图标
	},
	{
		w : "艾滋病",    //--宝箱图标
	},
	{
		w : "二逼",    //--宝箱图标
	},
	{
		w : "阳物",    //--宝箱图标
	},
	{
		w : "找小姐",    //--宝箱图标
	},
	{
		w : "开房",    //--宝箱图标
	},
	{
		w : "援交",    //--宝箱图标
	},
	{
		w : "黄色网站",    //--宝箱图标
	},
	{
		w : "大血逼",    //--宝箱图标
	},
	{
		w : "大血比",    //--宝箱图标
	},
	{
		w : "性虐ADMIN",    //--宝箱图标
	},
	{
		w : "Admin",    //--宝箱图标
	},
	{
		w : "xtl",    //--宝箱图标
	},
	{
		w : "system",    //--宝箱图标
	},
	{
		w : "Administrator",    //--宝箱图标
	},
	{
		w : "管理",    //--宝箱图标
	},
	{
		w : "管里",    //--宝箱图标
	},
	{
		w : "管理员",    //--宝箱图标
	},
	{
		w : "服务管理",    //--宝箱图标
	},
	{
		w : "服务器",    //--宝箱图标
	},
	{
		w : "活动管理员",    //--宝箱图标
	},
	{
		w : "冬季热",    //--宝箱图标
	},
	{
		w : "官方",    //--宝箱图标
	},
	{
		w : "维护",    //--宝箱图标
	},
	{
		w : "系统",    //--宝箱图标
	},
	{
		w : "系统公告",    //--宝箱图标
	},
	{
		w : "审查",    //--宝箱图标
	},
	{
		w : "巡查",    //--宝箱图标
	},
	{
		w : "监督",    //--宝箱图标
	},
	{
		w : "监管",    //--宝箱图标
	},
	{
		w : "game",    //--宝箱图标
	},
	{
		w : "master",    //--宝箱图标
	},
	{
		w : "GAMEMASTER",    //--宝箱图标
	},
	{
		w : "GM",    //--宝箱图标
	},
	{
		w : "游戏管理员",    //--宝箱图标
	},
	{
		w : "Client",    //--宝箱图标
	},
	{
		w : "Server",    //--宝箱图标
	},
	{
		w : "CS",    //--宝箱图标
	},
	{
		w : "KEFU",    //--宝箱图标
	},
	{
		w : "助理",    //--宝箱图标
	},
	{
		w : "客户服务",    //--宝箱图标
	},
	{
		w : "服务天使",    //--宝箱图标
	},
	{
		w : "TEsT",    //--宝箱图标
	},
	{
		w : "测试",    //--宝箱图标
	},
	{
		w : "辅助程序",    //--宝箱图标
	},
	{
		w : "运营",    //--宝箱图标
	},
	{
		w : "运营者",    //--宝箱图标
	},
	{
		w : "运营组",    //--宝箱图标
	},
	{
		w : "运营商",    //--宝箱图标
	},
	{
		w : "运营长",    //--宝箱图标
	},
	{
		w : "运营官",    //--宝箱图标
	},
	{
		w : "运营人",    //--宝箱图标
	},
	{
		w : "蔡文胜",    //--宝箱图标
	},
	{
		w : "李兴平",    //--宝箱图标
	},
	{
		w : "汪东风",    //--宝箱图标
	},
	{
		w : "骆海坚",    //--宝箱图标
	},
	{
		w : "曹政",    //--宝箱图标
	},
	{
		w : "sf",    //--宝箱图标
	},
	{
		w : "私服",    //--宝箱图标
	},
	{
		w : "私人服务器",    //--宝箱图标
	},
	{
		w : "wg",    //--宝箱图标
	},
	{
		w : "外挂",    //--宝箱图标
	},
	{
		w : "毛澤東",    //--宝箱图标
	},
	{
		w : "周恩來",    //--宝箱图标
	},
	{
		w : "劉少奇",    //--宝箱图标
	},
	{
		w : "彭德懷",    //--宝箱图标
	},
	{
		w : "劉伯承",    //--宝箱图标
	},
	{
		w : "陳毅",    //--宝箱图标
	},
	{
		w : "賀龍",    //--宝箱图标
	},
	{
		w : "聶榮臻",    //--宝箱图标
	},
	{
		w : "羅榮桓",    //--宝箱图标
	},
	{
		w : "葉劍英",    //--宝箱图标
	},
	{
		w : "李大釗",    //--宝箱图标
	},
	{
		w : "陳獨秀",    //--宝箱图标
	},
	{
		w : "孫中山",    //--宝箱图标
	},
	{
		w : "孫文",    //--宝箱图标
	},
	{
		w : "孫逸仙",    //--宝箱图标
	},
	{
		w : "鄧小平",    //--宝箱图标
	},
	{
		w : "陳雲",    //--宝箱图标
	},
	{
		w : "江澤民",    //--宝箱图标
	},
	{
		w : "李鵬",    //--宝箱图标
	},
	{
		w : "朱鎔基",    //--宝箱图标
	},
	{
		w : "李瑞環",    //--宝箱图标
	},
	{
		w : "李嵐清",    //--宝箱图标
	},
	{
		w : "胡錦濤",    //--宝箱图标
	},
	{
		w : "羅幹",    //--宝箱图标
	},
	{
		w : "溫家寶",    //--宝箱图标
	},
	{
		w : "吳邦國",    //--宝箱图标
	},
	{
		w : "曾慶紅",    //--宝箱图标
	},
	{
		w : "賈慶林",    //--宝箱图标
	},
	{
		w : "黃菊",    //--宝箱图标
	},
	{
		w : "吳官正",    //--宝箱图标
	},
	{
		w : "李長春",    //--宝箱图标
	},
	{
		w : "吳儀",    //--宝箱图标
	},
	{
		w : "曹剛川",    //--宝箱图标
	},
	{
		w : "唐家璿",    //--宝箱图标
	},
	{
		w : "華建敏",    //--宝箱图标
	},
	{
		w : "陳至立",    //--宝箱图标
	},
	{
		w : "張德江",    //--宝箱图标
	},
	{
		w : "俞正聲",    //--宝箱图标
	},
	{
		w : "王樂泉",    //--宝箱图标
	},
	{
		w : "劉雲山",    //--宝箱图标
	},
	{
		w : "王剛",    //--宝箱图标
	},
	{
		w : "王兆國",    //--宝箱图标
	},
	{
		w : "劉淇",    //--宝箱图标
	},
	{
		w : "賀國強",    //--宝箱图标
	},
	{
		w : "習近平",    //--宝箱图标
	},
	{
		w : "李克強",    //--宝箱图标
	},
	{
		w : "張高麗",    //--宝箱图标
	},
	{
		w : "劉延東",    //--宝箱图标
	},
	{
		w : "彭麗媛",    //--宝箱图标
	},
	{
		w : "華國鋒",    //--宝箱图标
	},
	{
		w : "習大大",    //--宝箱图标
	},
	{
		w : "吳幫國",    //--宝箱图标
	},
	{
		w : "無幫國",    //--宝箱图标
	},
	{
		w : "無邦國",    //--宝箱图标
	},
	{
		w : "無幫過",    //--宝箱图标
	},
	{
		w : "瘟家寶",    //--宝箱图标
	},
	{
		w : "假慶林",    //--宝箱图标
	},
	{
		w : "甲慶林",    //--宝箱图标
	},
	{
		w : "離長春",    //--宝箱图标
	},
	{
		w : "習遠平",    //--宝箱图标
	},
	{
		w : "襲近平",    //--宝箱图标
	},
	{
		w : "李磕牆",    //--宝箱图标
	},
	{
		w : "賀過牆",    //--宝箱图标
	},
	{
		w : "和鍋槍",    //--宝箱图标
	},
	{
		w : "習主席",    //--宝箱图标
	},
	{
		w : "布希",    //--宝箱图标
	},
	{
		w : "布雷爾",    //--宝箱图标
	},
	{
		w : "純一郎",    //--宝箱图标
	},
	{
		w : "薩馬蘭奇",    //--宝箱图标
	},
	{
		w : "默克爾",    //--宝箱图标
	},
	{
		w : "克林頓",    //--宝箱图标
	},
	{
		w : "雷根",    //--宝箱图标
	},
	{
		w : "尼克森",    //--宝箱图标
	},
	{
		w : "杜魯門",    //--宝箱图标
	},
	{
		w : "赫魯雪夫",    //--宝箱图标
	},
	{
		w : "列寧",    //--宝箱图标
	},
	{
		w : "史達林",    //--宝箱图标
	},
	{
		w : "馬克思",    //--宝箱图标
	},
	{
		w : "薩達姆",    //--宝箱图标
	},
	{
		w : "柴契爾",    //--宝箱图标
	},
	{
		w : "阿羅約",    //--宝箱图标
	},
	{
		w : "卡斯楚",    //--宝箱图标
	},
	{
		w : "佛蘭克林",    //--宝箱图标
	},
	{
		w : "華盛頓",    //--宝箱图标
	},
	{
		w : "艾森豪",    //--宝箱图标
	},
	{
		w : "拿破崙",    //--宝箱图标
	},
	{
		w : "亞歷山大",    //--宝箱图标
	},
	{
		w : "拉姆斯菲爾德",    //--宝箱图标
	},
	{
		w : "蘿拉",    //--宝箱图标
	},
	{
		w : "鮑威爾",    //--宝箱图标
	},
	{
		w : "奧巴馬",    //--宝箱图标
	},
	{
		w : "梅德韋傑夫",    //--宝箱图标
	},
	{
		w : "安倍晉三",    //--宝箱图标
	},
	{
		w : "奧馬爾",    //--宝箱图标
	},
	{
		w : "達賴",    //--宝箱图标
	},
	{
		w : "達賴喇嘛",    //--宝箱图标
	},
	{
		w : "張春橋",    //--宝箱图标
	},
	{
		w : "東條英機",    //--宝箱图标
	},
	{
		w : "岡村秀樹",    //--宝箱图标
	},
	{
		w : "岡村寧次",    //--宝箱图标
	},
	{
		w : "高麗朴",    //--宝箱图标
	},
	{
		w : "趙紫陽",    //--宝箱图标
	},
	{
		w : "沃爾開西",    //--宝箱图标
	},
	{
		w : "李大師",    //--宝箱图标
	},
	{
		w : "賴昌星",    //--宝箱图标
	},
	{
		w : "馬加爵",    //--宝箱图标
	},
	{
		w : "班禪",    //--宝箱图标
	},
	{
		w : "額爾德尼",    //--宝箱图标
	},
	{
		w : "阿扁萬歲",    //--宝箱图标
	},
	{
		w : "熱那亞",    //--宝箱图标
	},
	{
		w : "薄熙來",    //--宝箱图标
	},
	{
		w : "王立軍",    //--宝箱图标
	},
	{
		w : "令計畫",    //--宝箱图标
	},
	{
		w : "軸永康",    //--宝箱图标
	},
	{
		w : "陳良宇",    //--宝箱图标
	},
	{
		w : "李登輝",    //--宝箱图标
	},
	{
		w : "連戰",    //--宝箱图标
	},
	{
		w : "呂秀蓮",    //--宝箱图标
	},
	{
		w : "鬱慕明",    //--宝箱图标
	},
	{
		w : "蔣介石",    //--宝箱图标
	},
	{
		w : "蔣中正",    //--宝箱图标
	},
	{
		w : "蔣經國",    //--宝箱图标
	},
	{
		w : "馬英九",    //--宝箱图标
	},
	{
		w : "涉嫌反动",    //--宝箱图标
	},
	{
		w : "恐怖主义敏感词汇",    //--宝箱图标
	},
	{
		w : "六四運動",    //--宝箱图标
	},
	{
		w : "美國之音",    //--宝箱图标
	},
	{
		w : "民國",    //--宝箱图标
	},
	{
		w : "民進黨",    //--宝箱图标
	},
	{
		w : "民運",    //--宝箱图标
	},
	{
		w : "摩門教",    //--宝箱图标
	},
	{
		w : "納粹",    //--宝箱图标
	},
	{
		w : "南華早報",    //--宝箱图标
	},
	{
		w : "南蠻",    //--宝箱图标
	},
	{
		w : "明慧網",    //--宝箱图标
	},
	{
		w : "起義",    //--宝箱图标
	},
	{
		w : "親民黨",    //--宝箱图标
	},
	{
		w : "瘸腿幫",    //--宝箱图标
	},
	{
		w : "人民報",    //--宝箱图标
	},
	{
		w : "法輪功",    //--宝箱图标
	},
	{
		w : "法輪大法",    //--宝箱图标
	},
	{
		w : "打倒共產黨",    //--宝箱图标
	},
	{
		w : "台獨萬歲",    //--宝箱图标
	},
	{
		w : "聖戰",    //--宝箱图标
	},
	{
		w : "台獨",    //--宝箱图标
	},
	{
		w : "台獨分子",    //--宝箱图标
	},
	{
		w : "台聯",    //--宝箱图标
	},
	{
		w : "臺灣民國",    //--宝箱图标
	},
	{
		w : "臺灣島國",    //--宝箱图标
	},
	{
		w : "臺灣國",    //--宝箱图标
	},
	{
		w : "臺灣獨立",    //--宝箱图标
	},
	{
		w : "天安門事件",    //--宝箱图标
	},
	{
		w : "屠殺",    //--宝箱图标
	},
	{
		w : "新黨",    //--宝箱图标
	},
	{
		w : "新疆獨立",    //--宝箱图标
	},
	{
		w : "新疆國",    //--宝箱图标
	},
	{
		w : "疆獨",    //--宝箱图标
	},
	{
		w : "西藏獨立",    //--宝箱图标
	},
	{
		w : "西藏國",    //--宝箱图标
	},
	{
		w : "藏獨",    //--宝箱图标
	},
	{
		w : "藏青會",    //--宝箱图标
	},
	{
		w : "藏婦會",    //--宝箱图标
	},
	{
		w : "學潮",    //--宝箱图标
	},
	{
		w : "學運",    //--宝箱图标
	},
	{
		w : "一黨專政",    //--宝箱图标
	},
	{
		w : "兩個中國",    //--宝箱图标
	},
	{
		w : "一貫道",    //--宝箱图标
	},
	{
		w : "遊行",    //--宝箱图标
	},
	{
		w : "圓滿",    //--宝箱图标
	},
	{
		w : "鎮壓",    //--宝箱图标
	},
	{
		w : "政變",    //--宝箱图标
	},
	{
		w : "政治反對派",    //--宝箱图标
	},
	{
		w : "共產黨",    //--宝箱图标
	},
	{
		w : "反黨",    //--宝箱图标
	},
	{
		w : "民主黨",    //--宝箱图标
	},
	{
		w : "中國之春",    //--宝箱图标
	},
	{
		w : "轉法輪",    //--宝箱图标
	},
	{
		w : "共黨",    //--宝箱图标
	},
	{
		w : "蘇家屯",    //--宝箱图标
	},
	{
		w : "基地組織",    //--宝箱图标
	},
	{
		w : "東亞病夫",    //--宝箱图标
	},
	{
		w : "高治聯",    //--宝箱图标
	},
	{
		w : "高自聯",    //--宝箱图标
	},
	{
		w : "專政",    //--宝箱图标
	},
	{
		w : "專制",    //--宝箱图标
	},
	{
		w : "四人幫",    //--宝箱图标
	},
	{
		w : "新聞管制",    //--宝箱图标
	},
	{
		w : "核工業基地",    //--宝箱图标
	},
	{
		w : "鈾",    //--宝箱图标
	},
	{
		w : "原子彈",    //--宝箱图标
	},
	{
		w : "氫彈",    //--宝箱图标
	},
	{
		w : "導彈",    //--宝箱图标
	},
	{
		w : "核潛艇",    //--宝箱图标
	},
	{
		w : "大參考",    //--宝箱图标
	},
	{
		w : "小參考",    //--宝箱图标
	},
	{
		w : "國內動態清樣",    //--宝箱图标
	},
	{
		w : "東突",    //--宝箱图标
	},
	{
		w : "中央電視臺",    //--宝箱图标
	},
	{
		w : "雪山獅子旗",    //--宝箱图标
	},
	{
		w : "佔領中環",    //--宝箱图标
	},
	{
		w : "兩國論",    //--宝箱图标
	},
	{
		w : "一邊一國",    //--宝箱图标
	},
	{
		w : "多維",    //--宝箱图标
	},
	{
		w : "釋迦牟尼",    //--宝箱图标
	},
	{
		w : "如來",    //--宝箱图标
	},
	{
		w : "阿彌陀佛",    //--宝箱图标
	},
	{
		w : "觀世音",    //--宝箱图标
	},
	{
		w : "普賢",    //--宝箱图标
	},
	{
		w : "河殤",    //--宝箱图标
	},
	{
		w : "聖母",    //--宝箱图标
	},
	{
		w : "耶和華",    //--宝箱图标
	},
	{
		w : "耶穌",    //--宝箱图标
	},
	{
		w : "伊斯蘭",    //--宝箱图标
	},
	{
		w : "白蓮教",    //--宝箱图标
	},
	{
		w : "東正教",    //--宝箱图标
	},
	{
		w : "法輪",    //--宝箱图标
	},
	{
		w : "走向圓滿",    //--宝箱图标
	},
	{
		w : "黃大仙",    //--宝箱图标
	},
	{
		w : "風水",    //--宝箱图标
	},
	{
		w : "神漢",    //--宝箱图标
	},
	{
		w : "大衛教",    //--宝箱图标
	},
	{
		w : "閻王",    //--宝箱图标
	},
	{
		w : "黑白無常",    //--宝箱图标
	},
	{
		w : "牛頭馬面",    //--宝箱图标
	},
	{
		w : "高麗棒子",    //--宝箱图标
	},
	{
		w : "蒙古韃子",    //--宝箱图标
	},
	{
		w : "回民吃豬肉",    //--宝箱图标
	},
	{
		w : "蒙古獨立",    //--宝箱图标
	},
	{
		w : "謀殺",    //--宝箱图标
	},
	{
		w : "殺人",    //--宝箱图标
	},
	{
		w : "販毒",    //--宝箱图标
	},
	{
		w : "賭博",    //--宝箱图标
	},
	{
		w : "拐賣",    //--宝箱图标
	},
	{
		w : "賣淫",    //--宝箱图标
	},
	{
		w : "監獄",    //--宝箱图标
	},
	{
		w : "強姦",    //--宝箱图标
	},
	{
		w : "輪奸",    //--宝箱图标
	},
	{
		w : "搶劫",    //--宝箱图标
	},
	{
		w : "先奸後殺",    //--宝箱图标
	},
	{
		w : "槍支彈藥",    //--宝箱图标
	},
	{
		w : "抽頭",    //--宝箱图标
	},
	{
		w : "坐莊",    //--宝箱图标
	},
	{
		w : "賭馬",    //--宝箱图标
	},
	{
		w : "賭球",    //--宝箱图标
	},
	{
		w : "籌碼",    //--宝箱图标
	},
	{
		w : "老虎機",    //--宝箱图标
	},
	{
		w : "輪盤賭",    //--宝箱图标
	},
	{
		w : "搖頭丸",    //--宝箱图标
	},
	{
		w : "鴉片",    //--宝箱图标
	},
	{
		w : "罌粟",    //--宝箱图标
	},
	{
		w : "迷幻藥",    //--宝箱图标
	},
	{
		w : "嗑藥",    //--宝箱图标
	},
	{
		w : "賣槍支彈藥",    //--宝箱图标
	},
	{
		w : "馬的",    //--宝箱图标
	},
	{
		w : "馬白勺",    //--宝箱图标
	},
	{
		w : "媽的",    //--宝箱图标
	},
	{
		w : "媽白勺",    //--宝箱图标
	},
	{
		w : "女馬ㄉ",    //--宝箱图标
	},
	{
		w : "女馬的",    //--宝箱图标
	},
	{
		w : "女馬白勺",    //--宝箱图标
	},
	{
		w : "幹你",    //--宝箱图标
	},
	{
		w : "幹妳",    //--宝箱图标
	},
	{
		w : "幹他",    //--宝箱图标
	},
	{
		w : "幹人也",    //--宝箱图标
	},
	{
		w : "幹她",    //--宝箱图标
	},
	{
		w : "幹女也",    //--宝箱图标
	},
	{
		w : "機八",    //--宝箱图标
	},
	{
		w : "雞八",    //--宝箱图标
	},
	{
		w : "機巴",    //--宝箱图标
	},
	{
		w : "雞巴",    //--宝箱图标
	},
	{
		w : "機叭",    //--宝箱图标
	},
	{
		w : "雞叭",    //--宝箱图标
	},
	{
		w : "機芭",    //--宝箱图标
	},
	{
		w : "雞芭",    //--宝箱图标
	},
	{
		w : "機掰",    //--宝箱图标
	},
	{
		w : "雞掰",    //--宝箱图标
	},
	{
		w : "機Y",    //--宝箱图标
	},
	{
		w : "機Ｙ",    //--宝箱图标
	},
	{
		w : "雞Y",    //--宝箱图标
	},
	{
		w : "雞Ｙ",    //--宝箱图标
	},
	{
		w : "機8",    //--宝箱图标
	},
	{
		w : "雞８",    //--宝箱图标
	},
	{
		w : "幹GY",    //--宝箱图标
	},
	{
		w : "幹ＧＹ",    //--宝箱图标
	},
	{
		w : "幹七八",    //--宝箱图标
	},
	{
		w : "幹78",    //--宝箱图标
	},
	{
		w : "幹７８",    //--宝箱图标
	},
	{
		w : "懶叫",    //--宝箱图标
	},
	{
		w : "懶教",    //--宝箱图标
	},
	{
		w : "媽B",    //--宝箱图标
	},
	{
		w : "璩美鳳",    //--宝箱图标
	},
	{
		w : "陰莖",    //--宝箱图标
	},
	{
		w : "陰道",    //--宝箱图标
	},
	{
		w : "幹死",    //--宝箱图标
	},
	{
		w : "你媽",    //--宝箱图标
	},
	{
		w : "幼齒",    //--宝箱图标
	},
	{
		w : "幹死你",    //--宝箱图标
	},
	{
		w : "作愛",    //--宝箱图标
	},
	{
		w : "發騷",    //--宝箱图标
	},
	{
		w : "陰唇",    //--宝箱图标
	},
	{
		w : "操你媽",    //--宝箱图标
	},
	{
		w : "賤人",    //--宝箱图标
	},
	{
		w : "江八點",    //--宝箱图标
	},
	{
		w : "賤逼",    //--宝箱图标
	},
	{
		w : "騷貨",    //--宝箱图标
	},
	{
		w : "龜公",    //--宝箱图标
	},
	{
		w : "窮逼",    //--宝箱图标
	},
	{
		w : "裝逼",    //--宝箱图标
	},
	{
		w : "媽批",    //--宝箱图标
	},
	{
		w : "爛逼",    //--宝箱图标
	},
	{
		w : "雞奸",    //--宝箱图标
	},
	{
		w : "爛比",    //--宝箱图标
	},
	{
		w : "噴你",    //--宝箱图标
	},
	{
		w : "你大爺",    //--宝箱图标
	},
	{
		w : "中國豬",    //--宝箱图标
	},
	{
		w : "淫穢",    //--宝箱图标
	},
	{
		w : "江豬媳",    //--宝箱图标
	},
	{
		w : "豬毛",    //--宝箱图标
	},
	{
		w : "逼樣",    //--宝箱图标
	},
	{
		w : "去你媽的",    //--宝箱图标
	},
	{
		w : "下賤",    //--宝箱图标
	},
	{
		w : "豬操",    //--宝箱图标
	},
	{
		w : "陰水",    //--宝箱图标
	},
	{
		w : "賣比",    //--宝箱图标
	},
	{
		w : "16dy-圖庫",    //--宝箱图标
	},
	{
		w : "愛女人",    //--宝箱图标
	},
	{
		w : "拔出來",    //--宝箱图标
	},
	{
		w : "插進",    //--宝箱图标
	},
	{
		w : "調教",    //--宝箱图标
	},
	{
		w : "黃色電影",    //--宝箱图标
	},
	{
		w : "激情電影",    //--宝箱图标
	},
	{
		w : "輪暴",    //--宝箱图标
	},
	{
		w : "色貓",    //--宝箱图标
	},
	{
		w : "性愛圖庫",    //--宝箱图标
	},
	{
		w : "亞情",    //--宝箱图标
	},
	{
		w : "中文搜性網",    //--宝箱图标
	},
	{
		w : "摸陰蒂",    //--宝箱图标
	},
	{
		w : "金鱗豈是池中物",    //--宝箱图标
	},
	{
		w : "白虎少婦",    //--宝箱图标
	},
	{
		w : "白虎陰穴",    //--宝箱图标
	},
	{
		w : "逼癢",    //--宝箱图标
	},
	{
		w : "幹穴",    //--宝箱图标
	},
	{
		w : "開苞",    //--宝箱图标
	},
	{
		w : "春藥",    //--宝箱图标
	},
	{
		w : "風豔閣",    //--宝箱图标
	},
	{
		w : "激情小說",    //--宝箱图标
	},
	{
		w : "獸欲",    //--宝箱图标
	},
	{
		w : "應召",    //--宝箱图标
	},
	{
		w : "幹的爽",    //--宝箱图标
	},
	{
		w : "肉蒲團",    //--宝箱图标
	},
	{
		w : "後庭",    //--宝箱图标
	},
	{
		w : "男女交歡",    //--宝箱图标
	},
	{
		w : "極品波霸",    //--宝箱图标
	},
	{
		w : "獸奸",    //--宝箱图标
	},
	{
		w : "銷魂洞",    //--宝箱图标
	},
	{
		w : "操爛",    //--宝箱图标
	},
	{
		w : "成人網站",    //--宝箱图标
	},
	{
		w : "一夜歡",    //--宝箱图标
	},
	{
		w : "給你爽",    //--宝箱图标
	},
	{
		w : "偷窺圖片",    //--宝箱图标
	},
	{
		w : "大乳頭",    //--宝箱图标
	},
	{
		w : "中年美婦",    //--宝箱图标
	},
	{
		w : "脫內褲",    //--宝箱图标
	},
	{
		w : "發浪",    //--宝箱图标
	},
	{
		w : "肉莖",    //--宝箱图标
	},
	{
		w : "摳穴",    //--宝箱图标
	},
	{
		w : "顏射",    //--宝箱图标
	},
	{
		w : "淫水愛液",    //--宝箱图标
	},
	{
		w : "陰核",    //--宝箱图标
	},
	{
		w : "母子姦情",    //--宝箱图标
	},
	{
		w : "丁香社區",    //--宝箱图标
	},
	{
		w : "愛圖公園",    //--宝箱图标
	},
	{
		w : "鹿城娛樂",    //--宝箱图标
	},
	{
		w : "幼香閣",    //--宝箱图标
	},
	{
		w : "隱窩窩",    //--宝箱图标
	},
	{
		w : "亂倫熟女網",    //--宝箱图标
	},
	{
		w : "插陰",    //--宝箱图标
	},
	{
		w : "露陰照",    //--宝箱图标
	},
	{
		w : "嫩鮑魚",    //--宝箱图标
	},
	{
		w : "日本AV女優",    //--宝箱图标
	},
	{
		w : "激情貼圖",    //--宝箱图标
	},
	{
		w : "成人論壇",    //--宝箱图标
	},
	{
		w : "就去誘惑",    //--宝箱图标
	},
	{
		w : "激情裸體",    //--宝箱图标
	},
	{
		w : "麗春苑",    //--宝箱图标
	},
	{
		w : "窩窩客",    //--宝箱图标
	},
	{
		w : "銀民吧",    //--宝箱图标
	},
	{
		w : "亞洲色",    //--宝箱图标
	},
	{
		w : "愛色cc",    //--宝箱图标
	},
	{
		w : "妹妹騷圖",    //--宝箱图标
	},
	{
		w : "賓館女郎",    //--宝箱图标
	},
	{
		w : "美腿絲足",    //--宝箱图标
	},
	{
		w : "無碼長片",    //--宝箱图标
	},
	{
		w : "淫水漣漣",    //--宝箱图标
	},
	{
		w : "放蕩少婦",    //--宝箱图标
	},
	{
		w : "成人圖片",    //--宝箱图标
	},
	{
		w : "黃金聖水",    //--宝箱图标
	},
	{
		w : "腳交",    //--宝箱图标
	},
	{
		w : "勾魂少婦",    //--宝箱图标
	},
	{
		w : "乳此絲襪",    //--宝箱图标
	},
	{
		w : "日本灌腸",    //--宝箱图标
	},
	{
		w : "集體性愛",    //--宝箱图标
	},
	{
		w : "國產騷貨",    //--宝箱图标
	},
	{
		w : "亞洲淫娃",    //--宝箱图标
	},
	{
		w : "熟女亂倫",    //--宝箱图标
	},
	{
		w : "大膽少女",    //--宝箱图标
	},
	{
		w : "乳此豐滿",    //--宝箱图标
	},
	{
		w : "屄屄特寫",    //--宝箱图标
	},
	{
		w : "熟女顏射",    //--宝箱图标
	},
	{
		w : "恥辱輪奸",    //--宝箱图标
	},
	{
		w : "嫵媚挑逗",    //--宝箱图标
	},
	{
		w : "騷姨媽",    //--宝箱图标
	},
	{
		w : "裸體少婦",    //--宝箱图标
	},
	{
		w : "美少婦",    //--宝箱图标
	},
	{
		w : "楊思敏",    //--宝箱图标
	},
	{
		w : "風騷淫蕩",    //--宝箱图标
	},
	{
		w : "明星淫圖",    //--宝箱图标
	},
	{
		w : "淫亂熟女",    //--宝箱图标
	},
	{
		w : "高潮集錦",    //--宝箱图标
	},
	{
		w : "淫獸學園",    //--宝箱图标
	},
	{
		w : "俏臀攝魄",    //--宝箱图标
	},
	{
		w : "無套內射",    //--宝箱图标
	},
	{
		w : "毛鮑",    //--宝箱图标
	},
	{
		w : "3P炮圖",    //--宝箱图标
	},
	{
		w : "性交課",    //--宝箱图标
	},
	{
		w : "性感妖嬈",    //--宝箱图标
	},
	{
		w : "人妻交換",    //--宝箱图标
	},
	{
		w : "監禁陵辱",    //--宝箱图标
	},
	{
		w : "生徒胸觸",    //--宝箱图标
	},
	{
		w : "翹臀嫩穴",    //--宝箱图标
	},
	{
		w : "春光外瀉",    //--宝箱图标
	},
	{
		w : "淫婦自慰",    //--宝箱图标
	},
	{
		w : "本土無碼",    //--宝箱图标
	},
	{
		w : "淫妻交換",    //--宝箱图标
	},
	{
		w : "近親相奸",    //--宝箱图标
	},
	{
		w : "豔乳",    //--宝箱图标
	},
	{
		w : "肛門噴水",    //--宝箱图标
	},
	{
		w : "淫蕩貴婦",    //--宝箱图标
	},
	{
		w : "鬼畜輪奸",    //--宝箱图标
	},
	{
		w : "浴室亂倫",    //--宝箱图标
	},
	{
		w : "生奸內射",    //--宝箱图标
	},
	{
		w : "國產嫖娼",    //--宝箱图标
	},
	{
		w : "白液四濺",    //--宝箱图标
	},
	{
		w : "帶套肛交",    //--宝箱图标
	},
	{
		w : "大亂交",    //--宝箱图标
	},
	{
		w : "無碼炮圖",    //--宝箱图标
	},
	{
		w : "群陰會",    //--宝箱图标
	},
	{
		w : "極品波神",    //--宝箱图标
	},
	{
		w : "淫亂工作",    //--宝箱图标
	},
	{
		w : "白漿四濺",    //--宝箱图标
	},
	{
		w : "街頭扒衣",    //--宝箱图标
	},
	{
		w : "口內爆射",    //--宝箱图标
	},
	{
		w : "肛門拳交",    //--宝箱图标
	},
	{
		w : "灌滿精液",    //--宝箱图标
	},
	{
		w : "蓮花逼",    //--宝箱图标
	},
	{
		w : "自慰摳穴",    //--宝箱图标
	},
	{
		w : "洗腸射尿",    //--宝箱图标
	},
	{
		w : "人妻色誘",    //--宝箱图标
	},
	{
		w : "淫漿",    //--宝箱图标
	},
	{
		w : "騷浪美女",    //--宝箱图标
	},
	{
		w : "舌頭穴",    //--宝箱图标
	},
	{
		w : "人妻做愛",    //--宝箱图标
	},
	{
		w : "插穴止癢",    //--宝箱图标
	},
	{
		w : "騷乳",    //--宝箱图标
	},
	{
		w : "插陰莖",    //--宝箱图标
	},
	{
		w : "熟婦人妻",    //--宝箱图标
	},
	{
		w : "性傭",    //--宝箱图标
	},
	{
		w : "嫩鮑",    //--宝箱图标
	},
	{
		w : "騷母",    //--宝箱图标
	},
	{
		w : "吃雞巴",    //--宝箱图标
	},
	{
		w : "體奸",    //--宝箱图标
	},
	{
		w : "廁所盜攝",    //--宝箱图标
	},
	{
		w : "豔婦淫女",    //--宝箱图标
	},
	{
		w : "盜撮",    //--宝箱图标
	},
	{
		w : "薄碼",    //--宝箱图标
	},
	{
		w : "巧淫奸戲",    //--宝箱图标
	},
	{
		w : "換妻大會",    //--宝箱图标
	},
	{
		w : "破處",    //--宝箱图标
	},
	{
		w : "g點",    //--宝箱图标
	},
	{
		w : "歡歡娛樂時空",    //--宝箱图标
	},
	{
		w : "褲襪",    //--宝箱图标
	},
	{
		w : "買春",    //--宝箱图标
	},
	{
		w : "妹妹陰毛",    //--宝箱图标
	},
	{
		w : "免費成人網站",    //--宝箱图标
	},
	{
		w : "免費偷窺網",    //--宝箱图标
	},
	{
		w : "免費A片",    //--宝箱图标
	},
	{
		w : "女優",    //--宝箱图标
	},
	{
		w : "騷姐姐",    //--宝箱图标
	},
	{
		w : "色區",    //--宝箱图标
	},
	{
		w : "色書庫",    //--宝箱图标
	},
	{
		w : "射顏",    //--宝箱图标
	},
	{
		w : "下流地帶",    //--宝箱图标
	},
	{
		w : "性饑渴",    //--宝箱图标
	},
	{
		w : "陰部",    //--宝箱图标
	},
	{
		w : "淫圖",    //--宝箱图标
	},
	{
		w : "情色文學",    //--宝箱图标
	},
	{
		w : "日本騷貨",    //--宝箱图标
	},
	{
		w : "肉溝",    //--宝箱图标
	},
	{
		w : "肉棍幹騷婦",    //--宝箱图标
	},
	{
		w : "肉壺",    //--宝箱图标
	},
	{
		w : "騷妹",    //--宝箱图标
	},
	{
		w : "騷女",    //--宝箱图标
	},
	{
		w : "騷水",    //--宝箱图标
	},
	{
		w : "騷穴",    //--宝箱图标
	},
	{
		w : "色狐狸網址",    //--宝箱图标
	},
	{
		w : "色狼論壇",    //--宝箱图标
	},
	{
		w : "色狼小說",    //--宝箱图标
	},
	{
		w : "濕穴",    //--宝箱图标
	},
	{
		w : "做愛電影",    //--宝箱图标
	},
	{
		w : "色誘",    //--宝箱图标
	},
	{
		w : "採花堂",    //--宝箱图标
	},
	{
		w : "亞洲性虐",    //--宝箱图标
	},
	{
		w : "淫婦",    //--宝箱图标
	},
	{
		w : "淫賤",    //--宝箱图标
	},
	{
		w : "歡樂性今宵",    //--宝箱图标
	},
	{
		w : "乳溝",    //--宝箱图标
	},
	{
		w : "淫蟲",    //--宝箱图标
	},
	{
		w : "小姐打飛機",    //--宝箱图标
	},
	{
		w : "姦情",    //--宝箱图标
	},
	{
		w : "被幹",    //--宝箱图标
	},
	{
		w : "陰締",    //--宝箱图标
	},
	{
		w : "內射",    //--宝箱图标
	},
	{
		w : "成人午夜場",    //--宝箱图标
	},
	{
		w : "買春堂",    //--宝箱图标
	},
	{
		w : "成人社區",    //--宝箱图标
	},
	{
		w : "做愛自拍",    //--宝箱图标
	},
	{
		w : "夫妻俱樂部",    //--宝箱图标
	},
	{
		w : "誘色uu",    //--宝箱图标
	},
	{
		w : "熟婦",    //--宝箱图标
	},
	{
		w : "mm美圖",    //--宝箱图标
	},
	{
		w : "虎騎",    //--宝箱图标
	},
	{
		w : "咪咪圖片",    //--宝箱图标
	},
	{
		w : "成人導航",    //--宝箱图标
	},
	{
		w : "深愛色色",    //--宝箱图标
	},
	{
		w : "廁所偷拍",    //--宝箱图标
	},
	{
		w : "釋欲",    //--宝箱图标
	},
	{
		w : "你色嗎",    //--宝箱图标
	},
	{
		w : "裙內偷拍",    //--宝箱图标
	},
	{
		w : "色97愛",    //--宝箱图标
	},
	{
		w : "絲誘",    //--宝箱图标
	},
	{
		w : "色情工廠",    //--宝箱图标
	},
	{
		w : "美體豔姿",    //--宝箱图标
	},
	{
		w : "顏射自拍",    //--宝箱图标
	},
	{
		w : "肉絲褲襪",    //--宝箱图标
	},
	{
		w : "sm調教",    //--宝箱图标
	},
	{
		w : "愛幼閣",    //--宝箱图标
	},
	{
		w : "花樣性交",    //--宝箱图标
	},
	{
		w : "大奶騷女",    //--宝箱图标
	},
	{
		w : "淫水四濺",    //--宝箱图标
	},
	{
		w : "大膽出位",    //--宝箱图标
	},
	{
		w : "旅館自拍",    //--宝箱图标
	},
	{
		w : "無套自拍",    //--宝箱图标
	},
	{
		w : "快樂AV",    //--宝箱图标
	},
	{
		w : "國產無碼",    //--宝箱图标
	},
	{
		w : "強制浣腸",    //--宝箱图标
	},
	{
		w : "凸肉優",    //--宝箱图标
	},
	{
		w : "騷妹妹",    //--宝箱图标
	},
	{
		w : "雙龍入洞",    //--宝箱图标
	},
	{
		w : "處女開包",    //--宝箱图标
	},
	{
		w : "調教虐待",    //--宝箱图标
	},
	{
		w : "淫肉誘惑",    //--宝箱图标
	},
	{
		w : "激情潮噴",    //--宝箱图标
	},
	{
		w : "騷穴怒放",    //--宝箱图标
	},
	{
		w : "饅頭屄",    //--宝箱图标
	},
	{
		w : "無碼絲襪",    //--宝箱图标
	},
	{
		w : "寫真",    //--宝箱图标
	},
	{
		w : "輪操",    //--宝箱图标
	},
	{
		w : "淫亂診所",    //--宝箱图标
	},
	{
		w : "極品奶妹",    //--宝箱图标
	},
	{
		w : "巨乳俏女醫",    //--宝箱图标
	},
	{
		w : "扉之陰",    //--宝箱图标
	},
	{
		w : "丁字褲翹臀",    //--宝箱图标
	},
	{
		w : "輪奸內射",    //--宝箱图标
	},
	{
		w : "美乳鬥豔",    //--宝箱图标
	},
	{
		w : "舔雞巴",    //--宝箱图标
	},
	{
		w : "騷B熟女",    //--宝箱图标
	},
	{
		w : "淫絲蕩襪",    //--宝箱图标
	},
	{
		w : "奴隷調教",    //--宝箱图标
	},
	{
		w : "陰阜高聳",    //--宝箱图标
	},
	{
		w : "翹臀嫩逼",    //--宝箱图标
	},
	{
		w : "媚藥少年",    //--宝箱图标
	},
	{
		w : "無修正",    //--宝箱图标
	},
	{
		w : "國產AV",    //--宝箱图标
	},
	{
		w : "淫水橫流",    //--宝箱图标
	},
	{
		w : "插入內射",    //--宝箱图标
	},
	{
		w : "東熱空姐",    //--宝箱图标
	},
	{
		w : "絲襪淫婦",    //--宝箱图标
	},
	{
		w : "乳此動人",    //--宝箱图标
	},
	{
		w : "大波騷婦",    //--宝箱图标
	},
	{
		w : "無碼做愛",    //--宝箱图标
	},
	{
		w : "放蕩熟女",    //--宝箱图标
	},
	{
		w : "巨炮兵團",    //--宝箱图标
	},
	{
		w : "愛妻淫穴",    //--宝箱图标
	},
	{
		w : "無碼精選",    //--宝箱图标
	},
	{
		w : "超毛大鮑",    //--宝箱图标
	},
	{
		w : "熟婦騷器",    //--宝箱图标
	},
	{
		w : "內射美婦",    //--宝箱图标
	},
	{
		w : "毒龍舔腳",    //--宝箱图标
	},
	{
		w : "性愛擂臺",    //--宝箱图标
	},
	{
		w : "聖泉學淫",    //--宝箱图标
	},
	{
		w : "性奴會",    //--宝箱图标
	},
	{
		w : "操腫",    //--宝箱图标
	},
	{
		w : "無碼淫女",    //--宝箱图标
	},
	{
		w : "淫癡",    //--宝箱图标
	},
	{
		w : "風騷欲女",    //--宝箱图标
	},
	{
		w : "操穴噴水",    //--宝箱图标
	},
	{
		w : "肉簫",    //--宝箱图标
	},
	{
		w : "巨騷",    //--宝箱图标
	},
	{
		w : "騷妻",    //--宝箱图标
	},
	{
		w : "騷屄",    //--宝箱图标
	},
	{
		w : "高潮白漿",    //--宝箱图标
	},
	{
		w : "性戰擂臺",    //--宝箱图标
	},
	{
		w : "淫女炮圖",    //--宝箱图标
	},
	{
		w : "淫水橫溢",    //--宝箱图标
	},
	{
		w : "公媳亂",    //--宝箱图标
	},
	{
		w : "集體淫",    //--宝箱图标
	},
	{
		w : "小嫩雞",    //--宝箱图标
	},
	{
		w : "羞恥母",    //--宝箱图标
	},
	{
		w : "豔照",    //--宝箱图标
	},
	{
		w : "緊穴",    //--宝箱图标
	},
	{
		w : "露點",    //--宝箱图标
	},
	{
		w : "愛液",    //--宝箱图标
	},
	{
		w : "蕩婦",    //--宝箱图标
	},
	{
		w : "蕩女",    //--宝箱图标
	},
	{
		w : "迷藥",    //--宝箱图标
	},
	{
		w : "乳頭",    //--宝箱图标
	},
	{
		w : "無碼",    //--宝箱图标
	},
	{
		w : "現代情色小說",    //--宝箱图标
	},
	{
		w : "性交圖",    //--宝箱图标
	},
	{
		w : "豔情小說",    //--宝箱图标
	},
	{
		w : "陰部特寫",    //--宝箱图标
	},
	{
		w : "陰道圖片",    //--宝箱图标
	},
	{
		w : "淫書",    //--宝箱图标
	},
	{
		w : "玉蒲團玉女心經",    //--宝箱图标
	},
	{
		w : "中國成人論壇",    //--宝箱图标
	},
	{
		w : "中國性愛城",    //--宝箱图标
	},
	{
		w : "自拍寫真",    //--宝箱图标
	},
	{
		w : "做愛圖片",    //--宝箱图标
	},
	{
		w : "萬淫堂",    //--宝箱图标
	},
	{
		w : "穴圖",    //--宝箱图标
	},
	{
		w : "豔舞淫業",    //--宝箱图标
	},
	{
		w : "咬著龜頭",    //--宝箱图标
	},
	{
		w : "一夜性網",    //--宝箱图标
	},
	{
		w : "陰莖插小穴",    //--宝箱图标
	},
	{
		w : "婬亂軍團",    //--宝箱图标
	},
	{
		w : "鑽插",    //--宝箱图标
	},
	{
		w : "H動漫",    //--宝箱图标
	},
	{
		w : "交換夫妻",    //--宝箱图标
	},
	{
		w : "舔腳",    //--宝箱图标
	},
	{
		w : "絲襪",    //--宝箱图标
	},
	{
		w : "亞洲情色網",    //--宝箱图标
	},
	{
		w : "強姦處女",    //--宝箱图标
	},
	{
		w : "雞巴暴脹",    //--宝箱图标
	},
	{
		w : "大眾色情成人網",    //--宝箱图标
	},
	{
		w : "火辣圖片",    //--宝箱图标
	},
	{
		w : "淫聲浪語",    //--宝箱图标
	},
	{
		w : "瘋狂抽送",    //--宝箱图标
	},
	{
		w : "強暴",    //--宝箱图标
	},
	{
		w : "色情論壇",    //--宝箱图标
	},
	{
		w : "性虎色網",    //--宝箱图标
	},
	{
		w : "騷女叫春",    //--宝箱图标
	},
	{
		w : "成人百強",    //--宝箱图标
	},
	{
		w : "天天干貼圖",    //--宝箱图标
	},
	{
		w : "密穴貼圖",    //--宝箱图标
	},
	{
		w : "淩辱",    //--宝箱图标
	},
	{
		w : "偷歡",    //--宝箱图标
	},
	{
		w : "酥癢",    //--宝箱图标
	},
	{
		w : "浪婦",    //--宝箱图标
	},
	{
		w : "肉縫",    //--宝箱图标
	},
	{
		w : "色窩窩",    //--宝箱图标
	},
	{
		w : "騷洞",    //--宝箱图标
	},
	{
		w : "陰精",    //--宝箱图标
	},
	{
		w : "陰阜",    //--宝箱图标
	},
	{
		w : "陰屄",    //--宝箱图标
	},
	{
		w : "六月聯盟",    //--宝箱图标
	},
	{
		w : "55sss偷拍區",    //--宝箱图标
	},
	{
		w : "張筱雨",    //--宝箱图标
	},
	{
		w : "極品黑絲",    //--宝箱图标
	},
	{
		w : "絲襪寫真",    //--宝箱图标
	},
	{
		w : "成人小說",    //--宝箱图标
	},
	{
		w : "成人文學",    //--宝箱图标
	},
	{
		w : "情色藝術天空",    //--宝箱图标
	},
	{
		w : "222se圖片",    //--宝箱图标
	},
	{
		w : "淫色貼圖",    //--宝箱图标
	},
	{
		w : "廁奴",    //--宝箱图标
	},
	{
		w : "酥胸誘惑",    //--宝箱图标
	},
	{
		w : "人體攝影",    //--宝箱图标
	},
	{
		w : "東北xx網",    //--宝箱图标
	},
	{
		w : "瑪雅網",    //--宝箱图标
	},
	{
		w : "週六性吧",    //--宝箱图标
	},
	{
		w : "誘惑視頻",    //--宝箱图标
	},
	{
		w : "裙下風光",    //--宝箱图标
	},
	{
		w : "嘻遊中國",    //--宝箱图标
	},
	{
		w : "禦の二代目",    //--宝箱图标
	},
	{
		w : "絲襪足交",    //--宝箱图标
	},
	{
		w : "骯髒美學",    //--宝箱图标
	},
	{
		w : "亞洲有碼",    //--宝箱图标
	},
	{
		w : "絲襪高跟",    //--宝箱图标
	},
	{
		w : "原味絲襪",    //--宝箱图标
	},
	{
		w : "針孔偷拍",    //--宝箱图标
	},
	{
		w : "放蕩少婦賓館",    //--宝箱图标
	},
	{
		w : "性感肉絲",    //--宝箱图标
	},
	{
		w : "北京xx網",    //--宝箱图标
	},
	{
		w : "情色導航",    //--宝箱图标
	},
	{
		w : "歐美大乳",    //--宝箱图标
	},
	{
		w : "歐美無套",    //--宝箱图标
	},
	{
		w : "騷婦露逼",    //--宝箱图标
	},
	{
		w : "淫水絲襪",    //--宝箱图标
	},
	{
		w : "母女雙飛",    //--宝箱图标
	},
	{
		w : "老少亂倫",    //--宝箱图标
	},
	{
		w : "前凸後翹",    //--宝箱图标
	},
	{
		w : "性交無碼",    //--宝箱图标
	},
	{
		w : "淫驢屯",    //--宝箱图标
	},
	{
		w : "少婦偷情",    //--宝箱图标
	},
	{
		w : "護士誘惑",    //--宝箱图标
	},
	{
		w : "群奸亂交",    //--宝箱图标
	},
	{
		w : "極品白虎",    //--宝箱图标
	},
	{
		w : "曲線消魂",    //--宝箱图标
	},
	{
		w : "無碼淫漫",    //--宝箱图标
	},
	{
		w : "假陽具插穴",    //--宝箱图标
	},
	{
		w : "愛液橫流",    //--宝箱图标
	},
	{
		w : "無碼無套",    //--宝箱图标
	},
	{
		w : "淫戰群P",    //--宝箱图标
	},
	{
		w : "濕身誘惑",    //--宝箱图标
	},
	{
		w : "火辣寫真",    //--宝箱图标
	},
	{
		w : "動漫色圖",    //--宝箱图标
	},
	{
		w : "熟女護士",    //--宝箱图标
	},
	{
		w : "粉紅穴",    //--宝箱图标
	},
	{
		w : "經典炮圖",    //--宝箱图标
	},
	{
		w : "童顏巨乳",    //--宝箱图标
	},
	{
		w : "性感誘惑",    //--宝箱图标
	},
	{
		w : "援交薄碼",    //--宝箱图标
	},
	{
		w : "奇淫寶鑒",    //--宝箱图标
	},
	{
		w : "美騷婦",    //--宝箱图标
	},
	{
		w : "無毛美少女",    //--宝箱图标
	},
	{
		w : "日本有碼",    //--宝箱图标
	},
	{
		w : "制服美婦",    //--宝箱图标
	},
	{
		w : "無碼彩圖",    //--宝箱图标
	},
	{
		w : "豐唇豔姬",    //--宝箱图标
	},
	{
		w : "群奸輪射",    //--宝箱图标
	},
	{
		w : "高級逼",    //--宝箱图标
	},
	{
		w : "淫東方",    //--宝箱图标
	},
	{
		w : "國產偷拍",    //--宝箱图标
	},
	{
		w : "清晰內射",    //--宝箱图标
	},
	{
		w : "嫩穴肉縫",    //--宝箱图标
	},
	{
		w : "騷婦掰B",    //--宝箱图标
	},
	{
		w : "白嫩騷婦",    //--宝箱图标
	},
	{
		w : "潮噴",    //--宝箱图标
	},
	{
		w : "無碼體驗",    //--宝箱图标
	},
	{
		w : "吞精騷妹",    //--宝箱图标
	},
	{
		w : "緊縛淩辱",    //--宝箱图标
	},
	{
		w : "姦淫電車",    //--宝箱图标
	},
	{
		w : "墮淫",    //--宝箱图标
	},
	{
		w : "顏騎",    //--宝箱图标
	},
	{
		w : "夫妻亂交",    //--宝箱图标
	},
	{
		w : "換妻雜交",    //--宝箱图标
	},
	{
		w : "多人輪",    //--宝箱图标
	},
	{
		w : "奶挺臀翹",    //--宝箱图标
	},
	{
		w : "癡乳",    //--宝箱图标
	},
	{
		w : "淫樣",    //--宝箱图标
	},
	{
		w : "插後庭",    //--宝箱图标
	},
	{
		w : "嫩縫",    //--宝箱图标
	},
	{
		w : "騷媽",    //--宝箱图标
	},
	{
		w : "暴幹",    //--宝箱图标
	},
	{
		w : "母子交歡",    //--宝箱图标
	},
	{
		w : "足腳交",    //--宝箱图标
	},
	{
		w : "柔陰術",    //--宝箱图标
	},
	{
		w : "淫師蕩母",    //--宝箱图标
	},
	{
		w : "欠幹",    //--宝箱图标
	},
	{
		w : "桃園蜜洞",    //--宝箱图标
	},
	{
		w : "連続失禁",    //--宝箱图标
	},
	{
		w : "大雞巴",    //--宝箱图标
	},
	{
		w : "叫雞",    //--宝箱图标
	},
	{
		w : "騷浪人妻",    //--宝箱图标
	},
	{
		w : "三級片",    //--宝箱图标
	},
	{
		w : "東京熱",    //--宝箱图标
	},
	{
		w : "做愛",    //--宝箱图标
	},
	{
		w : "子宮",    //--宝箱图标
	},
	{
		w : "雜種",    //--宝箱图标
	},
	{
		w : "陰毛",    //--宝箱图标
	},
	{
		w : "陰戶",    //--宝箱图标
	},
	{
		w : "陰蒂",    //--宝箱图标
	},
	{
		w : "爺爺",    //--宝箱图标
	},
	{
		w : "陽具",    //--宝箱图标
	},
	{
		w : "性愛",    //--宝箱图标
	},
	{
		w : "小雞雞",    //--宝箱图标
	},
	{
		w : "慰安婦",    //--宝箱图标
	},
	{
		w : "猥褻",    //--宝箱图标
	},
	{
		w : "猥瑣",    //--宝箱图标
	},
	{
		w : "煞筆",    //--宝箱图标
	},
	{
		w : "騷逼",    //--宝箱图标
	},
	{
		w : "肉體",    //--宝箱图标
	},
	{
		w : "女幹",    //--宝箱图标
	},
	{
		w : "滅族",    //--宝箱图标
	},
	{
		w : "賤",    //--宝箱图标
	},
	{
		w : "雞吧",    //--宝箱图标
	},
	{
		w : "龜頭",    //--宝箱图标
	},
	{
		w : "根正苗紅",    //--宝箱图标
	},
	{
		w : "瘋狗",    //--宝箱图标
	},
	{
		w : "打飛機",    //--宝箱图标
	},
	{
		w : "癟三",    //--宝箱图标
	},
	{
		w : "媽逼",    //--宝箱图标
	},
	{
		w : "媽",    //--宝箱图标
	},
	{
		w : "爺",    //--宝箱图标
	},
	{
		w : "兒子",    //--宝箱图标
	},
	{
		w : "尼瑪",    //--宝箱图标
	},
	{
		w : "裝B",    //--宝箱图标
	},
	{
		w : "偷窺視頻",    //--宝箱图标
	},
	{
		w : "獸獸門",    //--宝箱图标
	},
	{
		w : "愛滋病",    //--宝箱图标
	},
	{
		w : "陽物",    //--宝箱图标
	},
	{
		w : "開房",    //--宝箱图标
	},
	{
		w : "黃色網站",    //--宝箱图标
	},
	{
		w : "性虐",    //--宝箱图标
	},
	{
		w : "管裡",    //--宝箱图标
	},
	{
		w : "管理員",    //--宝箱图标
	},
	{
		w : "服務管理",    //--宝箱图标
	},
	{
		w : "伺服器",    //--宝箱图标
	},
	{
		w : "活動管理員",    //--宝箱图标
	},
	{
		w : "冬季熱",    //--宝箱图标
	},
	{
		w : "維護",    //--宝箱图标
	},
	{
		w : "系統",    //--宝箱图标
	},
	{
		w : "系統公告",    //--宝箱图标
	},
	{
		w : "審查",    //--宝箱图标
	},
	{
		w : "監督",    //--宝箱图标
	},
	{
		w : "監管",    //--宝箱图标
	},
	{
		w : "遊戲管理員",    //--宝箱图标
	},
	{
		w : "客戶服務",    //--宝箱图标
	},
	{
		w : "服務天使",    //--宝箱图标
	},
	{
		w : "測試",    //--宝箱图标
	},
	{
		w : "輔助程式",    //--宝箱图标
	},
	{
		w : "運營",    //--宝箱图标
	},
	{
		w : "運營者",    //--宝箱图标
	},
	{
		w : "運營組",    //--宝箱图标
	},
	{
		w : "運營商",    //--宝箱图标
	},
	{
		w : "運營長",    //--宝箱图标
	},
	{
		w : "運營官",    //--宝箱图标
	},
	{
		w : "運營人",    //--宝箱图标
	},
	{
		w : "蔡文勝",    //--宝箱图标
	},
	{
		w : "李興平",    //--宝箱图标
	},
	{
		w : "汪東風",    //--宝箱图标
	},
	{
		w : "駱海堅",    //--宝箱图标
	},
	{
		w : "私人伺服器",    //--宝箱图标
	},
	{
		w : "外掛",    //--宝箱图标
	},
	{
		w : "&",    //--宝箱图标
	},
	{
		w : "ㄅ",    //--宝箱图标
	},
	{
		w : "ㄆ",    //--宝箱图标
	},
	{
		w : "ㄇ",    //--宝箱图标
	},
	{
		w : "ㄈ",    //--宝箱图标
	},
	{
		w : "ㄉ",    //--宝箱图标
	},
	{
		w : "ㄊ",    //--宝箱图标
	},
	{
		w : "ㄋ",    //--宝箱图标
	},
	{
		w : "ㄌ",    //--宝箱图标
	},
	{
		w : "ㄍ",    //--宝箱图标
	},
	{
		w : "ㄎ",    //--宝箱图标
	},
	{
		w : "ㄏ",    //--宝箱图标
	},
	{
		w : "ㄐ",    //--宝箱图标
	},
	{
		w : "ㄑ",    //--宝箱图标
	},
	{
		w : "ㄒ",    //--宝箱图标
	},
	{
		w : "ㄓ",    //--宝箱图标
	},
	{
		w : "ㄔ",    //--宝箱图标
	},
	{
		w : "ㄕ",    //--宝箱图标
	},
	{
		w : "ㄖ",    //--宝箱图标
	},
	{
		w : "ㄗ",    //--宝箱图标
	},
	{
		w : "ㄘ",    //--宝箱图标
	},
	{
		w : "ㄙ",    //--宝箱图标
	},
	{
		w : "ㄚ",    //--宝箱图标
	},
	{
		w : "ㄛ",    //--宝箱图标
	},
	{
		w : "ㄜ",    //--宝箱图标
	},
	{
		w : "ㄝ",    //--宝箱图标
	},
	{
		w : "ㄞ",    //--宝箱图标
	},
	{
		w : "ㄟ",    //--宝箱图标
	},
	{
		w : "ㄠ",    //--宝箱图标
	},
	{
		w : "ㄡ",    //--宝箱图标
	},
	{
		w : "ㄢ",    //--宝箱图标
	},
	{
		w : "ㄣ",    //--宝箱图标
	},
	{
		w : "ㄤ",    //--宝箱图标
	},
	{
		w : "ㄥ",    //--宝箱图标
	},
	{
		w : "ㄦ",    //--宝箱图标
	},
	{
		w : "ㄧ",    //--宝箱图标
	},
	{
		w : "ㄨ",    //--宝箱图标
	},
	{
		w : "ㄩ",    //--宝箱图标
	},
	{
		w : "鞴",    //--宝箱图标
	},
	{
		w : "鐾",    //--宝箱图标
	},
	{
		w : "瘭",    //--宝箱图标
	},
	{
		w : "镳",    //--宝箱图标
	},
	{
		w : "黪",    //--宝箱图标
	},
	{
		w : "瘥",    //--宝箱图标
	},
	{
		w : "觇",    //--宝箱图标
	},
	{
		w : "孱",    //--宝箱图标
	},
	{
		w : "廛",    //--宝箱图标
	},
	{
		w : "蒇",    //--宝箱图标
	},
	{
		w : "冁",    //--宝箱图标
	},
	{
		w : "羼",    //--宝箱图标
	},
	{
		w : "螭",    //--宝箱图标
	},
	{
		w : "傺",    //--宝箱图标
	},
	{
		w : "瘛",    //--宝箱图标
	},
	{
		w : "舂",    //--宝箱图标
	},
	{
		w : "艟",    //--宝箱图标
	},
	{
		w : "瘳",    //--宝箱图标
	},
	{
		w : "雠",    //--宝箱图标
	},
	{
		w : "搋",    //--宝箱图标
	},
	{
		w : "嘬",    //--宝箱图标
	},
	{
		w : "辏",    //--宝箱图标
	},
	{
		w : "殂",    //--宝箱图标
	},
	{
		w : "汆",    //--宝箱图标
	},
	{
		w : "爨",    //--宝箱图标
	},
	{
		w : "榱",    //--宝箱图标
	},
	{
		w : "毳",    //--宝箱图标
	},
	{
		w : "皴",    //--宝箱图标
	},
	{
		w : "蹉",    //--宝箱图标
	},
	{
		w : "鹾",    //--宝箱图标
	},
	{
		w : "纛",    //--宝箱图标
	},
	{
		w : "髑屙民",    //--宝箱图标
	},
	{
		w : "莪",    //--宝箱图标
	},
	{
		w : "苊",    //--宝箱图标
	},
	{
		w : "鲕",    //--宝箱图标
	},
	{
		w : "鲼",    //--宝箱图标
	},
	{
		w : "瀵",    //--宝箱图标
	},
	{
		w : "酆",    //--宝箱图标
	},
	{
		w : "幞",    //--宝箱图标
	},
	{
		w : "黻",    //--宝箱图标
	},
	{
		w : "呒",    //--宝箱图标
	},
	{
		w : "黼",    //--宝箱图标
	},
	{
		w : "阝",    //--宝箱图标
	},
	{
		w : "彀",    //--宝箱图标
	},
	{
		w : "觏",    //--宝箱图标
	},
	{
		w : "毂?",    //--宝箱图标
	},
	{
		w : "汩",    //--宝箱图标
	},
	{
		w : "罟",    //--宝箱图标
	},
	{
		w : "嘏",    //--宝箱图标
	},
	{
		w : "鲴",    //--宝箱图标
	},
	{
		w : "宄",    //--宝箱图标
	},
	{
		w : "庋",    //--宝箱图标
	},
	{
		w : "刿",    //--宝箱图标
	},
	{
		w : "虢",    //--宝箱图标
	},
	{
		w : "馘",    //--宝箱图标
	},
	{
		w : "撖",    //--宝箱图标
	},
	{
		w : "夯",    //--宝箱图标
	},
	{
		w : "薅",    //--宝箱图标
	},
	{
		w : "曷",    //--宝箱图标
	},
	{
		w : "翮",    //--宝箱图标
	},
	{
		w : "觳",    //--宝箱图标
	},
	{
		w : "冱",    //--宝箱图标
	},
	{
		w : "怙",    //--宝箱图标
	},
	{
		w : "戽",    //--宝箱图标
	},
	{
		w : "祜",    //--宝箱图标
	},
	{
		w : "瓠",    //--宝箱图标
	},
	{
		w : "鹱?",    //--宝箱图标
	},
	{
		w : "溷",    //--宝箱图标
	},
	{
		w : "耠",    //--宝箱图标
	},
	{
		w : "锪",    //--宝箱图标
	},
	{
		w : "劐",    //--宝箱图标
	},
	{
		w : "蠖",    //--宝箱图标
	},
	{
		w : "丌",    //--宝箱图标
	},
	{
		w : "乩",    //--宝箱图标
	},
	{
		w : "赍",    //--宝箱图标
	},
	{
		w : "殛",    //--宝箱图标
	},
	{
		w : "蕺",    //--宝箱图标
	},
	{
		w : "掎",    //--宝箱图标
	},
	{
		w : "彐",    //--宝箱图标
	},
	{
		w : "芰",    //--宝箱图标
	},
	{
		w : "跽",    //--宝箱图标
	},
	{
		w : "鲚",    //--宝箱图标
	},
	{
		w : "葭",    //--宝箱图标
	},
	{
		w : "恝",    //--宝箱图标
	},
	{
		w : "湔",    //--宝箱图标
	},
	{
		w : "搛",    //--宝箱图标
	},
	{
		w : "鲣",    //--宝箱图标
	},
	{
		w : "鞯",    //--宝箱图标
	},
	{
		w : "囝",    //--宝箱图标
	},
	{
		w : "趼",    //--宝箱图标
	},
	{
		w : "醮",    //--宝箱图标
	},
	{
		w : "疖",    //--宝箱图标
	},
	{
		w : "苣",    //--宝箱图标
	},
	{
		w : "屦",    //--宝箱图标
	},
	{
		w : "醵",    //--宝箱图标
	},
	{
		w : "蠲",    //--宝箱图标
	},
	{
		w : "桊",    //--宝箱图标
	},
	{
		w : "鄄",    //--宝箱图标
	},
	{
		w : "谲",    //--宝箱图标
	},
	{
		w : "爝",    //--宝箱图标
	},
	{
		w : "麇",    //--宝箱图标
	},
	{
		w : "贶",    //--宝箱图标
	},
	{
		w : "悝",    //--宝箱图标
	},
	{
		w : "喟",    //--宝箱图标
	},
	{
		w : "仂",    //--宝箱图标
	},
	{
		w : "泐",    //--宝箱图标
	},
	{
		w : "鳓",    //--宝箱图标
	},
	{
		w : "诔",    //--宝箱图标
	},
	{
		w : "酹",    //--宝箱图标
	},
	{
		w : "嫠",    //--宝箱图标
	},
	{
		w : "黧",    //--宝箱图标
	},
	{
		w : "蠡",    //--宝箱图标
	},
	{
		w : "醴",    //--宝箱图标
	},
	{
		w : "鳢",    //--宝箱图标
	},
	{
		w : "轹",    //--宝箱图标
	},
	{
		w : "詈",    //--宝箱图标
	},
	{
		w : "跞",    //--宝箱图标
	},
	{
		w : "奁",    //--宝箱图标
	},
	{
		w : "臁",    //--宝箱图标
	},
	{
		w : "蚍",    //--宝箱图标
	},
	{
		w : "埤",    //--宝箱图标
	},
	{
		w : "罴",    //--宝箱图标
	},
	{
		w : "鼙",    //--宝箱图标
	},
	{
		w : "庀",    //--宝箱图标
	},
	{
		w : "仳",    //--宝箱图标
	},
	{
		w : "圮綦",    //--宝箱图标
	},
	{
		w : "屺",    //--宝箱图标
	},
	{
		w : "綮",    //--宝箱图标
	},
	{
		w : "汔",    //--宝箱图标
	},
	{
		w : "碛",    //--宝箱图标
	},
	{
		w : "葜",    //--宝箱图标
	},
	{
		w : "佥",    //--宝箱图标
	},
	{
		w : "岍",    //--宝箱图标
	},
	{
		w : "愆",    //--宝箱图标
	},
	{
		w : "搴",    //--宝箱图标
	},
	{
		w : "钤",    //--宝箱图标
	},
	{
		w : "掮",    //--宝箱图标
	},
	{
		w : "凵",    //--宝箱图标
	},
	{
		w : "肷",    //--宝箱图标
	},
	{
		w : "椠",    //--宝箱图标
	},
	{
		w : "戕",    //--宝箱图标
	},
	{
		w : "锖",    //--宝箱图标
	},
	{
		w : "檠",    //--宝箱图标
	},
	{
		w : "苘",    //--宝箱图标
	},
	{
		w : "謦",    //--宝箱图标
	},
	{
		w : "庆红",    //--宝箱图标
	},
	{
		w : "跫",    //--宝箱图标
	},
	{
		w : "銎",    //--宝箱图标
	},
	{
		w : "邛",    //--宝箱图标
	},
	{
		w : "筇",    //--宝箱图标
	},
	{
		w : "蛩鼽",    //--宝箱图标
	},
	{
		w : "诎",    //--宝箱图标
	},
	{
		w : "麴",    //--宝箱图标
	},
	{
		w : "黢",    //--宝箱图标
	},
	{
		w : "劬",    //--宝箱图标
	},
	{
		w : "朐",    //--宝箱图标
	},
	{
		w : "璩",    //--宝箱图标
	},
	{
		w : "蘧",    //--宝箱图标
	},
	{
		w : "衢",    //--宝箱图标
	},
	{
		w : "蠼毵",    //--宝箱图标
	},
	{
		w : "糁",    //--宝箱图标
	},
	{
		w : "xijinping",    //--宝箱图标
	},
	{
		w : "likeqiang",    //--宝箱图标
	},
	{
		w : "zhangdejiang",    //--宝箱图标
	},
	{
		w : "yuzhengsheng",    //--宝箱图标
	},
	{
		w : "liuyunshan",    //--宝箱图标
	},
	{
		w : "wangqishan",    //--宝箱图标
	},
	{
		w : "zhanggaoli",    //--宝箱图标
	},
	{
		w : "dishun?",    //--宝箱图标
	},
	{
		w : "hujintao",    //--宝箱图标
	},
	{
		w : "jiangzemin",    //--宝箱图标
	},
	{
		w : "zhangdejiang?",    //--宝箱图标
	},
	{
		w : "wangqishan?",    //--宝箱图标
	},
	{
		w : "liuyunshan?",    //--宝箱图标
	},
	{
		w : "pengliyuan?",    //--宝箱图标
	},
	{
		w : "quannengshenjiao",    //--宝箱图标
	},
	{
		w : "liruihuan",    //--宝箱图标
	},
	{
		w : "wenjiabao",    //--宝箱图标
	},
	{
		w : "lipeng",    //--宝箱图标
	},
	{
		w : "lichangchun",    //--宝箱图标
	},
	{
		w : "wubangguo",    //--宝箱图标
	},
	{
		w : "zhurongji",    //--宝箱图标
	},
	{
		w : "zhouyongkang",    //--宝箱图标
	},
	{
		w : "maozedong",    //--宝箱图标
	},
	{
		w : "zhouenlai",    //--宝箱图标
	},
	{
		w : "lihongzhi?",    //--宝箱图标
	},
	{
		w : "boxilai",    //--宝箱图标
	},
	{
		w : "liulijun",    //--宝箱图标
	},
	{
		w : "xinjiangduli?",    //--宝箱图标
	},
	{
		w : "xizangduli?",    //--宝箱图标
	},
	{
		w : "xinwenguanzhi",    //--宝箱图标
	},
	{
		w : "lianggezhongguo",    //--宝箱图标
	},
	{
		w : "taiwanduli?",    //--宝箱图标
	},
	{
		w : "dalailama",    //--宝箱图标
	},
	{
		w : "sex",    //--宝箱图标
	},
	{
		w : "fuck",    //--宝箱图标
	},
	{
		w : "bitch",    //--宝箱图标
	},
	{
		w : "lilanqing",    //--宝箱图标
	},
	{
		w : "jiaqinglin",    //--宝箱图标
	},
	{
		w : "falungong?",    //--宝箱图标
	},
	{
		w : "falundafahao",    //--宝箱图标
	},
	{
		w : "xiejiao?",    //--宝箱图标
	},
	{
		w : "gongchandang",    //--宝箱图标
	},
	{
		w : "zhonghuaminguo",    //--宝箱图标
	},
	{
		w : "yidangzhuanzheng",    //--宝箱图标
	},
	{
		w : "liushaoqi",    //--宝箱图标
	},
	{
		w : "xucaihou",    //--宝箱图标
	},
	{
		w : "zhaoziyang",    //--宝箱图标
	},
	{
		w : "dengxiaoping",    //--宝箱图标
	},
	{
		w : "jiangjieshi",    //--宝箱图标
	},
	{
		w : "jiangjingguo",    //--宝箱图标
	},
	{
		w : "chenshuibian",    //--宝箱图标
	},
	{
		w : "huimin",    //--宝箱图标
	},
	{
		w : "yisilan",    //--宝箱图标
	},
	{
		w : "zhenzhu",    //--宝箱图标
	},
	{
		w : "shijiamouni",    //--宝箱图标
	},
	{
		w : "taidu",    //--宝箱图标
	},
	{
		w : "liusi",    //--宝箱图标
	},
	{
		w : "zengqinghong",    //--宝箱图标
	},
	{
		w : "tiananmen",    //--宝箱图标
	},
	{
		w : "renmindahuitang",    //--宝箱图标
	},
	{
		w : "dang",    //--宝箱图标
	},
	{
		w : "guojia",    //--宝箱图标
	},
	{
		w : "lingjihua",    //--宝箱图标
	},
	{
		w : "zhude",    //--宝箱图标
	},
	{
		w : "pengdehuai",    //--宝箱图标
	},
	{
		w : "linbiao",    //--宝箱图标
	},
	{
		w : "liubocheng",    //--宝箱图标
	},
	{
		w : "chenyi",    //--宝箱图标
	},
	{
		w : "helong",    //--宝箱图标
	},
	{
		w : "nierongzhen",    //--宝箱图标
	},
	{
		w : "xuxiangqian",    //--宝箱图标
	},
	{
		w : "luoronghuan",    //--宝箱图标
	},
	{
		w : "yejianying",    //--宝箱图标
	},
	{
		w : "lidazhao",    //--宝箱图标
	},
	{
		w : "chenduxiu",    //--宝箱图标
	},
	{
		w : "sunzhongshan",    //--宝箱图标
	},
	{
		w : "sunwen",    //--宝箱图标
	},
	{
		w : "sunyixian",    //--宝箱图标
	},
	{
		w : "chenyun",    //--宝箱图标
	},
	{
		w : "weijianxing",    //--宝箱图标
	},
	{
		w : "luogan",    //--宝箱图标
	},
	{
		w : "huangju",    //--宝箱图标
	},
	{
		w : "wuguanzheng",    //--宝箱图标
	},
	{
		w : "wuyi",    //--宝箱图标
	},
	{
		w : "huiliangyu",    //--宝箱图标
	},
	{
		w : "zengpeiyan",    //--宝箱图标
	},
	{
		w : "caogangchuan",    //--宝箱图标
	},
	{
		w : "tangjiaxuan",    //--宝箱图标
	},
	{
		w : "huajianmin",    //--宝箱图标
	},
	{
		w : "chenzhili",    //--宝箱图标
	},
	{
		w : "wanglequan",    //--宝箱图标
	},
	{
		w : "wanggang",    //--宝箱图标
	},
	{
		w : "wangzhaoguo",    //--宝箱图标
	},
	{
		w : "liuqi",    //--宝箱图标
	},
	{
		w : "heguoqiang",    //--宝箱图标
	},
	{
		w : "guobaxiong",    //--宝箱图标
	},
	{
		w : "huyaobang",    //--宝箱图标
	},
	{
		w : "bushi",    //--宝箱图标
	},
	{
		w : "bulaier",    //--宝箱图标
	},
	{
		w : "xiaoquan",    //--宝箱图标
	},
	{
		w : "chunyilang",    //--宝箱图标
	},
	{
		w : "samalanqi",    //--宝箱图标
	},
	{
		w : "annan",    //--宝箱图标
	},
	{
		w : "Alafate",    //--宝箱图标
	},
	{
		w : "pujing",    //--宝箱图标
	},
	{
		w : "mokeer",    //--宝箱图标
	},
	{
		w : "kelindun",    //--宝箱图标
	},
	{
		w : "ligen",    //--宝箱图标
	},
	{
		w : "nikesong",    //--宝箱图标
	},
	{
		w : "linken",    //--宝箱图标
	},
	{
		w : "dulumen",    //--宝箱图标
	},
	{
		w : "heluxiaofu",    //--宝箱图标
	},
	{
		w : "liening",    //--宝箱图标
	},
	{
		w : "sidalin",    //--宝箱图标
	},
	{
		w : "makesi",    //--宝箱图标
	},
	{
		w : "engesi",    //--宝箱图标
	},
	{
		w : "jinzhengri",    //--宝箱图标
	},
	{
		w : "jinricheng",    //--宝箱图标
	},
	{
		w : "sadamu",    //--宝箱图标
	},
	{
		w : "huzhiming",    //--宝箱图标
	},
	{
		w : "xihanuke",    //--宝箱图标
	},
	{
		w : "xilake",    //--宝箱图标
	},
	{
		w : "saqieer",    //--宝箱图标
	},
	{
		w : "Aluoyue",    //--宝箱图标
	},
	{
		w : "mandela",    //--宝箱图标
	},
	{
		w : "kasiteluo",    //--宝箱图标
	},
	{
		w : "fulankelin",    //--宝箱图标
	},
	{
		w : "huashengdun",    //--宝箱图标
	},
	{
		w : "aisenhaoweier",    //--宝箱图标
	},
	{
		w : "napolun",    //--宝箱图标
	},
	{
		w : "yalishanda",    //--宝箱图标
	},
	{
		w : "luyi",    //--宝箱图标
	},
	{
		w : "lamusifeierde",    //--宝箱图标
	},
	{
		w : "laola",    //--宝箱图标
	},
	{
		w : "baoweier",    //--宝箱图标
	},
	{
		w : "aobama",    //--宝箱图标
	},
	{
		w : "meideweijiefu",    //--宝箱图标
	},
	{
		w : "jinzhengen",    //--宝箱图标
	},
	{
		w : "anbeijinsan",    //--宝箱图标
	},
	{
		w : "benladeng",    //--宝箱图标
	},
	{
		w : "aomaer",    //--宝箱图标
	},
	{
		w : "chailing",    //--宝箱图标
	},
	{
		w : "dalai",    //--宝箱图标
	},
	{
		w : "jiangqing",    //--宝箱图标
	},
	{
		w : "zhangchunqiao",    //--宝箱图标
	},
	{
		w : "yaowenyuan",    //--宝箱图标
	},
	{
		w : "wanghongwen",    //--宝箱图标
	},
	{
		w : "dongtiaoyingji",    //--宝箱图标
	},
	{
		w : "xitele",    //--宝箱图标
	},
	{
		w : "mosuolini",    //--宝箱图标
	},
	{
		w : "gangcunxiushu",    //--宝箱图标
	},
	{
		w : "gangcunningci",    //--宝箱图标
	},
	{
		w : "gaolipiao",    //--宝箱图标
	},
	{
		w : "wangdan",    //--宝箱图标
	},
	{
		w : "woerkaixi",    //--宝箱图标
	},
	{
		w : "lihongzhi",    //--宝箱图标
	},
	{
		w : "lidashi",    //--宝箱图标
	},
	{
		w : "laichangxing",    //--宝箱图标
	},
	{
		w : "majiajue",    //--宝箱图标
	},
	{
		w : "banchan",    //--宝箱图标
	},
	{
		w : "eerdeni",    //--宝箱图标
	},
	{
		w : "shanbenwushiliu",    //--宝箱图标
	},
	{
		w : "Abian",    //--宝箱图标
	},
	{
		w : "Abianwansui",    //--宝箱图标
	},
	{
		w : "renaya",    //--宝箱图标
	},
	{
		w : "wanglijun",    //--宝箱图标
	},
	{
		w : "mohanmode",    //--宝箱图标
	},
	{
		w : "yuyongkang",    //--宝箱图标
	},
	{
		w : "zhoujiankang",    //--宝箱图标
	},
	{
		w : "yujiankang",    //--宝箱图标
	},
	{
		w : "zhouxiaokang",    //--宝箱图标
	},
	{
		w : "chenliangyu",    //--宝箱图标
	},
	{
		w : "lidenghui",    //--宝箱图标
	},
	{
		w : "lianzhan",    //--宝箱图标
	},
	{
		w : "songchuyu",    //--宝箱图标
	},
	{
		w : "luxiulian",    //--宝箱图标
	},
	{
		w : "yumuming",    //--宝箱图标
	},
	{
		w : "jiangzhongzheng",    //--宝箱图标
	},
	{
		w : "mayingjiu",    //--宝箱图标
	},
	{
		w : "16大?",    //--宝箱图标
	},
	{
		w : "18摸?",    //--宝箱图标
	},
	{
		w : "21世纪中国基金会?",    //--宝箱图标
	},
	{
		w : "6-4tianwang?",    //--宝箱图标
	},
	{
		w : "89-64cdjp?",    //--宝箱图标
	},
	{
		w : "ADMIN?",    //--宝箱图标
	},
	{
		w : "AIDS?",    //--宝箱图标
	},
	{
		w : "Aiort墓地?",    //--宝箱图标
	},
	{
		w : "ai滋?",    //--宝箱图标
	},
	{
		w : "Arqus会议场?",    //--宝箱图标
	},
	{
		w : "asshole?",    //--宝箱图标
	},
	{
		w : "Atan的移动石?",    //--宝箱图标
	},
	{
		w : "A片?",    //--宝箱图标
	},
	{
		w : "Baichi?",    //--宝箱图标
	},
	{
		w : "Baopi?",    //--宝箱图标
	},
	{
		w : "Bao皮?",    //--宝箱图标
	},
	{
		w : "bastard?",    //--宝箱图标
	},
	{
		w : "Bc?",    //--宝箱图标
	},
	{
		w : "biaozi?",    //--宝箱图标
	},
	{
		w : "Biao子?",    //--宝箱图标
	},
	{
		w : "bignews?",    //--宝箱图标
	},
	{
		w : "bitch?",    //--宝箱图标
	},
	{
		w : "Bi样?",    //--宝箱图标
	},
	{
		w : "BLOWJOB?",    //--宝箱图标
	},
	{
		w : "boxun?",    //--宝箱图标
	},
	{
		w : "B样?",    //--宝箱图标
	},
	{
		w : "caoB?",    //--宝箱图标
	},
	{
		w : "caobi?",    //--宝箱图标
	},
	{
		w : "cao你?",    //--宝箱图标
	},
	{
		w : "cao你妈?",    //--宝箱图标
	},
	{
		w : "cao你大爷?",    //--宝箱图标
	},
	{
		w : "cha你?",    //--宝箱图标
	},
	{
		w : "chinaliberal?",    //--宝箱图标
	},
	{
		w : "chinamz?",    //--宝箱图标
	},
	{
		w : "chinesenewsnet?",    //--宝箱图标
	},
	{
		w : "Clockgemstone?",    //--宝箱图标
	},
	{
		w : "cnd?",    //--宝箱图标
	},
	{
		w : "creaders?",    //--宝箱图标
	},
	{
		w : "Crestbone?",    //--宝箱图标
	},
	{
		w : "dafa?",    //--宝箱图标
	},
	{
		w : "dajiyuan?",    //--宝箱图标
	},
	{
		w : "damn?",    //--宝箱图标
	},
	{
		w : "dfdz?",    //--宝箱图标
	},
	{
		w : "DICK?",    //--宝箱图标
	},
	{
		w : "dpp?",    //--宝箱图标
	},
	{
		w : "EVENT?",    //--宝箱图标
	},
	{
		w : "falu?",    //--宝箱图标
	},
	{
		w : "falun?",    //--宝箱图标
	},
	{
		w : "falundafa?",    //--宝箱图标
	},
	{
		w : "fa轮?",    //--宝箱图标
	},
	{
		w : "Feelmistone?",    //--宝箱图标
	},
	{
		w : "Fku?",    //--宝箱图标
	},
	{
		w : "FLG?",    //--宝箱图标
	},
	{
		w : "freechina?",    //--宝箱图标
	},
	{
		w : "freedom?",    //--宝箱图标
	},
	{
		w : "freenet?",    //--宝箱图标
	},
	{
		w : "Fuck?",    //--宝箱图标
	},
	{
		w : "GAMEMASTER?",    //--宝箱图标
	},
	{
		w : "gan你?",    //--宝箱图标
	},
	{
		w : "GCD?",    //--宝箱图标
	},
	{
		w : "GM?",    //--宝箱图标
	},
	{
		w : "Gruepin?",    //--宝箱图标
	},
	{
		w : "HACKING?",    //--宝箱图标
	},
	{
		w : "hongzhi?",    //--宝箱图标
	},
	{
		w : "hrichina?",    //--宝箱图标
	},
	{
		w : "http?",    //--宝箱图标
	},
	{
		w : "huanet?",    //--宝箱图标
	},
	{
		w : "hypermart.net?",    //--宝箱图标
	},
	{
		w : "incest?",    //--宝箱图标
	},
	{
		w : "item?",    //--宝箱图标
	},
	{
		w : "J8?",    //--宝箱图标
	},
	{
		w : "JB?",    //--宝箱图标
	},
	{
		w : "jiangdongriji?",    //--宝箱图标
	},
	{
		w : "jian你?",    //--宝箱图标
	},
	{
		w : "jiaochuang?",    //--宝箱图标
	},
	{
		w : "jiaochun?",    //--宝箱图标
	},
	{
		w : "jiba?",    //--宝箱图标
	},
	{
		w : "jinv?",    //--宝箱图标
	},
	{
		w : "Ji女?",    //--宝箱图标
	},
	{
		w : "Kao?",    //--宝箱图标
	},
	{
		w : "KISSMYASS?",    //--宝箱图标
	},
	{
		w : "Mai骚?",    //--宝箱图标
	},
	{
		w : "making?",    //--宝箱图标
	},
	{
		w : "minghui?",    //--宝箱图标
	},
	{
		w : "minghuinews?",    //--宝箱图标
	},
	{
		w : "nacb?",    //--宝箱图标
	},
	{
		w : "naive?",    //--宝箱图标
	},
	{
		w : "Neckromancer?",    //--宝箱图标
	},
	{
		w : "nmis?",    //--宝箱图标
	},
	{
		w : "paper64?",    //--宝箱图标
	},
	{
		w : "peacehall?",    //--宝箱图标
	},
	{
		w : "PENIS?",    //--宝箱图标
	},
	{
		w : "playboy?",    //--宝箱图标
	},
	{
		w : "pussy?",    //--宝箱图标
	},
	{
		w : "qiangjian?",    //--宝箱图标
	},
	{
		w : "Rape?",    //--宝箱图标
	},
	{
		w : "renminbao?",    //--宝箱图标
	},
	{
		w : "renmingbao?",    //--宝箱图标
	},
	{
		w : "rfa?",    //--宝箱图标
	},
	{
		w : "safeweb?",    //--宝箱图标
	},
	{
		w : "saobi?",    //--宝箱图标
	},
	{
		w : "sb?",    //--宝箱图标
	},
	{
		w : "SEX?",    //--宝箱图标
	},
	{
		w : "sf?",    //--宝箱图标
	},
	{
		w : "SHIT?",    //--宝箱图标
	},
	{
		w : "simple?",    //--宝箱图标
	},
	{
		w : "SUCK?",    //--宝箱图标
	},
	{
		w : "sucker?",    //--宝箱图标
	},
	{
		w : "svdc?",    //--宝箱图标
	},
	{
		w : "System?",    //--宝箱图标
	},
	{
		w : "taip?",    //--宝箱图标
	},
	{
		w : "TEST?",    //--宝箱图标
	},
	{
		w : "The9?",    //--宝箱图标
	},
	{
		w : "The9City?",    //--宝箱图标
	},
	{
		w : "tibetalk?",    //--宝箱图标
	},
	{
		w : "TMD?",    //--宝箱图标
	},
	{
		w : "TNND?",    //--宝箱图标
	},
	{
		w : "triangle?",    //--宝箱图标
	},
	{
		w : "triangleboy?",    //--宝箱图标
	},
	{
		w : "Tringel?",    //--宝箱图标
	},
	{
		w : "UltraSurf?",    //--宝箱图标
	},
	{
		w : "unixbox?",    //--宝箱图标
	},
	{
		w : "ustibet?",    //--宝箱图标
	},
	{
		w : "voa?",    //--宝箱图标
	},
	{
		w : "voachinese?",    //--宝箱图标
	},
	{
		w : "wangce?",    //--宝箱图标
	},
	{
		w : "WEBZEN?",    //--宝箱图标
	},
	{
		w : "WG?",    //--宝箱图标
	},
	{
		w : "wstaiji?",    //--宝箱图标
	},
	{
		w : "xinsheng?",    //--宝箱图标
	},
	{
		w : "yuming?",    //--宝箱图标
	},
	{
		w : "zhengjian?",    //--宝箱图标
	},
	{
		w : "zhengjianwang?",    //--宝箱图标
	},
	{
		w : "zhenshanren?",    //--宝箱图标
	},
	{
		w : "zhuanfalunADMIN",    //--宝箱图标
	},
	{
		w : "AIDS",    //--宝箱图标
	},
	{
		w : "AIORT墓地",    //--宝箱图标
	},
	{
		w : "AI滋",    //--宝箱图标
	},
	{
		w : "ARQUS会议场",    //--宝箱图标
	},
	{
		w : "ASSHOLE",    //--宝箱图标
	},
	{
		w : "ATAN的移动石",    //--宝箱图标
	},
	{
		w : "A片",    //--宝箱图标
	},
	{
		w : "BAICHI",    //--宝箱图标
	},
	{
		w : "BAOPI",    //--宝箱图标
	},
	{
		w : "BAO皮",    //--宝箱图标
	},
	{
		w : "BASTARD",    //--宝箱图标
	},
	{
		w : "BC",    //--宝箱图标
	},
	{
		w : "BIAOZI",    //--宝箱图标
	},
	{
		w : "BIAO子",    //--宝箱图标
	},
	{
		w : "BIGNEWS",    //--宝箱图标
	},
	{
		w : "BI样",    //--宝箱图标
	},
	{
		w : "BLOWJOB",    //--宝箱图标
	},
	{
		w : "BOXUN",    //--宝箱图标
	},
	{
		w : "B样",    //--宝箱图标
	},
	{
		w : "CAOB",    //--宝箱图标
	},
	{
		w : "CAOBI",    //--宝箱图标
	},
	{
		w : "CAO你",    //--宝箱图标
	},
	{
		w : "CC小雪",    //--宝箱图标
	},
	{
		w : "CHA你",    //--宝箱图标
	},
	{
		w : "CHINALIBERAL",    //--宝箱图标
	},
	{
		w : "CHINAMZ",    //--宝箱图标
	},
	{
		w : "CHINESENEWSNET",    //--宝箱图标
	},
	{
		w : "CLOCKGEMSTONE",    //--宝箱图标
	},
	{
		w : "CND",    //--宝箱图标
	},
	{
		w : "CREADERS",    //--宝箱图标
	},
	{
		w : "CRESTBONE",    //--宝箱图标
	},
	{
		w : "DAFA",    //--宝箱图标
	},
	{
		w : "DAJIYUAN",    //--宝箱图标
	},
	{
		w : "DAMN",    //--宝箱图标
	},
	{
		w : "DFDZ",    //--宝箱图标
	},
	{
		w : "DICK",    //--宝箱图标
	},
	{
		w : "DPP",    //--宝箱图标
	},
	{
		w : "EVENT",    //--宝箱图标
	},
	{
		w : "FALU",    //--宝箱图标
	},
	{
		w : "FALUN",    //--宝箱图标
	},
	{
		w : "FALUNDAFA",    //--宝箱图标
	},
	{
		w : "FA轮",    //--宝箱图标
	},
	{
		w : "FEELMISTONE",    //--宝箱图标
	},
	{
		w : "FKU",    //--宝箱图标
	},
	{
		w : "FLG",    //--宝箱图标
	},
	{
		w : "FREECHINA",    //--宝箱图标
	},
	{
		w : "FREEDOM",    //--宝箱图标
	},
	{
		w : "FREENET",    //--宝箱图标
	},
	{
		w : "GAN你",    //--宝箱图标
	},
	{
		w : "GCD",    //--宝箱图标
	},
	{
		w : "GRUEPIN",    //--宝箱图标
	},
	{
		w : "HACKING",    //--宝箱图标
	},
	{
		w : "HONGZHI",    //--宝箱图标
	},
	{
		w : "HRICHINA",    //--宝箱图标
	},
	{
		w : "HTTP",    //--宝箱图标
	},
	{
		w : "HUANET",    //--宝箱图标
	},
	{
		w : "HYPERMART.NET",    //--宝箱图标
	},
	{
		w : "INCEST",    //--宝箱图标
	},
	{
		w : "ITEM",    //--宝箱图标
	},
	{
		w : "J8",    //--宝箱图标
	},
	{
		w : "JB",    //--宝箱图标
	},
	{
		w : "JIANGDONGRIJI",    //--宝箱图标
	},
	{
		w : "JIAN你",    //--宝箱图标
	},
	{
		w : "JIAOCHUANG",    //--宝箱图标
	},
	{
		w : "JIAOCHUN",    //--宝箱图标
	},
	{
		w : "JIBA",    //--宝箱图标
	},
	{
		w : "JINV",    //--宝箱图标
	},
	{
		w : "JI女",    //--宝箱图标
	},
	{
		w : "KAO",    //--宝箱图标
	},
	{
		w : "KISSMYASS",    //--宝箱图标
	},
	{
		w : "㎏",    //--宝箱图标
	},
	{
		w : "MAI骚",    //--宝箱图标
	},
	{
		w : "MAKING",    //--宝箱图标
	},
	{
		w : "MINGHUI",    //--宝箱图标
	},
	{
		w : "MINGHUINEWS",    //--宝箱图标
	},
	{
		w : "㎎",    //--宝箱图标
	},
	{
		w : "㎜",    //--宝箱图标
	},
	{
		w : "NACB",    //--宝箱图标
	},
	{
		w : "NAIVE",    //--宝箱图标
	},
	{
		w : "NECKROMANCER",    //--宝箱图标
	},
	{
		w : "NMIS",    //--宝箱图标
	},
	{
		w : "PAPER64",    //--宝箱图标
	},
	{
		w : "PEACEHALL",    //--宝箱图标
	},
	{
		w : "PENIS",    //--宝箱图标
	},
	{
		w : "PLAYBOY",    //--宝箱图标
	},
	{
		w : "PUSSY",    //--宝箱图标
	},
	{
		w : "QIANGJIAN",    //--宝箱图标
	},
	{
		w : "RAPE",    //--宝箱图标
	},
	{
		w : "RENMINBAO",    //--宝箱图标
	},
	{
		w : "RENMINGBAO",    //--宝箱图标
	},
	{
		w : "RFA",    //--宝箱图标
	},
	{
		w : "SAFEWEB",    //--宝箱图标
	},
	{
		w : "SAOBI",    //--宝箱图标
	},
	{
		w : "SHIT",    //--宝箱图标
	},
	{
		w : "SIMPLE",    //--宝箱图标
	},
	{
		w : "SUCK",    //--宝箱图标
	},
	{
		w : "SUCKER",    //--宝箱图标
	},
	{
		w : "SVDC",    //--宝箱图标
	},
	{
		w : "TAIP",    //--宝箱图标
	},
	{
		w : "THE9",    //--宝箱图标
	},
	{
		w : "THE9CITY",    //--宝箱图标
	},
	{
		w : "TIBETALK",    //--宝箱图标
	},
	{
		w : "TMD",    //--宝箱图标
	},
	{
		w : "TRIANGLE",    //--宝箱图标
	},
	{
		w : "TRIANGLEBOY",    //--宝箱图标
	},
	{
		w : "TRINGEL",    //--宝箱图标
	},
	{
		w : "ULTRASURF",    //--宝箱图标
	},
	{
		w : "UNIXBOX",    //--宝箱图标
	},
	{
		w : "USTIBET",    //--宝箱图标
	},
	{
		w : "VOA",    //--宝箱图标
	},
	{
		w : "VOACHINESE",    //--宝箱图标
	},
	{
		w : "WANGCE",    //--宝箱图标
	},
	{
		w : "WEBZEN",    //--宝箱图标
	},
	{
		w : "WSTAIJI",    //--宝箱图标
	},
	{
		w : "WWW",    //--宝箱图标
	},
	{
		w : "WWW.",    //--宝箱图标
	},
	{
		w : "XINSHENG",    //--宝箱图标
	},
	{
		w : "YUMING",    //--宝箱图标
	},
	{
		w : "ZHENGJIAN",    //--宝箱图标
	},
	{
		w : "ZHENGJIANWANG",    //--宝箱图标
	},
	{
		w : "ZHENSHANREN",    //--宝箱图标
	},
	{
		w : "ZHUANFALUN",    //--宝箱图标
	},
	{
		w : "ice",    //--宝箱图标
	},
	{
		w : "narcotics",    //--宝箱图标
	},
	{
		w : "碡?",    //--宝箱图标
	},
	{
		w : "籀",    //--宝箱图标
	},
	{
		w : "朱駿?",    //--宝箱图标
	},
	{
		w : "朱狨基",    //--宝箱图标
	},
	{
		w : "朱容基",    //--宝箱图标
	},
	{
		w : "朱溶剂",    //--宝箱图标
	},
	{
		w : "朱熔基",    //--宝箱图标
	},
	{
		w : "邾",    //--宝箱图标
	},
	{
		w : "猪聋畸",    //--宝箱图标
	},
	{
		w : "猪毛1",    //--宝箱图标
	},
	{
		w : "舳",    //--宝箱图标
	},
	{
		w : "瘃",    //--宝箱图标
	},
	{
		w : "躅",    //--宝箱图标
	},
	{
		w : "翥",    //--宝箱图标
	},
	{
		w : "颛",    //--宝箱图标
	},
	{
		w : "丬",    //--宝箱图标
	},
	{
		w : "隹",    //--宝箱图标
	},
	{
		w : "窀",    //--宝箱图标
	},
	{
		w : "卓伯源",    //--宝箱图标
	},
	{
		w : "倬",    //--宝箱图标
	},
	{
		w : "斫",    //--宝箱图标
	},
	{
		w : "诼",    //--宝箱图标
	},
	{
		w : "髭",    //--宝箱图标
	},
	{
		w : "鲻",    //--宝箱图标
	},
	{
		w : "秭",    //--宝箱图标
	},
	{
		w : "訾",    //--宝箱图标
	},
	{
		w : "自民党",    //--宝箱图标
	},
	{
		w : "自已的故事",    //--宝箱图标
	},
	{
		w : "自由民主论坛",    //--宝箱图标
	},
	{
		w : "总理",    //--宝箱图标
	},
	{
		w : "偬",    //--宝箱图标
	},
	{
		w : "诹",    //--宝箱图标
	},
	{
		w : "陬",    //--宝箱图标
	},
	{
		w : "鄹",    //--宝箱图标
	},
	{
		w : "鲰",    //--宝箱图标
	},
	{
		w : "躜",    //--宝箱图标
	},
	{
		w : "缵",    //--宝箱图标
	},
	{
		w : "作秀",    //--宝箱图标
	},
	{
		w : "阼",    //--宝箱图标
	},
	{
		w : "祚",    //--宝箱图标
	},
	{
		w : "阿萊娜",    //--宝箱图标
	},
	{
		w : "啊無卵",    //--宝箱图标
	},
	{
		w : "埃裏克蘇特勤",    //--宝箱图标
	},
	{
		w : "埃斯萬",    //--宝箱图标
	},
	{
		w : "艾麗絲",    //--宝箱图标
	},
	{
		w : "愛滋",    //--宝箱图标
	},
	{
		w : "垵",    //--宝箱图标
	},
	{
		w : "暗黑法師",    //--宝箱图标
	},
	{
		w : "嶴",    //--宝箱图标
	},
	{
		w : "奧克拉",    //--宝箱图标
	},
	{
		w : "奧拉德",    //--宝箱图标
	},
	{
		w : "奧利弗",    //--宝箱图标
	},
	{
		w : "奧魯奇",    //--宝箱图标
	},
	{
		w : "奧倫",    //--宝箱图标
	},
	{
		w : "奧特蘭",    //--宝箱图标
	},
	{
		w : "㈧",    //--宝箱图标
	},
	{
		w : "巴倫侍從",    //--宝箱图标
	},
	{
		w : "巴倫坦",    //--宝箱图标
	},
	{
		w : "白立樸",    //--宝箱图标
	},
	{
		w : "白夢",    //--宝箱图标
	},
	{
		w : "白皮書",    //--宝箱图标
	},
	{
		w : "寶石商人",    //--宝箱图标
	},
	{
		w : "保釣",    //--宝箱图标
	},
	{
		w : "鮑戈",    //--宝箱图标
	},
	{
		w : "鮑彤",    //--宝箱图标
	},
	{
		w : "鮑伊",    //--宝箱图标
	},
	{
		w : "暴風亡靈",    //--宝箱图标
	},
	{
		w : "暴亂",    //--宝箱图标
	},
	{
		w : "暴熱的戰士",    //--宝箱图标
	},
	{
		w : "暴躁的城塔野獸",    //--宝箱图标
	},
	{
		w : "暴躁的警衛兵靈魂",    //--宝箱图标
	},
	{
		w : "暴躁的馬杜克",    //--宝箱图标
	},
	{
		w : "北大三角地論壇",    //--宝箱图标
	},
	{
		w : "北韓",    //--宝箱图标
	},
	{
		w : "北京當局",    //--宝箱图标
	},
	{
		w : "北美自由論壇",    //--宝箱图标
	},
	{
		w : "貝尤爾",    //--宝箱图标
	},
	{
		w : "韝",    //--宝箱图标
	},
	{
		w : "比樣",    //--宝箱图标
	},
	{
		w : "蹕",    //--宝箱图标
	},
	{
		w : "颮",    //--宝箱图标
	},
	{
		w : "鑣",    //--宝箱图标
	},
	{
		w : "婊子養的?",    //--宝箱图标
	},
	{
		w : "賓周",    //--宝箱图标
	},
	{
		w : "冰後",    //--宝箱图标
	},
	{
		w : "博訊",    //--宝箱图标
	},
	{
		w : "不滅帝王",    //--宝箱图标
	},
	{
		w : "不爽不要錢",    //--宝箱图标
	},
	{
		w : "布萊爾",    //--宝箱图标
	},
	{
		w : "蔡崇國",    //--宝箱图标
	},
	{
		w : "蔡啓芳",    //--宝箱图标
	},
	{
		w : "黲",    //--宝箱图标
	},
	{
		w : "操鶏",    //--宝箱图标
	},
	{
		w : "操那嗎B",    //--宝箱图标
	},
	{
		w : "操那嗎逼",    //--宝箱图标
	},
	{
		w : "操那嗎比",    //--宝箱图标
	},
	{
		w : "操你爺爺",    //--宝箱图标
	},
	{
		w : "曹長青",    //--宝箱图标
	},
	{
		w : "草",    //--宝箱图标
	},
	{
		w : "草你媽",    //--宝箱图标
	},
	{
		w : "草擬媽",    //--宝箱图标
	},
	{
		w : "册那娘餓比",    //--宝箱图标
	},
	{
		w : "插那嗎B",    //--宝箱图标
	},
	{
		w : "插那嗎逼",    //--宝箱图标
	},
	{
		w : "插那嗎比",    //--宝箱图标
	},
	{
		w : "插你媽",    //--宝箱图标
	},
	{
		w : "插你爺爺",    //--宝箱图标
	},
	{
		w : "覘",    //--宝箱图标
	},
	{
		w : "蕆",    //--宝箱图标
	},
	{
		w : "囅",    //--宝箱图标
	},
	{
		w : "閶",    //--宝箱图标
	},
	{
		w : "長官沙塔特",    //--宝箱图标
	},
	{
		w : "常勁",    //--宝箱图标
	},
	{
		w : "朝鮮",    //--宝箱图标
	},
	{
		w : "車侖",    //--宝箱图标
	},
	{
		w : "車侖女幹",    //--宝箱图标
	},
	{
		w : "沉睡圖騰",    //--宝箱图标
	},
	{
		w : "陳炳基",    //--宝箱图标
	},
	{
		w : "陳博志",    //--宝箱图标
	},
	{
		w : "陳定南",    //--宝箱图标
	},
	{
		w : "陳建銘",    //--宝箱图标
	},
	{
		w : "陳景俊",    //--宝箱图标
	},
	{
		w : "陳菊",    //--宝箱图标
	},
	{
		w : "陳軍",    //--宝箱图标
	},
	{
		w : "陳蒙",    //--宝箱图标
	},
	{
		w : "陳破空",    //--宝箱图标
	},
	{
		w : "陳水扁",    //--宝箱图标
	},
	{
		w : "陳唐山",    //--宝箱图标
	},
	{
		w : "陳希同",    //--宝箱图标
	},
	{
		w : "陳小同",    //--宝箱图标
	},
	{
		w : "陳宣良",    //--宝箱图标
	},
	{
		w : "陳學聖",    //--宝箱图标
	},
	{
		w : "陳一諮",    //--宝箱图标
	},
	{
		w : "陳總統",    //--宝箱图标
	},
	{
		w : "諶",    //--宝箱图标
	},
	{
		w : "齔",    //--宝箱图标
	},
	{
		w : "櫬",    //--宝箱图标
	},
	{
		w : "讖",    //--宝箱图标
	},
	{
		w : "程凱",    //--宝箱图标
	},
	{
		w : "程鐵軍",    //--宝箱图标
	},
	{
		w : "鴟",    //--宝箱图标
	},
	{
		w : "痴鳩",    //--宝箱图标
	},
	{
		w : "痴拈",    //--宝箱图标
	},
	{
		w : "遲鈍的圖騰",    //--宝箱图标
	},
	{
		w : "持不同政見?",    //--宝箱图标
	},
	{
		w : "赤色騎士",    //--宝箱图标
	},
	{
		w : "赤色戰士",    //--宝箱图标
	},
	{
		w : "處女膜",    //--宝箱图标
	},
	{
		w : "傳染性病",    //--宝箱图标
	},
	{
		w : "吹簫",    //--宝箱图标
	},
	{
		w : "春夏自由論壇",    //--宝箱图标
	},
	{
		w : "戳那嗎B",    //--宝箱图标
	},
	{
		w : "戳那嗎逼",    //--宝箱图标
	},
	{
		w : "戳那嗎比",    //--宝箱图标
	},
	{
		w : "輳",    //--宝箱图标
	},
	{
		w : "鹺",    //--宝箱图标
	},
	{
		w : "錯B",    //--宝箱图标
	},
	{
		w : "錯逼",    //--宝箱图标
	},
	{
		w : "錯比",    //--宝箱图标
	},
	{
		w : "錯那嗎B",    //--宝箱图标
	},
	{
		w : "錯那嗎逼",    //--宝箱图标
	},
	{
		w : "錯那嗎比",    //--宝箱图标
	},
	{
		w : "達夫警衛兵",    //--宝箱图标
	},
	{
		w : "達夫侍從",    //--宝箱图标
	},
	{
		w : "達癩",    //--宝箱图标
	},
	{
		w : "大東亞",    //--宝箱图标
	},
	{
		w : "大東亞共榮",    //--宝箱图标
	},
	{
		w : "大鶏巴",    //--宝箱图标
	},
	{
		w : "大紀元",    //--宝箱图标
	},
	{
		w : "大紀元新聞網",    //--宝箱图标
	},
	{
		w : "大紀園",    //--宝箱图标
	},
	{
		w : "大家論壇",    //--宝箱图标
	},
	{
		w : "大奶媽",    //--宝箱图标
	},
	{
		w : "大史記",    //--宝箱图标
	},
	{
		w : "大史紀",    //--宝箱图标
	},
	{
		w : "大中國論壇",    //--宝箱图标
	},
	{
		w : "大中華論壇",    //--宝箱图标
	},
	{
		w : "大衆真人真事",    //--宝箱图标
	},
	{
		w : "紿",    //--宝箱图标
	},
	{
		w : "戴維教",    //--宝箱图标
	},
	{
		w : "戴相龍",    //--宝箱图标
	},
	{
		w : "彈劾",    //--宝箱图标
	},
	{
		w : "氹",    //--宝箱图标
	},
	{
		w : "導師",    //--宝箱图标
	},
	{
		w : "盜竊犯",    //--宝箱图标
	},
	{
		w : "德維爾",    //--宝箱图标
	},
	{
		w : "登輝",    //--宝箱图标
	},
	{
		w : "鄧笑貧",    //--宝箱图标
	},
	{
		w : "糴",    //--宝箱图标
	},
	{
		w : "迪裏夏提",    //--宝箱图标
	},
	{
		w : "覿",    //--宝箱图标
	},
	{
		w : "地下教會",    //--宝箱图标
	},
	{
		w : "帝國主義",    //--宝箱图标
	},
	{
		w : "電視流氓",    //--宝箱图标
	},
	{
		w : "叼你媽",    //--宝箱图标
	},
	{
		w : "釣魚島",    //--宝箱图标
	},
	{
		w : "丁關根",    //--宝箱图标
	},
	{
		w : "東北獨立",    //--宝箱图标
	},
	{
		w : "東部地下水路",    //--宝箱图标
	},
	{
		w : "東方紅時空",    //--宝箱图标
	},
	{
		w : "東方時空",    //--宝箱图标
	},
	{
		w : "東南西北論談",    //--宝箱图标
	},
	{
		w : "東社",    //--宝箱图标
	},
	{
		w : "東升",    //--宝箱图标
	},
	{
		w : "東條",    //--宝箱图标
	},
	{
		w : "東突暴動",    //--宝箱图标
	},
	{
		w : "東突獨立",    //--宝箱图标
	},
	{
		w : "東土耳其斯坦",    //--宝箱图标
	},
	{
		w : "東西南北論壇",    //--宝箱图标
	},
	{
		w : "東亞",    //--宝箱图标
	},
	{
		w : "東院看守",    //--宝箱图标
	},
	{
		w : "動亂",    //--宝箱图标
	},
	{
		w : "鬥士哈夫拉蘇",    //--宝箱图标
	},
	{
		w : "鬥士霍克",    //--宝箱图标
	},
	{
		w : "獨裁",    //--宝箱图标
	},
	{
		w : "獨裁政治",    //--宝箱图标
	},
	{
		w : "獨夫",    //--宝箱图标
	},
	{
		w : "獨立臺灣會",    //--宝箱图标
	},
	{
		w : "俄國?",    //--宝箱图标
	},
	{
		w : "鮞",    //--宝箱图标
	},
	{
		w : "㈡",    //--宝箱图标
	},
	{
		w : "發楞",    //--宝箱图标
	},
	{
		w : "發掄",    //--宝箱图标
	},
	{
		w : "發掄功",    //--宝箱图标
	},
	{
		w : "發倫",    //--宝箱图标
	},
	{
		w : "發倫功",    //--宝箱图标
	},
	{
		w : "發輪",    //--宝箱图标
	},
	{
		w : "發論",    //--宝箱图标
	},
	{
		w : "發論公",    //--宝箱图标
	},
	{
		w : "發論功",    //--宝箱图标
	},
	{
		w : "發正念",    //--宝箱图标
	},
	{
		w : "法~倫",    //--宝箱图标
	},
	{
		w : "法~淪",    //--宝箱图标
	},
	{
		w : "法~綸",    //--宝箱图标
	},
	{
		w : "法~輪",    //--宝箱图标
	},
	{
		w : "法~論",    //--宝箱图标
	},
	{
		w : "法爾卡",    //--宝箱图标
	},
	{
		w : "法掄",    //--宝箱图标
	},
	{
		w : "法掄功",    //--宝箱图标
	},
	{
		w : "法侖",    //--宝箱图标
	},
	{
		w : "法淪",    //--宝箱图标
	},
	{
		w : "法綸",    //--宝箱图标
	},
	{
		w : "法十輪十功",    //--宝箱图标
	},
	{
		w : "法謫",    //--宝箱图标
	},
	{
		w : "法謫功",    //--宝箱图标
	},
	{
		w : "反封鎖",    //--宝箱图标
	},
	{
		w : "反封鎖技術",    //--宝箱图标
	},
	{
		w : "反腐敗論壇",    //--宝箱图标
	},
	{
		w : "反人類",    //--宝箱图标
	},
	{
		w : "反社會",    //--宝箱图标
	},
	{
		w : "方勵之",    //--宝箱图标
	},
	{
		w : "防衛指揮官",    //--宝箱图标
	},
	{
		w : "放蕩",    //--宝箱图标
	},
	{
		w : "飛揚論壇",    //--宝箱图标
	},
	{
		w : "廢墟守護者",    //--宝箱图标
	},
	{
		w : "費鴻泰",    //--宝箱图标
	},
	{
		w : "費良勇",    //--宝箱图标
	},
	{
		w : "分隊長施蒂文",    //--宝箱图标
	},
	{
		w : "粉飾太平",    //--宝箱图标
	},
	{
		w : "糞便",    //--宝箱图标
	},
	{
		w : "鱝",    //--宝箱图标
	},
	{
		w : "豐饒的果實",    //--宝箱图标
	},
	{
		w : "風雨神州",    //--宝箱图标
	},
	{
		w : "風雨神州論壇",    //--宝箱图标
	},
	{
		w : "封從德",    //--宝箱图标
	},
	{
		w : "封殺",    //--宝箱图标
	},
	{
		w : "封印的靈魂騎士",    //--宝箱图标
	},
	{
		w : "馮東海",    //--宝箱图标
	},
	{
		w : "馮素英",    //--宝箱图标
	},
	{
		w : "紱",    //--宝箱图标
	},
	{
		w : "襆",    //--宝箱图标
	},
	{
		w : "嘸?",    //--宝箱图标
	},
	{
		w : "傅作義",    //--宝箱图标
	},
	{
		w : "幹bi",    //--宝箱图标
	},
	{
		w : "幹逼",    //--宝箱图标
	},
	{
		w : "幹比",    //--宝箱图标
	},
	{
		w : "幹的你",    //--宝箱图标
	},
	{
		w : "幹幹幹",    //--宝箱图标
	},
	{
		w : "幹你老比",    //--宝箱图标
	},
	{
		w : "幹你老母",    //--宝箱图标
	},
	{
		w : "幹你娘",    //--宝箱图标
	},
	{
		w : "幹全家",    //--宝箱图标
	},
	{
		w : "幹一家",    //--宝箱图标
	},
	{
		w : "趕你娘",    //--宝箱图标
	},
	{
		w : "岡巒",    //--宝箱图标
	},
	{
		w : "剛比",    //--宝箱图标
	},
	{
		w : "剛比樣子",    //--宝箱图标
	},
	{
		w : "崗哨士兵",    //--宝箱图标
	},
	{
		w : "肛門",    //--宝箱图标
	},
	{
		w : "高文謙",    //--宝箱图标
	},
	{
		w : "高薪養廉",    //--宝箱图标
	},
	{
		w : "膏藥旗",    //--宝箱图标
	},
	{
		w : "戈瑞爾德",    //--宝箱图标
	},
	{
		w : "戈揚",    //--宝箱图标
	},
	{
		w : "鴿派",    //--宝箱图标
	},
	{
		w : "歌功頌德",    //--宝箱图标
	},
	{
		w : "格雷(關卡排名管理者)",    //--宝箱图标
	},
	{
		w : "格魯",    //--宝箱图标
	},
	{
		w : "格魯(城鎮移動)",    //--宝箱图标
	},
	{
		w : "鯁",    //--宝箱图标
	},
	{
		w : "工自聯",    //--宝箱图标
	},
	{
		w : "弓雖",    //--宝箱图标
	},
	{
		w : "共産",    //--宝箱图标
	},
	{
		w : "共産黨",    //--宝箱图标
	},
	{
		w : "共産主義",    //--宝箱图标
	},
	{
		w : "共軍",    //--宝箱图标
	},
	{
		w : "共榮圈",    //--宝箱图标
	},
	{
		w : "緱",    //--宝箱图标
	},
	{
		w : "狗誠",    //--宝箱图标
	},
	{
		w : "狗狼養的",    //--宝箱图标
	},
	{
		w : "狗娘養的",    //--宝箱图标
	},
	{
		w : "狗養",    //--宝箱图标
	},
	{
		w : "狗雜種",    //--宝箱图标
	},
	{
		w : "覯",    //--宝箱图标
	},
	{
		w : "轂",    //--宝箱图标
	},
	{
		w : "古龍祭壇",    //--宝箱图标
	},
	{
		w : "骨獅",    //--宝箱图标
	},
	{
		w : "鯝",    //--宝箱图标
	},
	{
		w : "鴰",    //--宝箱图标
	},
	{
		w : "詿",    //--宝箱图标
	},
	{
		w : "關卓中",    //--宝箱图标
	},
	{
		w : "貫通兩極法",    //--宝箱图标
	},
	{
		w : "廣聞",    //--宝箱图标
	},
	{
		w : "嬀",    //--宝箱图标
	},
	{
		w : "龜兒子",    //--宝箱图标
	},
	{
		w : "龜孫子",    //--宝箱图标
	},
	{
		w : "龜投",    //--宝箱图标
	},
	{
		w : "劌",    //--宝箱图标
	},
	{
		w : "緄",    //--宝箱图标
	},
	{
		w : "滾那嗎",    //--宝箱图标
	},
	{
		w : "滾那嗎B",    //--宝箱图标
	},
	{
		w : "滾那嗎錯比",    //--宝箱图标
	},
	{
		w : "滾那嗎老比",    //--宝箱图标
	},
	{
		w : "滾那嗎瘟比",    //--宝箱图标
	},
	{
		w : "鯀",    //--宝箱图标
	},
	{
		w : "咼",    //--宝箱图标
	},
	{
		w : "郭俊銘",    //--宝箱图标
	},
	{
		w : "郭羅基",    //--宝箱图标
	},
	{
		w : "郭岩華",    //--宝箱图标
	},
	{
		w : "國家安全",    //--宝箱图标
	},
	{
		w : "國家機密",    //--宝箱图标
	},
	{
		w : "國軍",    //--宝箱图标
	},
	{
		w : "國賊",    //--宝箱图标
	},
	{
		w : "哈爾羅尼",    //--宝箱图标
	},
	{
		w : "頇",    //--宝箱图标
	},
	{
		w : "韓東方",    //--宝箱图标
	},
	{
		w : "韓聯潮",    //--宝箱图标
	},
	{
		w : "韓正",    //--宝箱图标
	},
	{
		w : "漢奸",    //--宝箱图标
	},
	{
		w : "顥",    //--宝箱图标
	},
	{
		w : "灝",    //--宝箱图标
	},
	{
		w : "賀國强",    //--宝箱图标
	},
	{
		w : "黑社會",    //--宝箱图标
	},
	{
		w : "黑手黨",    //--宝箱图标
	},
	{
		w : "紅燈區",    //--宝箱图标
	},
	{
		w : "紅色恐怖",    //--宝箱图标
	},
	{
		w : "紅炎猛獸",    //--宝箱图标
	},
	{
		w : "洪傳",    //--宝箱图标
	},
	{
		w : "洪興",    //--宝箱图标
	},
	{
		w : "洪哲勝",    //--宝箱图标
	},
	{
		w : "黌",    //--宝箱图标
	},
	{
		w : "鱟",    //--宝箱图标
	},
	{
		w : "胡緊掏",    //--宝箱图标
	},
	{
		w : "胡錦滔",    //--宝箱图标
	},
	{
		w : "胡錦淘",    //--宝箱图标
	},
	{
		w : "胡景濤",    //--宝箱图标
	},
	{
		w : "胡喬木",    //--宝箱图标
	},
	{
		w : "胡總書記",    //--宝箱图标
	},
	{
		w : "湖岸護衛兵",    //--宝箱图标
	},
	{
		w : "湖岸警衛兵",    //--宝箱图标
	},
	{
		w : "湖岸哨兵隊長",    //--宝箱图标
	},
	{
		w : "護法",    //--宝箱图标
	},
	{
		w : "鸌",    //--宝箱图标
	},
	{
		w : "華通時事論壇",    //--宝箱图标
	},
	{
		w : "華夏文摘",    //--宝箱图标
	},
	{
		w : "華語世界論壇",    //--宝箱图标
	},
	{
		w : "華岳時事論壇",    //--宝箱图标
	},
	{
		w : "懷特",    //--宝箱图标
	},
	{
		w : "鍰",    //--宝箱图标
	},
	{
		w : "皇軍",    //--宝箱图标
	},
	{
		w : "黃伯源",    //--宝箱图标
	},
	{
		w : "黃慈萍",    //--宝箱图标
	},
	{
		w : "黃禍",    //--宝箱图标
	},
	{
		w : "黃劍輝",    //--宝箱图标
	},
	{
		w : "黃金幼龍",    //--宝箱图标
	},
	{
		w : "黃片",    //--宝箱图标
	},
	{
		w : "黃翔",    //--宝箱图标
	},
	{
		w : "黃義交",    //--宝箱图标
	},
	{
		w : "黃仲生",    //--宝箱图标
	},
	{
		w : "回民暴動",    //--宝箱图标
	},
	{
		w : "噦",    //--宝箱图标
	},
	{
		w : "繢",    //--宝箱图标
	},
	{
		w : "毀滅步兵",    //--宝箱图标
	},
	{
		w : "毀滅騎士",    //--宝箱图标
	},
	{
		w : "毀滅射手",    //--宝箱图标
	},
	{
		w : "昏迷圖騰",    //--宝箱图标
	},
	{
		w : "混亂的圖騰",    //--宝箱图标
	},
	{
		w : "鍃",    //--宝箱图标
	},
	{
		w : "活動?",    //--宝箱图标
	},
	{
		w : "擊倒圖騰",    //--宝箱图标
	},
	{
		w : "擊傷的圖騰",    //--宝箱图标
	},
	{
		w : "鶏8",    //--宝箱图标
	},
	{
		w : "鶏八",    //--宝箱图标
	},
	{
		w : "鶏巴",    //--宝箱图标
	},
	{
		w : "鶏吧",    //--宝箱图标
	},
	{
		w : "鶏鶏",    //--宝箱图标
	},
	{
		w : "鶏奸",    //--宝箱图标
	},
	{
		w : "鶏毛信文匯",    //--宝箱图标
	},
	{
		w : "鶏女",    //--宝箱图标
	},
	{
		w : "鶏院",    //--宝箱图标
	},
	{
		w : "姬勝德",    //--宝箱图标
	},
	{
		w : "積克館",    //--宝箱图标
	},
	{
		w : "賫",    //--宝箱图标
	},
	{
		w : "鱭",    //--宝箱图标
	},
	{
		w : "賈廷安",    //--宝箱图标
	},
	{
		w : "賈育台",    //--宝箱图标
	},
	{
		w : "戔",    //--宝箱图标
	},
	{
		w : "監視塔",    //--宝箱图标
	},
	{
		w : "監視塔哨兵",    //--宝箱图标
	},
	{
		w : "監視塔哨兵隊長",    //--宝箱图标
	},
	{
		w : "鰹",    //--宝箱图标
	},
	{
		w : "韉",    //--宝箱图标
	},
	{
		w : "簡肇棟",    //--宝箱图标
	},
	{
		w : "建國黨",    //--宝箱图标
	},
	{
		w : "賤B",    //--宝箱图标
	},
	{
		w : "賤bi",    //--宝箱图标
	},
	{
		w : "賤比",    //--宝箱图标
	},
	{
		w : "賤貨",    //--宝箱图标
	},
	{
		w : "賤種",    //--宝箱图标
	},
	{
		w : "江羅",    //--宝箱图标
	},
	{
		w : "江綿恒",    //--宝箱图标
	},
	{
		w : "江戲子",    //--宝箱图标
	},
	{
		w : "江則民",    //--宝箱图标
	},
	{
		w : "江澤慧",    //--宝箱图标
	},
	{
		w : "江賊",    //--宝箱图标
	},
	{
		w : "江賊民",    //--宝箱图标
	},
	{
		w : "薑春雲",    //--宝箱图标
	},
	{
		w : "將則民",    //--宝箱图标
	},
	{
		w : "僵賊",    //--宝箱图标
	},
	{
		w : "僵賊民",    //--宝箱图标
	},
	{
		w : "講法",    //--宝箱图标
	},
	{
		w : "降低命中的圖騰",    //--宝箱图标
	},
	{
		w : "醬猪媳",    //--宝箱图标
	},
	{
		w : "撟",    //--宝箱图标
	},
	{
		w : "狡猾的達夫",    //--宝箱图标
	},
	{
		w : "矯健的馬努爾",    //--宝箱图标
	},
	{
		w : "嶠",    //--宝箱图标
	},
	{
		w : "教養院",    //--宝箱图标
	},
	{
		w : "癤",    //--宝箱图标
	},
	{
		w : "揭批書",    //--宝箱图标
	},
	{
		w : "訐",    //--宝箱图标
	},
	{
		w : "她媽",    //--宝箱图标
	},
	{
		w : "届中央政治局委員",    //--宝箱图标
	},
	{
		w : "金槍不倒?",    //--宝箱图标
	},
	{
		w : "金堯如",    //--宝箱图标
	},
	{
		w : "金澤辰",    //--宝箱图标
	},
	{
		w : "巹",    //--宝箱图标
	},
	{
		w : "錦濤",    //--宝箱图标
	},
	{
		w : "經文",    //--宝箱图标
	},
	{
		w : "經血",    //--宝箱图标
	},
	{
		w : "莖候佳陰",    //--宝箱图标
	},
	{
		w : "荊棘護衛兵?",    //--宝箱图标
	},
	{
		w : "靖國神社",    //--宝箱图标
	},
	{
		w : "㈨",    //--宝箱图标
	},
	{
		w : "舊斗篷哨兵",    //--宝箱图标
	},
	{
		w : "齟",    //--宝箱图标
	},
	{
		w : "巨槌騎兵",    //--宝箱图标
	},
	{
		w : "巨鐵角哈克",    //--宝箱图标
	},
	{
		w : "鋸齒通道被遺弃的骷髏",    //--宝箱图标
	},
	{
		w : "鋸齒通道骷髏",    //--宝箱图标
	},
	{
		w : "屨",    //--宝箱图标
	},
	{
		w : "棬",    //--宝箱图标
	},
	{
		w : "絕望之地",    //--宝箱图标
	},
	{
		w : "譎",    //--宝箱图标
	},
	{
		w : "軍妓",    //--宝箱图标
	},
	{
		w : "開放雜志",    //--宝箱图标
	},
	{
		w : "凱奧勒尼什",    //--宝箱图标
	},
	{
		w : "凱爾本",    //--宝箱图标
	},
	{
		w : "凱爾雷斯",    //--宝箱图标
	},
	{
		w : "凱特切爾",    //--宝箱图标
	},
	{
		w : "砍翻一條街",    //--宝箱图标
	},
	{
		w : "看中國",    //--宝箱图标
	},
	{
		w : "闞",    //--宝箱图标
	},
	{
		w : "靠你媽",    //--宝箱图标
	},
	{
		w : "柯賜海",    //--宝箱图标
	},
	{
		w : "柯建銘",    //--宝箱图标
	},
	{
		w : "科萊爾",    //--宝箱图标
	},
	{
		w : "克萊恩",    //--宝箱图标
	},
	{
		w : "克萊特",    //--宝箱图标
	},
	{
		w : "克勞森",    //--宝箱图标
	},
	{
		w : "緙",    //--宝箱图标
	},
	{
		w : "空氣精靈",    //--宝箱图标
	},
	{
		w : "空虛的伊坤",    //--宝箱图标
	},
	{
		w : "空虛之地",    //--宝箱图标
	},
	{
		w : "恐怖主義",    //--宝箱图标
	},
	{
		w : "瞘",    //--宝箱图标
	},
	{
		w : "嚳",    //--宝箱图标
	},
	{
		w : "鄺錦文",    //--宝箱图标
	},
	{
		w : "貺",    //--宝箱图标
	},
	{
		w : "昆圖",    //--宝箱图标
	},
	{
		w : "拉皮條",    //--宝箱图标
	},
	{
		w : "萊特",    //--宝箱图标
	},
	{
		w : "賴士葆",    //--宝箱图标
	},
	{
		w : "蘭迪",    //--宝箱图标
	},
	{
		w : "爛B",    //--宝箱图标
	},
	{
		w : "爛袋",    //--宝箱图标
	},
	{
		w : "爛貨",    //--宝箱图标
	},
	{
		w : "濫B",    //--宝箱图标
	},
	{
		w : "濫逼",    //--宝箱图标
	},
	{
		w : "濫比",    //--宝箱图标
	},
	{
		w : "濫貨",    //--宝箱图标
	},
	{
		w : "濫交",    //--宝箱图标
	},
	{
		w : "勞動教養所",    //--宝箱图标
	},
	{
		w : "勞改",    //--宝箱图标
	},
	{
		w : "勞教",    //--宝箱图标
	},
	{
		w : "鰳",    //--宝箱图标
	},
	{
		w : "雷尼亞",    //--宝箱图标
	},
	{
		w : "誄",    //--宝箱图标
	},
	{
		w : "李紅痔",    //--宝箱图标
	},
	{
		w : "李洪寬",    //--宝箱图标
	},
	{
		w : "李繼耐",    //--宝箱图标
	},
	{
		w : "李蘭菊",    //--宝箱图标
	},
	{
		w : "李老師",    //--宝箱图标
	},
	{
		w : "李錄",    //--宝箱图标
	},
	{
		w : "李祿",    //--宝箱图标
	},
	{
		w : "李慶安",    //--宝箱图标
	},
	{
		w : "李慶華",    //--宝箱图标
	},
	{
		w : "李淑嫻",    //--宝箱图标
	},
	{
		w : "李鐵映",    //--宝箱图标
	},
	{
		w : "李旺陽",    //--宝箱图标
	},
	{
		w : "李小鵬",    //--宝箱图标
	},
	{
		w : "李月月鳥",    //--宝箱图标
	},
	{
		w : "李志綏",    //--宝箱图标
	},
	{
		w : "李總理",    //--宝箱图标
	},
	{
		w : "李總統",    //--宝箱图标
	},
	{
		w : "裏菲斯",    //--宝箱图标
	},
	{
		w : "鱧",    //--宝箱图标
	},
	{
		w : "轢",    //--宝箱图标
	},
	{
		w : "躒",    //--宝箱图标
	},
	{
		w : "奩",    //--宝箱图标
	},
	{
		w : "連方瑀",    //--宝箱图标
	},
	{
		w : "連惠心",    //--宝箱图标
	},
	{
		w : "連勝德",    //--宝箱图标
	},
	{
		w : "連勝文",    //--宝箱图标
	},
	{
		w : "聯總",    //--宝箱图标
	},
	{
		w : "廉政大論壇",    //--宝箱图标
	},
	{
		w : "煉功",    //--宝箱图标
	},
	{
		w : "兩岸關係",    //--宝箱图标
	},
	{
		w : "兩岸三地論壇",    //--宝箱图标
	},
	{
		w : "兩會",    //--宝箱图标
	},
	{
		w : "兩會報道",    //--宝箱图标
	},
	{
		w : "兩會新聞",    //--宝箱图标
	},
	{
		w : "廖錫龍?",    //--宝箱图标
	},
	{
		w : "林保華",    //--宝箱图标
	},
	{
		w : "林長盛",    //--宝箱图标
	},
	{
		w : "林佳龍",    //--宝箱图标
	},
	{
		w : "林信義",    //--宝箱图标
	},
	{
		w : "林正勝",    //--宝箱图标
	},
	{
		w : "林重謨",    //--宝箱图标
	},
	{
		w : "躪",    //--宝箱图标
	},
	{
		w : "淩鋒",    //--宝箱图标
	},
	{
		w : "劉賓深",    //--宝箱图标
	},
	{
		w : "劉賓雁",    //--宝箱图标
	},
	{
		w : "劉剛",    //--宝箱图标
	},
	{
		w : "劉國凱",    //--宝箱图标
	},
	{
		w : "劉華清",    //--宝箱图标
	},
	{
		w : "劉俊國",    //--宝箱图标
	},
	{
		w : "劉凱中",    //--宝箱图标
	},
	{
		w : "劉千石",    //--宝箱图标
	},
	{
		w : "劉青",    //--宝箱图标
	},
	{
		w : "劉山青",    //--宝箱图标
	},
	{
		w : "劉士賢",    //--宝箱图标
	},
	{
		w : "劉文勝",    //--宝箱图标
	},
	{
		w : "劉文雄",    //--宝箱图标
	},
	{
		w : "劉曉波",    //--宝箱图标
	},
	{
		w : "劉曉竹",    //--宝箱图标
	},
	{
		w : "劉永川",    //--宝箱图标
	},
	{
		w : "㈥",    //--宝箱图标
	},
	{
		w : "鷚",    //--宝箱图标
	},
	{
		w : "龍虎豹",    //--宝箱图标
	},
	{
		w : "龍火之心",    //--宝箱图标
	},
	{
		w : "盧卡",    //--宝箱图标
	},
	{
		w : "盧西德",    //--宝箱图标
	},
	{
		w : "陸委會",    //--宝箱图标
	},
	{
		w : "輅",    //--宝箱图标
	},
	{
		w : "呂京花",    //--宝箱图标
	},
	{
		w : "亂交",    //--宝箱图标
	},
	{
		w : "亂輪",    //--宝箱图标
	},
	{
		w : "鋝",    //--宝箱图标
	},
	{
		w : "掄功",    //--宝箱图标
	},
	{
		w : "倫功",    //--宝箱图标
	},
	{
		w : "輪大",    //--宝箱图标
	},
	{
		w : "輪功",    //--宝箱图标
	},
	{
		w : "論壇管理員",    //--宝箱图标
	},
	{
		w : "羅福助",    //--宝箱图标
	},
	{
		w : "羅禮詩",    //--宝箱图标
	},
	{
		w : "羅文嘉",    //--宝箱图标
	},
	{
		w : "羅志明",    //--宝箱图标
	},
	{
		w : "腡",    //--宝箱图标
	},
	{
		w : "濼",    //--宝箱图标
	},
	{
		w : "洛克菲爾特",    //--宝箱图标
	},
	{
		w : "媽比",    //--宝箱图标
	},
	{
		w : "馬大維",    //--宝箱图标
	},
	{
		w : "馬良駿",    //--宝箱图标
	},
	{
		w : "馬三家",    //--宝箱图标
	},
	{
		w : "馬時敏",    //--宝箱图标
	},
	{
		w : "馬特斯",    //--宝箱图标
	},
	{
		w : "馬永成",    //--宝箱图标
	},
	{
		w : "瑪麗亞",    //--宝箱图标
	},
	{
		w : "瑪雅",    //--宝箱图标
	},
	{
		w : "嗎的",    //--宝箱图标
	},
	{
		w : "嗎啡",    //--宝箱图标
	},
	{
		w : "勱",    //--宝箱图标
	},
	{
		w : "麥克斯",    //--宝箱图标
	},
	{
		w : "賣逼",    //--宝箱图标
	},
	{
		w : "賣國",    //--宝箱图标
	},
	{
		w : "賣騷",    //--宝箱图标
	},
	{
		w : "瞞報",    //--宝箱图标
	},
	{
		w : "毛厠洞",    //--宝箱图标
	},
	{
		w : "毛賊",    //--宝箱图标
	},
	{
		w : "毛賊東",    //--宝箱图标
	},
	{
		w : "美國",    //--宝箱图标
	},
	{
		w : "美國參考",    //--宝箱图标
	},
	{
		w : "美國佬",    //--宝箱图标
	},
	{
		w : "蒙獨",    //--宝箱图标
	},
	{
		w : "蒙古達子",    //--宝箱图标
	},
	{
		w : "蒙古獨",    //--宝箱图标
	},
	{
		w : "禰",    //--宝箱图标
	},
	{
		w : "羋",    //--宝箱图标
	},
	{
		w : "綿恒",    //--宝箱图标
	},
	{
		w : "黽",    //--宝箱图标
	},
	{
		w : "民聯",    //--宝箱图标
	},
	{
		w : "民意論壇",    //--宝箱图标
	},
	{
		w : "民陣",    //--宝箱图标
	},
	{
		w : "民主墻",    //--宝箱图标
	},
	{
		w : "緡",    //--宝箱图标
	},
	{
		w : "湣",    //--宝箱图标
	},
	{
		w : "鰵",    //--宝箱图标
	},
	{
		w : "摸你鶏巴",    //--宝箱图标
	},
	{
		w : "莫偉强",    //--宝箱图标
	},
	{
		w : "木子論壇",    //--宝箱图标
	},
	{
		w : "內褲",    //--宝箱图标
	},
	{
		w : "內衣",    //--宝箱图标
	},
	{
		w : "那嗎B",    //--宝箱图标
	},
	{
		w : "那嗎逼",    //--宝箱图标
	},
	{
		w : "那嗎錯比",    //--宝箱图标
	},
	{
		w : "那嗎老比",    //--宝箱图标
	},
	{
		w : "那嗎瘟比",    //--宝箱图标
	},
	{
		w : "那娘錯比",    //--宝箱图标
	},
	{
		w : "奶頭",    //--宝箱图标
	},
	{
		w : "南大自由論壇",    //--宝箱图标
	},
	{
		w : "南蠻子",    //--宝箱图标
	},
	{
		w : "鬧事",    //--宝箱图标
	},
	{
		w : "能樣",    //--宝箱图标
	},
	{
		w : "尼奧夫",    //--宝箱图标
	},
	{
		w : "倪育賢",    //--宝箱图标
	},
	{
		w : "鯢",    //--宝箱图标
	},
	{
		w : "你媽逼",    //--宝箱图标
	},
	{
		w : "你媽比",    //--宝箱图标
	},
	{
		w : "你媽的",    //--宝箱图标
	},
	{
		w : "你媽了妹",    //--宝箱图标
	},
	{
		w : "你說我說論壇",    //--宝箱图标
	},
	{
		w : "你爺?",    //--宝箱图标
	},
	{
		w : "娘餓比",    //--宝箱图标
	},
	{
		w : "捏你鶏巴",    //--宝箱图标
	},
	{
		w : "儂著岡巒",    //--宝箱图标
	},
	{
		w : "儂著卵拋",    //--宝箱图标
	},
	{
		w : "奴隸魔族士兵",    //--宝箱图标
	},
	{
		w : "女主人羅姬馬莉",    //--宝箱图标
	},
	{
		w : "儺",    //--宝箱图标
	},
	{
		w : "諾姆",    //--宝箱图标
	},
	{
		w : "潘國平",    //--宝箱图标
	},
	{
		w : "蹣?",    //--宝箱图标
	},
	{
		w : "龐建國",    //--宝箱图标
	},
	{
		w : "泡沫經濟",    //--宝箱图标
	},
	{
		w : "轡",    //--宝箱图标
	},
	{
		w : "皮條客",    //--宝箱图标
	},
	{
		w : "羆",    //--宝箱图标
	},
	{
		w : "諞",    //--宝箱图标
	},
	{
		w : "潑婦?",    //--宝箱图标
	},
	{
		w : "齊墨",    //--宝箱图标
	},
	{
		w : "齊諾",    //--宝箱图标
	},
	{
		w : "騎你",    //--宝箱图标
	},
	{
		w : "磧",    //--宝箱图标
	},
	{
		w : "僉",    //--宝箱图标
	},
	{
		w : "鈐",    //--宝箱图标
	},
	{
		w : "錢達",    //--宝箱图标
	},
	{
		w : "錢國梁",    //--宝箱图标
	},
	{
		w : "錢其琛",    //--宝箱图标
	},
	{
		w : "膁",    //--宝箱图标
	},
	{
		w : "槧",    //--宝箱图标
	},
	{
		w : "錆",    //--宝箱图标
	},
	{
		w : "繰",    //--宝箱图标
	},
	{
		w : "喬石",    //--宝箱图标
	},
	{
		w : "喬伊",    //--宝箱图标
	},
	{
		w : "橋侵襲兵",    //--宝箱图标
	},
	{
		w : "譙",    //--宝箱图标
	},
	{
		w : "鞽",    //--宝箱图标
	},
	{
		w : "篋",    //--宝箱图标
	},
	{
		w : "親美",    //--宝箱图标
	},
	{
		w : "親日",    //--宝箱图标
	},
	{
		w : "欽本立",    //--宝箱图标
	},
	{
		w : "禽獸",    //--宝箱图标
	},
	{
		w : "唚",    //--宝箱图标
	},
	{
		w : "輕舟快訊",    //--宝箱图标
	},
	{
		w : "情婦",    //--宝箱图标
	},
	{
		w : "情獸",    //--宝箱图标
	},
	{
		w : "檾",    //--宝箱图标
	},
	{
		w : "慶紅",    //--宝箱图标
	},
	{
		w : "丘垂貞",    //--宝箱图标
	},
	{
		w : "詘",    //--宝箱图标
	},
	{
		w : "闃",    //--宝箱图标
	},
	{
		w : "全國兩會",    //--宝箱图标
	},
	{
		w : "全國人大",    //--宝箱图标
	},
	{
		w : "犬",    //--宝箱图标
	},
	{
		w : "綣",    //--宝箱图标
	},
	{
		w : "愨",    //--宝箱图标
	},
	{
		w : "讓你操",    //--宝箱图标
	},
	{
		w : "熱比婭",    //--宝箱图标
	},
	{
		w : "熱站政論網",    //--宝箱图标
	},
	{
		w : "人民大會堂",    //--宝箱图标
	},
	{
		w : "人民內情真相",    //--宝箱图标
	},
	{
		w : "人民真實",    //--宝箱图标
	},
	{
		w : "人民之聲論壇",    //--宝箱图标
	},
	{
		w : "人權",    //--宝箱图标
	},
	{
		w : "日本帝國",    //--宝箱图标
	},
	{
		w : "日軍",    //--宝箱图标
	},
	{
		w : "日內瓦金融",    //--宝箱图标
	},
	{
		w : "日你媽",    //--宝箱图标
	},
	{
		w : "日你爺爺",    //--宝箱图标
	},
	{
		w : "日朱駿",    //--宝箱图标
	},
	{
		w : "顬",    //--宝箱图标
	},
	{
		w : "乳暈",    //--宝箱图标
	},
	{
		w : "瑞士金融大學",    //--宝箱图标
	},
	{
		w : "三K黨",    //--宝箱图标
	},
	{
		w : "三個代表",    //--宝箱图标
	},
	{
		w : "三去車侖工力",    //--宝箱图标
	},
	{
		w : "㈢",    //--宝箱图标
	},
	{
		w : "毿",    //--宝箱图标
	},
	{
		w : "糝",    //--宝箱图标
	},
	{
		w : "騷B",    //--宝箱图标
	},
	{
		w : "騷棒",    //--宝箱图标
	},
	{
		w : "騷包",    //--宝箱图标
	},
	{
		w : "騷棍",    //--宝箱图标
	},
	{
		w : "騷鶏",    //--宝箱图标
	},
	{
		w : "騷卵?",    //--宝箱图标
	},
	{
		w : "殺你全家",    //--宝箱图标
	},
	{
		w : "殺你一家",    //--宝箱图标
	},
	{
		w : "殺人犯",    //--宝箱图标
	},
	{
		w : "傻鳥",    //--宝箱图标
	},
	{
		w : "山口組",    //--宝箱图标
	},
	{
		w : "善惡有報",    //--宝箱图标
	},
	{
		w : "上訪",    //--宝箱图标
	},
	{
		w : "上海幫",    //--宝箱图标
	},
	{
		w : "上海孤兒院",    //--宝箱图标
	},
	{
		w : "厙",    //--宝箱图标
	},
	{
		w : "社會主義",    //--宝箱图标
	},
	{
		w : "射了還說要",    //--宝箱图标
	},
	{
		w : "灄",    //--宝箱图标
	},
	{
		w : "詵",    //--宝箱图标
	},
	{
		w : "神經病",    //--宝箱图标
	},
	{
		w : "諗",    //--宝箱图标
	},
	{
		w : "生孩子沒屁眼",    //--宝箱图标
	},
	{
		w : "生命分流的圖騰",    //--宝箱图标
	},
	{
		w : "澠",    //--宝箱图标
	},
	{
		w : "聖射手",    //--宝箱图标
	},
	{
		w : "盛華仁",    //--宝箱图标
	},
	{
		w : "濕了還說不要",    //--宝箱图标
	},
	{
		w : "濕了還說要",    //--宝箱图标
	},
	{
		w : "釃",    //--宝箱图标
	},
	{
		w : "鯴",    //--宝箱图标
	},
	{
		w : "㈩",    //--宝箱图标
	},
	{
		w : "石化圖騰",    //--宝箱图标
	},
	{
		w : "石拳戰鬥兵",    //--宝箱图标
	},
	{
		w : "時代論壇",    //--宝箱图标
	},
	{
		w : "時事論壇",    //--宝箱图标
	},
	{
		w : "鰣",    //--宝箱图标
	},
	{
		w : "史萊姆",    //--宝箱图标
	},
	{
		w : "史萊姆王",    //--宝箱图标
	},
	{
		w : "士兵管理員瓦爾臣",    //--宝箱图标
	},
	{
		w : "世界經濟導報",    //--宝箱图标
	},
	{
		w : "事實獨立",    //--宝箱图标
	},
	{
		w : "侍從貝赫爾特",    //--宝箱图标
	},
	{
		w : "侍從倫斯韋",    //--宝箱图标
	},
	{
		w : "貰",    //--宝箱图标
	},
	{
		w : "攄",    //--宝箱图标
	},
	{
		w : "數據中國",    //--宝箱图标
	},
	{
		w : "雙十節",    //--宝箱图标
	},
	{
		w : "氵去車侖工力",    //--宝箱图标
	},
	{
		w : "氵去車侖工力?",    //--宝箱图标
	},
	{
		w : "稅力",    //--宝箱图标
	},
	{
		w : "司馬晋",    //--宝箱图标
	},
	{
		w : "司馬璐",    //--宝箱图标
	},
	{
		w : "司徒華",    //--宝箱图标
	},
	{
		w : "私?服",    //--宝箱图标
	},
	{
		w : "私處",    //--宝箱图标
	},
	{
		w : "思科羅",    //--宝箱图标
	},
	{
		w : "斯諾",    //--宝箱图标
	},
	{
		w : "斯皮爾德",    //--宝箱图标
	},
	{
		w : "四川獨",    //--宝箱图标
	},
	{
		w : "四川獨立",    //--宝箱图标
	},
	{
		w : "㈣",    //--宝箱图标
	},
	{
		w : "宋書元",    //--宝箱图标
	},
	{
		w : "藪",    //--宝箱图标
	},
	{
		w : "蘇菲爾",    //--宝箱图标
	},
	{
		w : "蘇拉",    //--宝箱图标
	},
	{
		w : "蘇南成",    //--宝箱图标
	},
	{
		w : "蘇紹智",    //--宝箱图标
	},
	{
		w : "蘇特勒守護兵",    //--宝箱图标
	},
	{
		w : "蘇特勤",    //--宝箱图标
	},
	{
		w : "蘇特勤護衛兵",    //--宝箱图标
	},
	{
		w : "蘇特勤魔法師",    //--宝箱图标
	},
	{
		w : "蘇曉康",    //--宝箱图标
	},
	{
		w : "蘇盈貴",    //--宝箱图标
	},
	{
		w : "蘇貞昌",    //--宝箱图标
	},
	{
		w : "誶",    //--宝箱图标
	},
	{
		w : "碎片製造商人馬克",    //--宝箱图标
	},
	{
		w : "碎片製造商人蘇克",    //--宝箱图标
	},
	{
		w : "孫大千",    //--宝箱图标
	},
	{
		w : "他媽",    //--宝箱图标
	},
	{
		w : "他媽的",    //--宝箱图标
	},
	{
		w : "他嗎的",    //--宝箱图标
	},
	{
		w : "他母親",    //--宝箱图标
	},
	{
		w : "塔內",    //--宝箱图标
	},
	{
		w : "塔烏",    //--宝箱图标
	},
	{
		w : "鰨",    //--宝箱图标
	},
	{
		w : "闥",    //--宝箱图标
	},
	{
		w : "臺盟",    //--宝箱图标
	},
	{
		w : "臺灣帝國",    //--宝箱图标
	},
	{
		w : "臺灣獨",    //--宝箱图标
	},
	{
		w : "臺灣共産黨",    //--宝箱图标
	},
	{
		w : "臺灣狗",    //--宝箱图标
	},
	{
		w : "臺灣建國運動組織",    //--宝箱图标
	},
	{
		w : "臺灣青年獨立聯盟",    //--宝箱图标
	},
	{
		w : "臺灣政論區",    //--宝箱图标
	},
	{
		w : "臺灣自由聯盟",    //--宝箱图标
	},
	{
		w : "鮐",    //--宝箱图标
	},
	{
		w : "太監",    //--宝箱图标
	},
	{
		w : "泰奴橋警衛兵",    //--宝箱图标
	},
	{
		w : "泰奴橋掠奪者",    //--宝箱图标
	},
	{
		w : "湯光中",    //--宝箱图标
	},
	{
		w : "唐柏橋",    //--宝箱图标
	},
	{
		w : "鞀",    //--宝箱图标
	},
	{
		w : "謄",    //--宝箱图标
	},
	{
		w : "天安門",    //--宝箱图标
	},
	{
		w : "天安門錄影帶",    //--宝箱图标
	},
	{
		w : "天安門屠殺",    //--宝箱图标
	},
	{
		w : "天安門一代",    //--宝箱图标
	},
	{
		w : "天閹",    //--宝箱图标
	},
	{
		w : "田紀雲",    //--宝箱图标
	},
	{
		w : "齠",    //--宝箱图标
	},
	{
		w : "鰷",    //--宝箱图标
	},
	{
		w : "銚",    //--宝箱图标
	},
	{
		w : "庭院警衛兵",    //--宝箱图标
	},
	{
		w : "統獨",    //--宝箱图标
	},
	{
		w : "統獨論壇",    //--宝箱图标
	},
	{
		w : "統戰",    //--宝箱图标
	},
	{
		w : "頭領奧馬",    //--宝箱图标
	},
	{
		w : "頭領墳墓管理員",    //--宝箱图标
	},
	{
		w : "圖書管理員卡特",    //--宝箱图标
	},
	{
		w : "團長戈登",    //--宝箱图标
	},
	{
		w : "團員馬爾汀",    //--宝箱图标
	},
	{
		w : "摶",    //--宝箱图标
	},
	{
		w : "鼉",    //--宝箱图标
	},
	{
		w : "籜",    //--宝箱图标
	},
	{
		w : "膃",    //--宝箱图标
	},
	{
		w : "外交論壇",    //--宝箱图标
	},
	{
		w : "外交與方略",    //--宝箱图标
	},
	{
		w : "晚年周恩來",    //--宝箱图标
	},
	{
		w : "綰",    //--宝箱图标
	},
	{
		w : "萬里",    //--宝箱图标
	},
	{
		w : "萬潤南",    //--宝箱图标
	},
	{
		w : "萬維讀者論壇",    //--宝箱图标
	},
	{
		w : "萬曉東",    //--宝箱图标
	},
	{
		w : "王寶森",    //--宝箱图标
	},
	{
		w : "王超華",    //--宝箱图标
	},
	{
		w : "王輔臣",    //--宝箱图标
	},
	{
		w : "王涵萬",    //--宝箱图标
	},
	{
		w : "王滬寧",    //--宝箱图标
	},
	{
		w : "王軍濤",    //--宝箱图标
	},
	{
		w : "王潤生",    //--宝箱图标
	},
	{
		w : "王世堅",    //--宝箱图标
	},
	{
		w : "王世勛",    //--宝箱图标
	},
	{
		w : "王秀麗",    //--宝箱图标
	},
	{
		w : "網禪",    //--宝箱图标
	},
	{
		w : "網特",    //--宝箱图标
	},
	{
		w : "鮪",    //--宝箱图标
	},
	{
		w : "溫B",    //--宝箱图标
	},
	{
		w : "溫逼",    //--宝箱图标
	},
	{
		w : "溫比",    //--宝箱图标
	},
	{
		w : "溫元凱",    //--宝箱图标
	},
	{
		w : "閿",    //--宝箱图标
	},
	{
		w : "無界瀏覽器",    //--宝箱图标
	},
	{
		w : "吳百益",    //--宝箱图标
	},
	{
		w : "吳敦義",    //--宝箱图标
	},
	{
		w : "吳方城",    //--宝箱图标
	},
	{
		w : "吳弘達",    //--宝箱图标
	},
	{
		w : "吳宏達",    //--宝箱图标
	},
	{
		w : "吳仁華",    //--宝箱图标
	},
	{
		w : "吳淑珍",    //--宝箱图标
	},
	{
		w : "吳學燦",    //--宝箱图标
	},
	{
		w : "吳學璨",    //--宝箱图标
	},
	{
		w : "吳育升",    //--宝箱图标
	},
	{
		w : "吳志芳",    //--宝箱图标
	},
	{
		w : "西藏獨",    //--宝箱图标
	},
	{
		w : "吸收的圖騰",    //--宝箱图标
	},
	{
		w : "吸血獸",    //--宝箱图标
	},
	{
		w : "覡",    //--宝箱图标
	},
	{
		w : "洗腦",    //--宝箱图标
	},
	{
		w : "餼",    //--宝箱图标
	},
	{
		w : "郤",    //--宝箱图标
	},
	{
		w : "下體",    //--宝箱图标
	},
	{
		w : "薟",    //--宝箱图标
	},
	{
		w : "躚",    //--宝箱图标
	},
	{
		w : "鮮族",    //--宝箱图标
	},
	{
		w : "獫",    //--宝箱图标
	},
	{
		w : "蜆",    //--宝箱图标
	},
	{
		w : "峴",    //--宝箱图标
	},
	{
		w : "現金",    //--宝箱图标
	},
	{
		w : "現金交易",    //--宝箱图标
	},
	{
		w : "獻祭的圖騰",    //--宝箱图标
	},
	{
		w : "鯗",    //--宝箱图标
	},
	{
		w : "項懷誠",    //--宝箱图标
	},
	{
		w : "項小吉",    //--宝箱图标
	},
	{
		w : "嘵",    //--宝箱图标
	},
	{
		w : "小B樣",    //--宝箱图标
	},
	{
		w : "小比樣",    //--宝箱图标
	},
	{
		w : "小鶏鶏",    //--宝箱图标
	},
	{
		w : "小靈通",    //--宝箱图标
	},
	{
		w : "小泉純一郎",    //--宝箱图标
	},
	{
		w : "謝長廷",    //--宝箱图标
	},
	{
		w : "謝深山",    //--宝箱图标
	},
	{
		w : "謝選駿",    //--宝箱图标
	},
	{
		w : "謝中之",    //--宝箱图标
	},
	{
		w : "辛灝年",    //--宝箱图标
	},
	{
		w : "新觀察論壇",    //--宝箱图标
	},
	{
		w : "新華舉報",    //--宝箱图标
	},
	{
		w : "新華內情",    //--宝箱图标
	},
	{
		w : "新華通論壇",    //--宝箱图标
	},
	{
		w : "新疆獨",    //--宝箱图标
	},
	{
		w : "新生網",    //--宝箱图标
	},
	{
		w : "新手訓練營",    //--宝箱图标
	},
	{
		w : "新聞出版總署",    //--宝箱图标
	},
	{
		w : "新聞封鎖",    //--宝箱图标
	},
	{
		w : "新義安",    //--宝箱图标
	},
	{
		w : "新語絲",    //--宝箱图标
	},
	{
		w : "信用危機",    //--宝箱图标
	},
	{
		w : "邢錚",    //--宝箱图标
	},
	{
		w : "性無能",    //--宝箱图标
	},
	{
		w : "修煉",    //--宝箱图标
	},
	{
		w : "頊",    //--宝箱图标
	},
	{
		w : "虛弱圖騰",    //--宝箱图标
	},
	{
		w : "虛無的飽食者",    //--宝箱图标
	},
	{
		w : "徐國舅",    //--宝箱图标
	},
	{
		w : "許財利",    //--宝箱图标
	},
	{
		w : "許家屯",    //--宝箱图标
	},
	{
		w : "許信良",    //--宝箱图标
	},
	{
		w : "諼",    //--宝箱图标
	},
	{
		w : "薛偉",    //--宝箱图标
	},
	{
		w : "學聯",    //--宝箱图标
	},
	{
		w : "學自聯",    //--宝箱图标
	},
	{
		w : "澩",    //--宝箱图标
	},
	{
		w : "閹狗",    //--宝箱图标
	},
	{
		w : "訁",    //--宝箱图标
	},
	{
		w : "嚴家其",    //--宝箱图标
	},
	{
		w : "嚴家祺",    //--宝箱图标
	},
	{
		w : "閻明複",    //--宝箱图标
	},
	{
		w : "顔清標",    //--宝箱图标
	},
	{
		w : "顔慶章",    //--宝箱图标
	},
	{
		w : "顔射",    //--宝箱图标
	},
	{
		w : "讞",    //--宝箱图标
	},
	{
		w : "央視內部晚會",    //--宝箱图标
	},
	{
		w : "陽痿",    //--宝箱图标
	},
	{
		w : "楊懷安",    //--宝箱图标
	},
	{
		w : "楊建利",    //--宝箱图标
	},
	{
		w : "楊巍",    //--宝箱图标
	},
	{
		w : "楊月清",    //--宝箱图标
	},
	{
		w : "楊周",    //--宝箱图标
	},
	{
		w : "姚羅",    //--宝箱图标
	},
	{
		w : "姚月謙",    //--宝箱图标
	},
	{
		w : "軺",    //--宝箱图标
	},
	{
		w : "藥材商人蘇耐得",    //--宝箱图标
	},
	{
		w : "藥水",    //--宝箱图标
	},
	{
		w : "野鶏",    //--宝箱图标
	},
	{
		w : "葉菊蘭",    //--宝箱图标
	},
	{
		w : "夜話紫禁城",    //--宝箱图标
	},
	{
		w : "一陀糞",    //--宝箱图标
	},
	{
		w : "㈠",    //--宝箱图标
	},
	{
		w : "伊莎貝爾",    //--宝箱图标
	},
	{
		w : "伊斯蘭亞格林尼斯",    //--宝箱图标
	},
	{
		w : "遺精",    //--宝箱图标
	},
	{
		w : "議長阿茵斯塔",    //--宝箱图标
	},
	{
		w : "議員斯格文德",    //--宝箱图标
	},
	{
		w : "异見人士",    //--宝箱图标
	},
	{
		w : "异型叛軍",    //--宝箱图标
	},
	{
		w : "异議人士",    //--宝箱图标
	},
	{
		w : "易丹軒",    //--宝箱图标
	},
	{
		w : "意志不堅的圖騰",    //--宝箱图标
	},
	{
		w : "瘞",    //--宝箱图标
	},
	{
		w : "陰門",    //--宝箱图标
	},
	{
		w : "陰囊",    //--宝箱图标
	},
	{
		w : "淫貨",    //--宝箱图标
	},
	{
		w : "尹慶民",    //--宝箱图标
	},
	{
		w : "引導",    //--宝箱图标
	},
	{
		w : "隱者之路",    //--宝箱图标
	},
	{
		w : "鷹眼派氏族",    //--宝箱图标
	},
	{
		w : "硬直圖騰",    //--宝箱图标
	},
	{
		w : "憂鬱的艾拉",    //--宝箱图标
	},
	{
		w : "尤比亞",    //--宝箱图标
	},
	{
		w : "由喜貴",    //--宝箱图标
	},
	{
		w : "游蕩的僵尸",    //--宝箱图标
	},
	{
		w : "游蕩的士兵",    //--宝箱图标
	},
	{
		w : "游蕩爪牙",    //--宝箱图标
	},
	{
		w : "游錫坤",    //--宝箱图标
	},
	{
		w : "游戲管理員",    //--宝箱图标
	},
	{
		w : "友好的魯德",    //--宝箱图标
	},
	{
		w : "幼龍",    //--宝箱图标
	},
	{
		w : "于幼軍",    //--宝箱图标
	},
	{
		w : "余英時",    //--宝箱图标
	},
	{
		w : "漁夫菲斯曼",    //--宝箱图标
	},
	{
		w : "輿論",    //--宝箱图标
	},
	{
		w : "輿論反制",    //--宝箱图标
	},
	{
		w : "傴",    //--宝箱图标
	},
	{
		w : "宇明網",    //--宝箱图标
	},
	{
		w : "齬",    //--宝箱图标
	},
	{
		w : "飫",    //--宝箱图标
	},
	{
		w : "鵒",    //--宝箱图标
	},
	{
		w : "元老蘭提(沃德）",    //--宝箱图标
	},
	{
		w : "緣圈圈",    //--宝箱图标
	},
	{
		w : "遠志明",    //--宝箱图标
	},
	{
		w : "月經",    //--宝箱图标
	},
	{
		w : "韞",    //--宝箱图标
	},
	{
		w : "鏨",    //--宝箱图标
	},
	{
		w : "造愛",    //--宝箱图标
	},
	{
		w : "則民",    //--宝箱图标
	},
	{
		w : "擇民",    //--宝箱图标
	},
	{
		w : "澤夫",    //--宝箱图标
	},
	{
		w : "澤民",    //--宝箱图标
	},
	{
		w : "賾",    //--宝箱图标
	},
	{
		w : "賊民",    //--宝箱图标
	},
	{
		w : "譖",    //--宝箱图标
	},
	{
		w : "扎卡維是英雄",    //--宝箱图标
	},
	{
		w : "驏",    //--宝箱图标
	},
	{
		w : "張伯笠",    //--宝箱图标
	},
	{
		w : "張博雅",    //--宝箱图标
	},
	{
		w : "張鋼",    //--宝箱图标
	},
	{
		w : "張健",    //--宝箱图标
	},
	{
		w : "張林",    //--宝箱图标
	},
	{
		w : "張清芳",    //--宝箱图标
	},
	{
		w : "張偉國",    //--宝箱图标
	},
	{
		w : "張溫鷹",    //--宝箱图标
	},
	{
		w : "張昭富",    //--宝箱图标
	},
	{
		w : "張志清",    //--宝箱图标
	},
	{
		w : "章孝嚴",    //--宝箱图标
	},
	{
		w : "帳號",    //--宝箱图标
	},
	{
		w : "賬號",    //--宝箱图标
	},
	{
		w : "招鶏",    //--宝箱图标
	},
	{
		w : "趙海青",    //--宝箱图标
	},
	{
		w : "趙建銘",    //--宝箱图标
	},
	{
		w : "趙南",    //--宝箱图标
	},
	{
		w : "趙品潞",    //--宝箱图标
	},
	{
		w : "趙曉微",    //--宝箱图标
	},
	{
		w : "貞操",    //--宝箱图标
	},
	{
		w : "爭鳴論壇",    //--宝箱图标
	},
	{
		w : "正見網",    //--宝箱图标
	},
	{
		w : "正義黨論壇",    //--宝箱图标
	},
	{
		w : "㊣",    //--宝箱图标
	},
	{
		w : "鄭寶清",    //--宝箱图标
	},
	{
		w : "鄭麗文",    //--宝箱图标
	},
	{
		w : "鄭義",    //--宝箱图标
	},
	{
		w : "鄭餘鎮",    //--宝箱图标
	},
	{
		w : "鄭源",    //--宝箱图标
	},
	{
		w : "鄭運鵬",    //--宝箱图标
	},
	{
		w : "政權",    //--宝箱图标
	},
	{
		w : "縶",    //--宝箱图标
	},
	{
		w : "躑",    //--宝箱图标
	},
	{
		w : "指點江山論壇",    //--宝箱图标
	},
	{
		w : "騭",    //--宝箱图标
	},
	{
		w : "觶",    //--宝箱图标
	},
	{
		w : "躓",    //--宝箱图标
	},
	{
		w : "中毒的圖騰",    //--宝箱图标
	},
	{
		w : "中毒圖騰",    //--宝箱图标
	},
	{
		w : "中俄邊界",    //--宝箱图标
	},
	{
		w : "中國復興論壇",    //--宝箱图标
	},
	{
		w : "中國共産黨",    //--宝箱图标
	},
	{
		w : "中國孤兒院",    //--宝箱图标
	},
	{
		w : "中國和平",    //--宝箱图标
	},
	{
		w : "中國論壇",    //--宝箱图标
	},
	{
		w : "中國社會進步黨",    //--宝箱图标
	},
	{
		w : "中國社會論壇",    //--宝箱图标
	},
	{
		w : "中國威脅論",    //--宝箱图标
	},
	{
		w : "中國問題論壇",    //--宝箱图标
	},
	{
		w : "中國移動通信",    //--宝箱图标
	},
	{
		w : "中國真實內容",    //--宝箱图标
	},
	{
		w : "中國猪",    //--宝箱图标
	},
	{
		w : "中華大地",    //--宝箱图标
	},
	{
		w : "中華大衆",    //--宝箱图标
	},
	{
		w : "中華講清",    //--宝箱图标
	},
	{
		w : "中華民國",    //--宝箱图标
	},
	{
		w : "中華人民實話實說",    //--宝箱图标
	},
	{
		w : "中華人民正邪",    //--宝箱图标
	},
	{
		w : "中華時事",    //--宝箱图标
	},
	{
		w : "中華養生益智功",    //--宝箱图标
	},
	{
		w : "中華真實報道",    //--宝箱图标
	},
	{
		w : "鐘山風雨論壇",    //--宝箱图标
	},
	{
		w : "周鋒鎖",    //--宝箱图标
	},
	{
		w : "周守訓?",    //--宝箱图标
	},
	{
		w : "朱鳳芝",    //--宝箱图标
	},
	{
		w : "朱立倫",    //--宝箱图标
	},
	{
		w : "朱溶劑",    //--宝箱图标
	},
	{
		w : "㈱",    //--宝箱图标
	},
	{
		w : "猪聾畸",    //--宝箱图标
	},
	{
		w : "主攻指揮官",    //--宝箱图标
	},
	{
		w : "主義",    //--宝箱图标
	},
	{
		w : "助手威爾特",    //--宝箱图标
	},
	{
		w : "顓",    //--宝箱图标
	},
	{
		w : "轉化",    //--宝箱图标
	},
	{
		w : "諑",    //--宝箱图标
	},
	{
		w : "資本主義",    //--宝箱图标
	},
	{
		w : "鯔",    //--宝箱图标
	},
	{
		w : "自民黨",    //--宝箱图标
	},
	{
		w : "自由民主論壇",    //--宝箱图标
	},
	{
		w : "總理",    //--宝箱图标
	},
	{
		w : "諏",    //--宝箱图标
	},
	{
		w : "鯫?",    //--宝箱图标
	},
	{
		w : "躦",    //--宝箱图标
	},
	{
		w : "纘",    //--宝箱图标
	},
	{
		w : "bcd.s.59764.com",    //--宝箱图标
	},
	{
		w : "kkk.xaoh.cn",    //--宝箱图标
	},
	{
		w : "www.xaoh.cn",    //--宝箱图标
	},
	{
		w : "zzz.xaoh.cn",    //--宝箱图标
	},
	{
		w : "aa.yazhousetu.hi.9705.net.cn",    //--宝箱图标
	},
	{
		w : "eee.xaoh.cn",    //--宝箱图标
	},
	{
		w : "lll.xaoh.cn",    //--宝箱图标
	},
	{
		w : "jj.pangfangwuyuetian.hi.9705.net.cn",    //--宝箱图标
	},
	{
		w : "rrr.xaoh.cn",    //--宝箱图标
	},
	{
		w : "ooo.xaoh.cn",    //--宝箱图标
	},
	{
		w : "www.zy528.com",    //--宝箱图标
	},
	{
		w : "aaad.s.59764.com",    //--宝箱图标
	},
	{
		w : "www.dy6789.cn",    //--宝箱图标
	},
	{
		w : "aaac.s.51524.com",    //--宝箱图标
	},
	{
		w : "208.43.198.56",    //--宝箱图标
	},
	{
		w : "166578.cn",    //--宝箱图标
	},
	{
		w : "www.wang567.com",    //--宝箱图标
	},
	{
		w : "www.bin5.cn",    //--宝箱图标
	},
	{
		w : "www.sanjidianying.com.cn",    //--宝箱图标
	},
	{
		w : "www.anule.cn",    //--宝箱图标
	},
	{
		w : "www.976543.com",    //--宝箱图标
	},
	{
		w : "www.50spcombaidu1828adyou97sace.co.cc",    //--宝箱图标
	},
	{
		w : "chengrenmanhua.1242.net.cn",    //--宝箱图标
	},
	{
		w : "qingsewuyuetian.1174.net.cn",    //--宝箱图标
	},
	{
		w : "lunlidianyingxiazai.1174.net.cn",    //--宝箱图标
	},
	{
		w : "siwameitui.1274.net.cn",    //--宝箱图标
	},
	{
		w : "niuniujidi.1174.net.cn",    //--宝箱图标
	},
	{
		w : "xiao77.1243.net.cn",    //--宝箱图标
	},
	{
		w : "woyinwose.1243.net.cn",    //--宝箱图标
	},
	{
		w : "dingxiang.1249.net",    //--宝箱图标
	},
	{
		w : "cnaicheng.1174.net.cn",    //--宝箱图标
	},
	{
		w : "1234chengren.1249.net.cn",    //--宝箱图标
	},
	{
		w : "sewuyuetian.1174.net.cn",    //--宝箱图标
	},
	{
		w : "huangsexiaoshuo.1242.net.cn",    //--宝箱图标
	},
	{
		w : "lunlidianying.1274.net.cn",    //--宝箱图标
	},
	{
		w : "xingqingzhongren.1174.net.cn",    //--宝箱图标
	},
	{
		w : "chengrenwangzhi.1242.net.cn",    //--宝箱图标
	},
	{
		w : "xiao77luntan.1249.net.cn",    //--宝箱图标
	},
	{
		w : "dingxiang.1243.net.cn",    //--宝箱图标
	},
	{
		w : "11xp.1243.net.cn",    //--宝箱图标
	},
	{
		w : "baijie.1249.net.cn",    //--宝箱图标
	},
	{
		w : "sewuyuetian.1274.net.cn",    //--宝箱图标
	},
	{
		w : "meiguiqingren.1274.net.cn",    //--宝箱图标
	},
	{
		w : "tb.hi.4024.net.cn",    //--宝箱图标
	},
	{
		w : "www.91wangyou.com",    //--宝箱图标
	},
	{
		w : "www.wow366.cn",    //--宝箱图标
	},
	{
		w : "www.yxnpc.com",    //--宝箱图标
	},
	{
		w : "www.365jw.com",    //--宝箱图标
	},
	{
		w : "58.253.67.74",    //--宝箱图标
	},
	{
		w : "www.978808.com",    //--宝箱图标
	},
	{
		w : "www.sexwyt.com",    //--宝箱图标
	},
	{
		w : "7GG",    //--宝箱图标
	},
	{
		w : "www.567yx.com",    //--宝箱图标
	},
	{
		w : "131.com",    //--宝箱图标
	},
	{
		w : "bbs.7gg.cn",    //--宝箱图标
	},
	{
		w : "www.99game.net",    //--宝箱图标
	},
	{
		w : "ppt.cc",    //--宝箱图标
	},
	{
		w : "www.zsyxhd.cn",    //--宝箱图标
	},
	{
		w : "www.foyeye.com",    //--宝箱图标
	},
	{
		w : "www.23nice.com.cn",    //--宝箱图标
	},
	{
		w : "www.maituan.com",    //--宝箱图标
	},
	{
		w : "www.ylteam.cn",    //--宝箱图标
	},
	{
		w : "www.yhzt.org",    //--宝箱图标
	},
	{
		w : "vip886.com",    //--宝箱图标
	},
	{
		w : "www.neicehao.cn",    //--宝箱图标
	},
	{
		w : "bbs.butcn.com",    //--宝箱图标
	},
	{
		w : "www.gamelifeclub.cn",    //--宝箱图标
	},
	{
		w : "consignment5173",    //--宝箱图标
	},
	{
		w : "www.70yx.com",    //--宝箱图标
	},
	{
		w : "www.legu.com",    //--宝箱图标
	},
	{
		w : "ko180",    //--宝箱图标
	},
	{
		w : "bbs.pkmmo",    //--宝箱图标
	},
	{
		w : "whoyo.com",    //--宝箱图标
	},
	{
		w : "www.2q5q.com",    //--宝箱图标
	},
	{
		w : "www.zxkaku.cn",    //--宝箱图标
	},
	{
		w : "www.gw17173.cn",    //--宝箱图标
	},
	{
		w : "www.315ts.net",    //--宝箱图标
	},
	{
		w : "qgqm.org",    //--宝箱图标
	},
	{
		w : "17173dl.net",    //--宝箱图标
	},
	{
		w : "i9game.com",    //--宝箱图标
	},
	{
		w : "365gn",    //--宝箱图标
	},
	{
		w : "158le.com",    //--宝箱图标
	},
	{
		w : "1100y.com",    //--宝箱图标
	},
	{
		w : "bulaoge.com",    //--宝箱图标
	},
	{
		w : "17youle.com",    //--宝箱图标
	},
	{
		w : "reddidi.com.cn",    //--宝箱图标
	},
	{
		w : "icpcn.com",    //--宝箱图标
	},
	{
		w : "ul86.com",    //--宝箱图标
	},
	{
		w : "showka8.com",    //--宝箱图标
	},
	{
		w : "szlmgh.cn",    //--宝箱图标
	},
	{
		w : "bbs.766.com",    //--宝箱图标
	},
	{
		w : "www.766.com",    //--宝箱图标
	},
	{
		w : "91bysd.cn",    //--宝箱图标
	},
	{
		w : "jiayyou.cn",    //--宝箱图标
	},
	{
		w : "gigabyte.cn",    //--宝箱图标
	},
	{
		w : "duowan",    //--宝箱图标
	},
	{
		w : "wgxiaowu.com",    //--宝箱图标
	},
	{
		w : "youxiji888.cn",    //--宝箱图标
	},
	{
		w : "yz55.cn",    //--宝箱图标
	},
	{
		w : "Carrefour",    //--宝箱图标
	},
	{
		w : "51jiafen.cn",    //--宝箱图标
	},
	{
		w : "597ft.com",    //--宝箱图标
	},
	{
		w : "itnongzhuang.com2y7v.cnhwxvote.cn",    //--宝箱图标
	},
	{
		w : "92klgh.cn",    //--宝箱图标
	},
	{
		w : "xiaoqinzaixian.cn",    //--宝箱图标
	},
	{
		w : "661661.com",    //--宝箱图标
	},
	{
		w : "haosilu.com",    //--宝箱图标
	},
	{
		w : "dl.com",    //--宝箱图标
	},
	{
		w : "xl517.com",    //--宝箱图标
	},
	{
		w : "sjlike.com",    //--宝箱图标
	},
	{
		w : "tont.cn",    //--宝箱图标
	},
	{
		w : "xq-wl.cn",    //--宝箱图标
	},
	{
		w : "feitengdl.com",    //--宝箱图标
	},
	{
		w : "bz176.com",    //--宝箱图标
	},
	{
		w : "dadati.com",    //--宝箱图标
	},
	{
		w : "asgardcn.com",    //--宝箱图标
	},
	{
		w : "dolbbs.com",    //--宝箱图标
	},
	{
		w : "okaygood.cn",    //--宝箱图标
	},
	{
		w : "1t1t.com",    //--宝箱图标
	},
	{
		w : "jinpaopao.com",    //--宝箱图标
	},
	{
		w : "blacksee.com.cn",    //--宝箱图标
	},
	{
		w : "1qmsj.com",    //--宝箱图标
	},
	{
		w : "202333.com",    //--宝箱图标
	},
	{
		w : "luoxialu.cn",    //--宝箱图标
	},
	{
		w : "37447.cn",    //--宝箱图标
	},
	{
		w : "567567aa.cn",    //--宝箱图标
	},
	{
		w : "09city.com",    //--宝箱图标
	},
	{
		w : "71ka.com",    //--宝箱图标
	},
	{
		w : "fy371.com",    //--宝箱图标
	},
	{
		w : "365tttyx.com",    //--宝箱图标
	},
	{
		w : "host800.com",    //--宝箱图标
	},
	{
		w : "lybbs.info",    //--宝箱图标
	},
	{
		w : "ys168.com",    //--宝箱图标
	},
	{
		w : "88mysf.com",    //--宝箱图标
	},
	{
		w : "5d6d.com",    //--宝箱图标
	},
	{
		w : "id666.uqc.cn",    //--宝箱图标
	},
	{
		w : "stlmbbs.cn",    //--宝箱图标
	},
	{
		w : "pcikchina.com",    //--宝箱图标
	},
	{
		w : "lxsm888.com",    //--宝箱图标
	},
	{
		w : "wangyoudl.com",    //--宝箱图标
	},
	{
		w : "chinavfx.net",    //--宝箱图标
	},
	{
		w : "zxsj188.com",    //--宝箱图标
	},
	{
		w : "wg7766.cn",    //--宝箱图标
	},
	{
		w : "e7sw.cn",    //--宝箱图标
	},
	{
		w : "jooplay.com",    //--宝箱图标
	},
	{
		w : "gssmtt.com",    //--宝箱图标
	},
	{
		w : "likeko.com",    //--宝箱图标
	},
	{
		w : "lyx-game.cn",    //--宝箱图标
	},
	{
		w : "wy33.com",    //--宝箱图标
	},
	{
		w : "zy666.net",    //--宝箱图标
	},
	{
		w : "newsmth.net",    //--宝箱图标
	},
	{
		w : "l2jsom.cn",    //--宝箱图标
	},
	{
		w : "13888wg.com",    //--宝箱图标
	},
	{
		w : "qtoy.com",    //--宝箱图标
	},
	{
		w : "1000scarf.com",    //--宝箱图标
	},
	{
		w : "digitallongking.com",    //--宝箱图标
	},
	{
		w : "zaixu.net",    //--宝箱图标
	},
	{
		w : "ncyh.cn",    //--宝箱图标
	},
	{
		w : "888895.com",    //--宝箱图标
	},
	{
		w : "ising99.com",    //--宝箱图标
	},
	{
		w : "cikcatv.2om",    //--宝箱图标
	},
	{
		w : "parke888.com",    //--宝箱图标
	},
	{
		w : "01gh.com",    //--宝箱图标
	},
	{
		w : "gogo.net",    //--宝箱图标
	},
	{
		w : "uu1001.com",    //--宝箱图标
	},
	{
		w : "wy724.com",    //--宝箱图标
	},
	{
		w : "prettyirene.net",    //--宝箱图标
	},
	{
		w : "yaokong7.com",    //--宝箱图标
	},
	{
		w : "zzmysf.com",    //--宝箱图标
	},
	{
		w : "52sxhy.cn",    //--宝箱图标
	},
	{
		w : "92wydl.com",    //--宝箱图标
	},
	{
		w : "g365.net",    //--宝箱图标
	},
	{
		w : "pkmmo.com",    //--宝箱图标
	},
	{
		w : "52ppsa.cn",    //--宝箱图标
	},
	{
		w : "bl62.com",    //--宝箱图标
	},
	{
		w : "canyaa.com",    //--宝箱图标
	},
	{
		w : "lordren.com",    //--宝箱图标
	},
	{
		w : "xya3.cn",    //--宝箱图标
	},
	{
		w : "5m5m5m.com",    //--宝箱图标
	},
	{
		w : "www.gardcn.com",    //--宝箱图标
	},
	{
		w : "www.sf766.com.cn",    //--宝箱图标
	},
	{
		w : "ent365.com",    //--宝箱图标
	},
	{
		w : "18900.com",    //--宝箱图标
	},
	{
		w : "7mmo.com",    //--宝箱图标
	},
	{
		w : "cdream.com",    //--宝箱图标
	},
	{
		w : "wy3868.com",    //--宝箱图标
	},
	{
		w : "nbfib.cn",    //--宝箱图标
	},
	{
		w : "17173yxdl.cn",    //--宝箱图标
	},
	{
		w : "osisa.cn",    //--宝箱图标
	},
	{
		w : "haouse.cn",    //--宝箱图标
	},
	{
		w : "54hero.com",    //--宝箱图标
	},
	{
		w : "ieboy.cn",    //--宝箱图标
	},
	{
		w : "geocities.com",    //--宝箱图标
	},
	{
		w : "xiuau.cn",    //--宝箱图标
	},
	{
		w : "cvceo.com",    //--宝箱图标
	},
	{
		w : "fxjsqc.com",    //--宝箱图标
	},
	{
		w : "thec.cn",    //--宝箱图标
	},
	{
		w : "c5c8.cn",    //--宝箱图标
	},
	{
		w : "a33.com",    //--宝箱图标
	},
	{
		w : "qqsg.org",    //--宝箱图标
	},
	{
		w : "my3q.com",    //--宝箱图标
	},
	{
		w : "51juezhan.com",    //--宝箱图标
	},
	{
		w : "kartt.cn",    //--宝箱图标
	},
	{
		w : "hexun.com",    //--宝箱图标
	},
	{
		w : "15wy.com",    //--宝箱图标
	},
	{
		w : "13ml.net",    //--宝箱图标
	},
	{
		w : "homexf.cn",    //--宝箱图标
	},
	{
		w : "xyxgh.com",    //--宝箱图标
	},
	{
		w : "jdyou.com",    //--宝箱图标
	},
	{
		w : "langyou.info",    //--宝箱图标
	},
	{
		w : "duowan.com",    //--宝箱图标
	},
	{
		w : "8188mu.com",    //--宝箱图标
	},
	{
		w : "tianlong4f.cn",    //--宝箱图标
	},
	{
		w : "yeswm.com",    //--宝箱图标
	},
	{
		w : "wgbobo.cn",    //--宝箱图标
	},
	{
		w : "haog8.cn",    //--宝箱图标
	},
	{
		w : "47513.cn",    //--宝箱图标
	},
	{
		w : "92ey.com",    //--宝箱图标
	},
	{
		w : "hao1788.co",    //--宝箱图标
	},
	{
		w : "mgjzybj.com",    //--宝箱图标
	},
	{
		w : "xdns.eu",    //--宝箱图标
	},
	{
		w : "shenycs.co",    //--宝箱图标
	},
	{
		w : "mpceggs.cn",    //--宝箱图标
	},
	{
		w : "kod920.cn",    //--宝箱图标
	},
	{
		w : "njgamecollege.org",    //--宝箱图标
	},
	{
		w : "51hdw.com",    //--宝箱图标
	},
	{
		w : "025game.cn",    //--宝箱图标
	},
	{
		w : "bibidu.com",    //--宝箱图标
	},
	{
		w : "bwowd.com",    //--宝箱图标
	},
	{
		w : "3kwow.com",    //--宝箱图标
	},
	{
		w : "zx002.com",    //--宝箱图标
	},
	{
		w : "bazhuwg.cn",    //--宝箱图标
	},
	{
		w : "991game.com",    //--宝箱图标
	},
	{
		w : "zuanshi1000.cn",    //--宝箱图标
	},
	{
		w : "10mb.cn",    //--宝箱图标
	},
	{
		w : "Huihuangtx.com",    //--宝箱图标
	},
	{
		w : "chongxianmu.cn",    //--宝箱图标
	},
	{
		w : "any2000.com",    //--宝箱图标
	},
	{
		w : "99sa.com",    //--宝箱图标
	},
	{
		w : "zhidian8.com",    //--宝箱图标
	},
	{
		w : "t9wg.cn",    //--宝箱图标
	},
	{
		w : "bobaoping",    //--宝箱图标
	},
	{
		w : "qixingnet.com",    //--宝箱图标
	},
	{
		w : "88kx.com",    //--宝箱图标
	},
	{
		w : "00sm.cn",    //--宝箱图标
	},
	{
		w : "moyi520.cn",    //--宝箱图标
	},
	{
		w : "d666.com",    //--宝箱图标
	},
	{
		w : "fisonet.com",    //--宝箱图标
	},
	{
		w : "0571qq.com",    //--宝箱图标
	},
	{
		w : "173at.com",    //--宝箱图标
	},
	{
		w : "pk200.com",    //--宝箱图标
	},
	{
		w : "2feiche.cn",    //--宝箱图标
	},
	{
		w : "jjdlw.com",    //--宝箱图标
	},
	{
		w : "xyq2sf.com",    //--宝箱图标
	},
	{
		w : "69nb.com",    //--宝箱图标
	},
	{
		w : "txwsWind",    //--宝箱图标
	},
	{
		w : "jiayyou.com",    //--宝箱图标
	},
	{
		w : "胡总书记",    //--宝箱图标
	},
	{
		w : "胡景涛",    //--宝箱图标
	},
	{
		w : "大纪元",    //--宝箱图标
	},
	{
		w : "大纪元新闻网",    //--宝箱图标
	},
	{
		w : "燕玲论坛",    //--宝箱图标
	},
	{
		w : "urban",    //--宝箱图标
	},
	{
		w : "cao",    //--宝箱图标
	},
	{
		w : "他妈的",    //--宝箱图标
	},
	{
		w : "urban-rivals",    //--宝箱图标
	},
	{
		w : "rivals",    //--宝箱图标
	},
	{
		w : "UR",    //--宝箱图标
	},
	{
		w : "她妈",    //--宝箱图标
	},
	{
		w : "牛B",    //--宝箱图标
	},
	{
		w : "日你妈",    //--宝箱图标
	},
	{
		w : "不玩了",    //--宝箱图标
	},
	{
		w : "删号",    //--宝箱图标
	},
	{
		w : "卖号?",    //--宝箱图标
	},
	{
		w : "草你妈",    //--宝箱图标
	},
	{
		w : "T.M.D",    //--宝箱图标
	},
	{
		w : "出售账号",    //--宝箱图标
	},
	{
		w : "出售此号",    //--宝箱图标
	},
	{
		w : "卖号",    //--宝箱图标
	},
	{
		w : "U/R",    //--宝箱图标
	},
	{
		w : "U-R",    //--宝箱图标
	},
	{
		w : "吗的",    //--宝箱图标
	},
	{
		w : "8仙",    //--宝箱图标
	},
	{
		w : "出售神符",    //--宝箱图标
	},
	{
		w : "黄色",    //--宝箱图标
	},
	{
		w : "NPC",    //--宝箱图标
	},
	{
		w : "*法*轮*功*",    //--宝箱图标
	},
	{
		w : "*李*洪*志*阿扁",    //--宝箱图标
	},
	{
		w : "阿拉",    //--宝箱图标
	},
	{
		w : "挨球",    //--宝箱图标
	},
	{
		w : "安全局",    //--宝箱图标
	},
	{
		w : "澳洲光明网",    //--宝箱图标
	},
	{
		w : "八九",    //--宝箱图标
	},
	{
		w : "八九风波",    //--宝箱图标
	},
	{
		w : "办理文凭",    //--宝箱图标
	},
	{
		w : "办理证件",    //--宝箱图标
	},
	{
		w : "包皮",    //--宝箱图标
	},
	{
		w : "保钓",    //--宝箱图标
	},
	{
		w : "保监会",    //--宝箱图标
	},
	{
		w : "保密局",    //--宝箱图标
	},
	{
		w : "鸨",    //--宝箱图标
	},
	{
		w : "鲍岳桥",    //--宝箱图标
	},
	{
		w : "暴动",    //--宝箱图标
	},
	{
		w : "暴乱",    //--宝箱图标
	},
	{
		w : "暴徒",    //--宝箱图标
	},
	{
		w : "北京之春",    //--宝箱图标
	},
	{
		w : "贝肉",    //--宝箱图标
	},
	{
		w : "本?拉登",    //--宝箱图标
	},
	{
		w : "苯比",    //--宝箱图标
	},
	{
		w : "笨屄",    //--宝箱图标
	},
	{
		w : "笨逼",    //--宝箱图标
	},
	{
		w : "逼你老母",    //--宝箱图标
	},
	{
		w : "比毛",    //--宝箱图标
	},
	{
		w : "宾周",    //--宝箱图标
	},
	{
		w : "波霸",    //--宝箱图标
	},
	{
		w : "博讯",    //--宝箱图标
	},
	{
		w : "薄一波",    //--宝箱图标
	},
	{
		w : "布雷尔",    //--宝箱图标
	},
	{
		w : "财政部",    //--宝箱图标
	},
	{
		w : "参事室",    //--宝箱图标
	},
	{
		w : "操GM",    //--宝箱图标
	},
	{
		w : "操XX",    //--宝箱图标
	},
	{
		w : "交媾",    //--宝箱图标
	},
	{
		w : "小姐兼职",    //--宝箱图标
	},
	{
		w : "西藏314事件",    //--宝箱图标
	},
	{
		w : "新疆7.5事件",    //--宝箱图标
	},
	{
		w : "毛片",    //--宝箱图标
	},
	{
		w : "黄片",    //--宝箱图标
	},
	{
		w : "交配",    //--宝箱图标
	},
	{
		w : "茉莉花革命",    //--宝箱图标
	},
	{
		w : "操你八辈祖宗",    //--宝箱图标
	},
	{
		w : "操你妈屄",    //--宝箱图标
	},
	{
		w : "草的你妈",    //--宝箱图标
	},
	{
		w : "草妈",    //--宝箱图标
	},
	{
		w : "草拟妈",    //--宝箱图标
	},
	{
		w : "测绘局",    //--宝箱图标
	},
	{
		w : "插GM",    //--宝箱图标
	},
	{
		w : "插你妈",    //--宝箱图标
	},
	{
		w : "插深些",    //--宝箱图标
	},
	{
		w : "产权局",    //--宝箱图标
	},
	{
		w : "车仑",    //--宝箱图标
	},
	{
		w : "陈功",    //--宝箱图标
	},
	{
		w : "陈水扁",    //--宝箱图标
	},
	{
		w : "陈希同",    //--宝箱图标
	},
	{
		w : "陈晓宁",    //--宝箱图标
	},
	{
		w : "成人电影",    //--宝箱图标
	},
	{
		w : "吃大便",    //--宝箱图标
	},
	{
		w : "吃屎",    //--宝箱图标
	},
	{
		w : "迟浩田",    //--宝箱图标
	},
	{
		w : "抽你丫的",    //--宝箱图标
	},
	{
		w : "臭化西",    //--宝箱图标
	},
	{
		w : "出售假币",    //--宝箱图标
	},
	{
		w : "出售枪支",    //--宝箱图标
	},
	{
		w : "出售手枪",    //--宝箱图标
	},
	{
		w : "吹喇叭",    //--宝箱图标
	},
	{
		w : "吹箫",    //--宝箱图标
	},
	{
		w : "蠢猪",    //--宝箱图标
	},
	{
		w : "戳你",    //--宝箱图标
	},
	{
		w : "粗制吗啡",    //--宝箱图标
	},
	{
		w : "催情药",    //--宝箱图标
	},
	{
		w : "大逼",    //--宝箱图标
	},
	{
		w : "大波波",    //--宝箱图标
	},
	{
		w : "大麻树脂",    //--宝箱图标
	},
	{
		w : "大麻油",    //--宝箱图标
	},
	{
		w : "大师",    //--宝箱图标
	},
	{
		w : "戴维教",    //--宝箱图标
	},
	{
		w : "大学骚乱",    //--宝箱图标
	},
	{
		w : "大血B",    //--宝箱图标
	},
	{
		w : "呆卵",    //--宝箱图标
	},
	{
		w : "戴海静",    //--宝箱图标
	},
	{
		w : "戴红",    //--宝箱图标
	},
	{
		w : "戴晶",    //--宝箱图标
	},
	{
		w : "党主席",    //--宝箱图标
	},
	{
		w : "档案局",    //--宝箱图标
	},
	{
		w : "盗窃犯",    //--宝箱图标
	},
	{
		w : "帝国主义",    //--宝箱图标
	},
	{
		w : "电监会",    //--宝箱图标
	},
	{
		w : "叼你",    //--宝箱图标
	},
	{
		w : "叼你妈",    //--宝箱图标
	},
	{
		w : "屌7",    //--宝箱图标
	},
	{
		w : "屌鸠",    //--宝箱图标
	},
	{
		w : "屌毛",    //--宝箱图标
	},
	{
		w : "屌七",    //--宝箱图标
	},
	{
		w : "屌西",    //--宝箱图标
	},
	{
		w : "钓鱼台",    //--宝箱图标
	},
	{
		w : "丁关根",    //--宝箱图标
	},
	{
		w : "丁子霖",    //--宝箱图标
	},
	{
		w : "东北独立",    //--宝箱图标
	},
	{
		w : "东升",    //--宝箱图标
	},
	{
		w : "东突暴动和独立",    //--宝箱图标
	},
	{
		w : "东突组织",    //--宝箱图标
	},
	{
		w : "董建华",    //--宝箱图标
	},
	{
		w : "董贱华",    //--宝箱图标
	},
	{
		w : "董文华",    //--宝箱图标
	},
	{
		w : "懂文华",    //--宝箱图标
	},
	{
		w : "独立",    //--宝箱图标
	},
	{
		w : "独立台湾会",    //--宝箱图标
	},
	{
		w : "二屄",    //--宝箱图标
	},
	{
		w : "二乙基酰胺发抡",    //--宝箱图标
	},
	{
		w : "发抡功",    //--宝箱图标
	},
	{
		w : "发伦",    //--宝箱图标
	},
	{
		w : "发伦功",    //--宝箱图标
	},
	{
		w : "发轮",    //--宝箱图标
	},
	{
		w : "发论",    //--宝箱图标
	},
	{
		w : "发论公",    //--宝箱图标
	},
	{
		w : "发论功",    //--宝箱图标
	},
	{
		w : "法(轮)功",    //--宝箱图标
	},
	{
		w : "法*轮*功",    //--宝箱图标
	},
	{
		w : "法功",    //--宝箱图标
	},
	{
		w : "法愣",    //--宝箱图标
	},
	{
		w : "法仑",    //--宝箱图标
	},
	{
		w : "法西斯",    //--宝箱图标
	},
	{
		w : "法制办",    //--宝箱图标
	},
	{
		w : "反动",    //--宝箱图标
	},
	{
		w : "反革命",    //--宝箱图标
	},
	{
		w : "发票",    //--宝箱图标
	},
	{
		w : "反华",    //--宝箱图标
	},
	{
		w : "反恐委员会",    //--宝箱图标
	},
	{
		w : "反日",    //--宝箱图标
	},
	{
		w : "反政府",    //--宝箱图标
	},
	{
		w : "分裂祖国",    //--宝箱图标
	},
	{
		w : "佛展千手法",    //--宝箱图标
	},
	{
		w : "斧头镰刀",    //--宝箱图标
	},
	{
		w : "傅鹏",    //--宝箱图标
	},
	{
		w : "傅作义",    //--宝箱图标
	},
	{
		w : "干GM",    //--宝箱图标
	},
	{
		w : "干拎娘",    //--宝箱图标
	},
	{
		w : "干妳老母",    //--宝箱图标
	},
	{
		w : "干妳妈",    //--宝箱图标
	},
	{
		w : "干妳娘",    //--宝箱图标
	},
	{
		w : "干你妈",    //--宝箱图标
	},
	{
		w : "干你妈b",    //--宝箱图标
	},
	{
		w : "干你妈逼",    //--宝箱图标
	},
	{
		w : "干你娘",    //--宝箱图标
	},
	{
		w : "肛",    //--宝箱图标
	},
	{
		w : "肛门",    //--宝箱图标
	},
	{
		w : "港澳办",    //--宝箱图标
	},
	{
		w : "高俊",    //--宝箱图标
	},
	{
		w : "高校暴乱",    //--宝箱图标
	},
	{
		w : "高校群体事件",    //--宝箱图标
	},
	{
		w : "高校骚乱",    //--宝箱图标
	},
	{
		w : "睾",    //--宝箱图标
	},
	{
		w : "膏药旗",    //--宝箱图标
	},
	{
		w : "弓虽女干",    //--宝箱图标
	},
	{
		w : "公安",    //--宝箱图标
	},
	{
		w : "公安部",    //--宝箱图标
	},
	{
		w : "公安局",    //--宝箱图标
	},
	{
		w : "共产主义",    //--宝箱图标
	},
	{
		w : "共狗",    //--宝箱图标
	},
	{
		w : "狗卵",    //--宝箱图标
	},
	{
		w : "狗屁",    //--宝箱图标
	},
	{
		w : "狗日的",    //--宝箱图标
	},
	{
		w : "官逼民反",    //--宝箱图标
	},
	{
		w : "官商勾结",    //--宝箱图标
	},
	{
		w : "龟儿子",    //--宝箱图标
	},
	{
		w : "龟孙子",    //--宝箱图标
	},
	{
		w : "鬼村",    //--宝箱图标
	},
	{
		w : "滚",    //--宝箱图标
	},
	{
		w : "国安局",    //--宝箱图标
	},
	{
		w : "国防部",    //--宝箱图标
	},
	{
		w : "国防科工委",    //--宝箱图标
	},
	{
		w : "国管局",    //--宝箱图标
	},
	{
		w : "国际法院",    //--宝箱图标
	},
	{
		w : "国家民委",    //--宝箱图标
	},
	{
		w : "国家主席",    //--宝箱图标
	},
	{
		w : "国家主要部委",    //--宝箱图标
	},
	{
		w : "国民党",    //--宝箱图标
	},
	{
		w : "国民党万岁",    //--宝箱图标
	},
	{
		w : "海洋局",    //--宝箱图标
	},
	{
		w : "何候华",    //--宝箱图标
	},
	{
		w : "黑社会",    //--宝箱图标
	},
	{
		w : "黑手党",    //--宝箱图标
	},
	{
		w : "红卫兵",    //--宝箱图标
	},
	{
		w : "洪兴",    //--宝箱图标
	},
	{
		w : "洪志",    //--宝箱图标
	},
	{
		w : "胡XX",    //--宝箱图标
	},
	{
		w : "胡紧涛",    //--宝箱图标
	},
	{
		w : "胡紧掏",    //--宝箱图标
	},
	{
		w : "胡紧套",    //--宝箱图标
	},
	{
		w : "胡锦淘",    //--宝箱图标
	},
	{
		w : "胡乔木",    //--宝箱图标
	},
	{
		w : "花柳",    //--宝箱图标
	},
	{
		w : "换妻",    //--宝箱图标
	},
	{
		w : "黄　菊",    //--宝箱图标
	},
	{
		w : "黄色小电影",    //--宝箱图标
	},
	{
		w : "回民暴动",    //--宝箱图标
	},
	{
		w : "回族人吃猪肉",    //--宝箱图标
	},
	{
		w : "昏药",    //--宝箱图标
	},
	{
		w : "火棒",    //--宝箱图标
	},
	{
		w : "基督",    //--宝箱图标
	},
	{
		w : "激情小电影",    //--宝箱图标
	},
	{
		w : "鸡",    //--宝箱图标
	},
	{
		w : "计牌软件",    //--宝箱图标
	},
	{
		w : "计生委",    //--宝箱图标
	},
	{
		w : "妓",    //--宝箱图标
	},
	{
		w : "妓院",    //--宝箱图标
	},
	{
		w : "奸",    //--宝箱图标
	},
	{
		w : "奸夫淫妇",    //--宝箱图标
	},
	{
		w : "奸你",    //--宝箱图标
	},
	{
		w : "贱货",    //--宝箱图标
	},
	{
		w : "江Core",    //--宝箱图标
	},
	{
		w : "江八",    //--宝箱图标
	},
	{
		w : "江独裁",    //--宝箱图标
	},
	{
		w : "江核心",    //--宝箱图标
	},
	{
		w : "江戏子",    //--宝箱图标
	},
	{
		w : "江择民",    //--宝箱图标
	},
	{
		w : "江贼民",    //--宝箱图标
	},
	{
		w : "江折民",    //--宝箱图标
	},
	{
		w : "江猪",    //--宝箱图标
	},
	{
		w : "江主席",    //--宝箱图标
	},
	{
		w : "僵贼民",    //--宝箱图标
	},
	{
		w : "酱猪媳",    //--宝箱图标
	},
	{
		w : "交通部",    //--宝箱图标
	},
	{
		w : "姣西",    //--宝箱图标
	},
	{
		w : "叫小姐",    //--宝箱图标
	},
	{
		w : "教育部",    //--宝箱图标
	},
	{
		w : "她妈的金日成",    //--宝箱图标
	},
	{
		w : "禁书",    //--宝箱图标
	},
	{
		w : "经济社会理事会",    //--宝箱图标
	},
	{
		w : "经社理事会",    //--宝箱图标
	},
	{
		w : "警匪一家",    //--宝箱图标
	},
	{
		w : "敬国神社",    //--宝箱图标
	},
	{
		w : "靖国神社",    //--宝箱图标
	},
	{
		w : "静坐",    //--宝箱图标
	},
	{
		w : "纠察员",    //--宝箱图标
	},
	{
		w : "鸠",    //--宝箱图标
	},
	{
		w : "鸠屎",    //--宝箱图标
	},
	{
		w : "军长发威",    //--宝箱图标
	},
	{
		w : "军国主义",    //--宝箱图标
	},
	{
		w : "军妓",    //--宝箱图标
	},
	{
		w : "靠",    //--宝箱图标
	},
	{
		w : "靠你妈",    //--宝箱图标
	},
	{
		w : "靠腰",    //--宝箱图标
	},
	{
		w : "可待因",    //--宝箱图标
	},
	{
		w : "可卡叶",    //--宝箱图标
	},
	{
		w : "恐怖份子",    //--宝箱图标
	},
	{
		w : "恐怖主义",    //--宝箱图标
	},
	{
		w : "寇晓伟",    //--宝箱图标
	},
	{
		w : "狂操你全家",    //--宝箱图标
	},
	{
		w : "拉登",    //--宝箱图标
	},
	{
		w : "烂B",    //--宝箱图标
	},
	{
		w : "烂屄",    //--宝箱图标
	},
	{
		w : "烂屌",    //--宝箱图标
	},
	{
		w : "烂货",    //--宝箱图标
	},
	{
		w : "劳+教+所",    //--宝箱图标
	},
	{
		w : "劳动保障部",    //--宝箱图标
	},
	{
		w : "老逼",    //--宝箱图标
	},
	{
		w : "老母",    //--宝箱图标
	},
	{
		w : "黎阳评",    //--宝箱图标
	},
	{
		w : "李弘旨",    //--宝箱图标
	},
	{
		w : "李红志",    //--宝箱图标
	},
	{
		w : "李宏旨",    //--宝箱图标
	},
	{
		w : "李宏志",    //--宝箱图标
	},
	{
		w : "李鹏*",    //--宝箱图标
	},
	{
		w : "李山",    //--宝箱图标
	},
	{
		w : "李铁映",    //--宝箱图标
	},
	{
		w : "李先念",    //--宝箱图标
	},
	{
		w : "联大",    //--宝箱图标
	},
	{
		w : "联合国大会",    //--宝箱图标
	},
	{
		w : "联易",    //--宝箱图标
	},
	{
		w : "联易互动",    //--宝箱图标
	},
	{
		w : "粮食局",    //--宝箱图标
	},
	{
		w : "两腿之间",    //--宝箱图标
	},
	{
		w : "林业局",    //--宝箱图标
	},
	{
		w : "刘　淇",    //--宝箱图标
	},
	{
		w : "刘军",    //--宝箱图标
	},
	{
		w : "流氓",    //--宝箱图标
	},
	{
		w : "六.四",    //--宝箱图标
	},
	{
		w : "六。四",    //--宝箱图标
	},
	{
		w : "六?四",    //--宝箱图标
	},
	{
		w : "六合彩",    //--宝箱图标
	},
	{
		w : "六-四",    //--宝箱图标
	},
	{
		w : "六四事件",    //--宝箱图标
	},
	{
		w : "六四真相",    //--宝箱图标
	},
	{
		w : "龙新民",    //--宝箱图标
	},
	{
		w : "旅游局",    //--宝箱图标
	},
	{
		w : "卵",    //--宝箱图标
	},
	{
		w : "轮功",    //--宝箱图标
	},
	{
		w : "罗　干",    //--宝箱图标
	},
	{
		w : "骡干",    //--宝箱图标
	},
	{
		w : "妈比",    //--宝箱图标
	},
	{
		w : "妈卖妈屁",    //--宝箱图标
	},
	{
		w : "妈祖",    //--宝箱图标
	},
	{
		w : "麻醉钢枪",    //--宝箱图标
	},
	{
		w : "麻醉枪",    //--宝箱图标
	},
	{
		w : "麻醉药",    //--宝箱图标
	},
	{
		w : "麻醉乙醚",    //--宝箱图标
	},
	{
		w : "马卖马屁",    //--宝箱图标
	},
	{
		w : "吗啡",    //--宝箱图标
	},
	{
		w : "吗啡碱",    //--宝箱图标
	},
	{
		w : "吗啡片",    //--宝箱图标
	},
	{
		w : "买财富",    //--宝箱图标
	},
	{
		w : "买卖枪支",    //--宝箱图标
	},
	{
		w : "麦角酸",    //--宝箱图标
	},
	{
		w : "卖.国",    //--宝箱图标
	},
	{
		w : "卖B",    //--宝箱图标
	},
	{
		w : "卖ID",    //--宝箱图标
	},
	{
		w : "卖QQ",    //--宝箱图标
	},
	{
		w : "卖逼",    //--宝箱图标
	},
	{
		w : "卖财富",    //--宝箱图标
	},
	{
		w : "卖党求荣",    //--宝箱图标
	},
	{
		w : "卖国",    //--宝箱图标
	},
	{
		w : "卖国求荣",    //--宝箱图标
	},
	{
		w : "卖卡",    //--宝箱图标
	},
	{
		w : "卖软件",    //--宝箱图标
	},
	{
		w : "毛XX",    //--宝箱图标
	},
	{
		w : "毛厕洞",    //--宝箱图标
	},
	{
		w : "毛一鲜",    //--宝箱图标
	},
	{
		w : "毛贼东",    //--宝箱图标
	},
	{
		w : "梅花网",    //--宝箱图标
	},
	{
		w : "美利坚",    //--宝箱图标
	},
	{
		w : "蒙尘药",    //--宝箱图标
	},
	{
		w : "蒙独",    //--宝箱图标
	},
	{
		w : "蒙古达子",    //--宝箱图标
	},
	{
		w : "迷魂药",    //--宝箱图标
	},
	{
		w : "迷奸药",    //--宝箱图标
	},
	{
		w : "迷歼药",    //--宝箱图标
	},
	{
		w : "密洞",    //--宝箱图标
	},
	{
		w : "民航局",    //--宝箱图标
	},
	{
		w : "民政部",    //--宝箱图标
	},
	{
		w : "莫索里尼",    //--宝箱图标
	},
	{
		w : "妳老母的",    //--宝箱图标
	},
	{
		w : "妳妈的",    //--宝箱图标
	},
	{
		w : "妳马的",    //--宝箱图标
	},
	{
		w : "妳娘的",    //--宝箱图标
	},
	{
		w : "南联盟",    //--宝箱图标
	},
	{
		w : "南蛮子",    //--宝箱图标
	},
	{
		w : "伱妈",    //--宝箱图标
	},
	{
		w : "你二大爷",    //--宝箱图标
	},
	{
		w : "你老母",    //--宝箱图标
	},
	{
		w : "你老味",    //--宝箱图标
	},
	{
		w : "你姥",    //--宝箱图标
	},
	{
		w : "你姥姥的",    //--宝箱图标
	},
	{
		w : "你妈逼",    //--宝箱图标
	},
	{
		w : "你妈的",    //--宝箱图标
	},
	{
		w : "你爷爷的",    //--宝箱图标
	},
	{
		w : "鸟GM",    //--宝箱图标
	},
	{
		w : "鸟你",    //--宝箱图标
	},
	{
		w : "农业部",    //--宝箱图标
	},
	{
		w : "虐待",    //--宝箱图标
	},
	{
		w : "拍肩神药",    //--宝箱图标
	},
	{
		w : "彭真",    //--宝箱图标
	},
	{
		w : "皮条",    //--宝箱图标
	},
	{
		w : "嫖客",    //--宝箱图标
	},
	{
		w : "苹果日报",    //--宝箱图标
	},
	{
		w : "破坏",    //--宝箱图标
	},
	{
		w : "仆街",    //--宝箱图标
	},
	{
		w : "气象局",    //--宝箱图标
	},
	{
		w : "钱其琛",    //--宝箱图标
	},
	{
		w : "枪决女犯",    //--宝箱图标
	},
	{
		w : "枪决现场",    //--宝箱图标
	},
	{
		w : "强奸犯",    //--宝箱图标
	},
	{
		w : "强卫",    //--宝箱图标
	},
	{
		w : "强效失意药",    //--宝箱图标
	},
	{
		w : "强硬发言",    //--宝箱图标
	},
	{
		w : "乔石",    //--宝箱图标
	},
	{
		w : "侨办",    //--宝箱图标
	},
	{
		w : "切七",    //--宝箱图标
	},
	{
		w : "窃听器",    //--宝箱图标
	},
	{
		w : "窃听器材",    //--宝箱图标
	},
	{
		w : "青天白日",    //--宝箱图标
	},
	{
		w : "去死",    //--宝箱图标
	},
	{
		w : "全国人大",    //--宝箱图标
	},
	{
		w : "人大",    //--宝箱图标
	},
	{
		w : "人大代表",    //--宝箱图标
	},
	{
		w : "人代会",    //--宝箱图标
	},
	{
		w : "人弹",    //--宝箱图标
	},
	{
		w : "人民大会堂",    //--宝箱图标
	},
	{
		w : "人民广场",    //--宝箱图标
	},
	{
		w : "人民日报",    //--宝箱图标
	},
	{
		w : "人民银行",    //--宝箱图标
	},
	{
		w : "人体炸弹",    //--宝箱图标
	},
	{
		w : "日GM",    //--宝箱图标
	},
	{
		w : "日X妈",    //--宝箱图标
	},
	{
		w : "日本RING",    //--宝箱图标
	},
	{
		w : "日本鬼子",    //--宝箱图标
	},
	{
		w : "日你娘",    //--宝箱图标
	},
	{
		w : "日他娘",    //--宝箱图标
	},
	{
		w : "肉壁",    //--宝箱图标
	},
	{
		w : "肉棍子",    //--宝箱图标
	},
	{
		w : "乳",    //--宝箱图标
	},
	{
		w : "乳波臀浪",    //--宝箱图标
	},
	{
		w : "撒尿",    //--宝箱图标
	},
	{
		w : "塞白",    //--宝箱图标
	},
	{
		w : "塞你爸",    //--宝箱图标
	},
	{
		w : "塞你公",    //--宝箱图标
	},
	{
		w : "塞你老母",    //--宝箱图标
	},
	{
		w : "塞你老师",    //--宝箱图标
	},
	{
		w : "塞你母",    //--宝箱图标
	},
	{
		w : "塞你娘",    //--宝箱图标
	},
	{
		w : "三个呆婊",    //--宝箱图标
	},
	{
		w : "三个代婊",    //--宝箱图标
	},
	{
		w : "三民主义",    //--宝箱图标
	},
	{
		w : "三陪女",    //--宝箱图标
	},
	{
		w : "三去车仑",    //--宝箱图标
	},
	{
		w : "三唑仑",    //--宝箱图标
	},
	{
		w : "骚",    //--宝箱图标
	},
	{
		w : "骚B",    //--宝箱图标
	},
	{
		w : "色情电影",    //--宝箱图标
	},
	{
		w : "色情服务",    //--宝箱图标
	},
	{
		w : "色情小电影",    //--宝箱图标
	},
	{
		w : "杀人犯",    //--宝箱图标
	},
	{
		w : "傻屄",    //--宝箱图标
	},
	{
		w : "傻比",    //--宝箱图标
	},
	{
		w : "傻吊",    //--宝箱图标
	},
	{
		w : "傻卵",    //--宝箱图标
	},
	{
		w : "傻子",    //--宝箱图标
	},
	{
		w : "煞逼",    //--宝箱图标
	},
	{
		w : "商务部",    //--宝箱图标
	},
	{
		w : "上妳",    //--宝箱图标
	},
	{
		w : "上你",    //--宝箱图标
	},
	{
		w : "社科院",    //--宝箱图标
	},
	{
		w : "射精",    //--宝箱图标
	},
	{
		w : "身份生成器",    //--宝箱图标
	},
	{
		w : "神经病",    //--宝箱图标
	},
	{
		w : "神通加持法",    //--宝箱图标
	},
	{
		w : "生鸦片",    //--宝箱图标
	},
	{
		w : "圣女峰",    //--宝箱图标
	},
	{
		w : "十年动乱石进",    //--宝箱图标
	},
	{
		w : "食捻屎",    //--宝箱图标
	},
	{
		w : "食屎",    //--宝箱图标
	},
	{
		w : "驶你爸",    //--宝箱图标
	},
	{
		w : "驶你公",    //--宝箱图标
	},
	{
		w : "驶你老母",    //--宝箱图标
	},
	{
		w : "驶你老师",    //--宝箱图标
	},
	{
		w : "驶你母",    //--宝箱图标
	},
	{
		w : "驶你娘",    //--宝箱图标
	},
	{
		w : "是鸡",    //--宝箱图标
	},
	{
		w : "受虐狂",    //--宝箱图标
	},
	{
		w : "售ID",    //--宝箱图标
	},
	{
		w : "售号",    //--宝箱图标
	},
	{
		w : "售软件",    //--宝箱图标
	},
	{
		w : "双峰微颤",    //--宝箱图标
	},
	{
		w : "氵去",    //--宝箱图标
	},
	{
		w : "水利部",    //--宝箱图标
	},
	{
		w : "水去车仑",    //--宝箱图标
	},
	{
		w : "税务总局",    //--宝箱图标
	},
	{
		w : "司法部",    //--宝箱图标
	},
	{
		w : "私/服",    //--宝箱图标
	},
	{
		w : "私\\服",    //--宝箱图标
	},
	{
		w : "私-服",    //--宝箱图标
	},
	{
		w : "私—服",    //--宝箱图标
	},
	{
		w : "死gd",    //--宝箱图标
	},
	{
		w : "死gm",    //--宝箱图标
	},
	{
		w : "死全家",    //--宝箱图标
	},
	{
		w : "四川独立",    //--宝箱图标
	},
	{
		w : "宋祖英",    //--宝箱图标
	},
	{
		w : "他爹",    //--宝箱图标
	},
	{
		w : "他妈",    //--宝箱图标
	},
	{
		w : "他马的",    //--宝箱图标
	},
	{
		w : "他母亲",    //--宝箱图标
	},
	{
		w : "他祖宗",    //--宝箱图标
	},
	{
		w : "台办",    //--宝箱图标
	},
	{
		w : "台湾党",    //--宝箱图标
	},
	{
		w : "台湾帝国",    //--宝箱图标
	},
	{
		w : "台湾共产党",    //--宝箱图标
	},
	{
		w : "台湾共和国",    //--宝箱图标
	},
	{
		w : "台湾狗",    //--宝箱图标
	},
	{
		w : "太监",    //--宝箱图标
	},
	{
		w : "天皇陛下",    //--宝箱图标
	},
	{
		w : "田纪云",    //--宝箱图标
	},
	{
		w : "舔西",    //--宝箱图标
	},
	{
		w : "投毒杀人",    //--宝箱图标
	},
	{
		w : "透视软件",    //--宝箱图标
	},
	{
		w : "推油",    //--宝箱图标
	},
	{
		w : "外　挂",    //--宝箱图标
	},
	{
		w : "外/挂",    //--宝箱图标
	},
	{
		w : "外\\挂",    //--宝箱图标
	},
	{
		w : "外_挂",    //--宝箱图标
	},
	{
		w : "外-挂",    //--宝箱图标
	},
	{
		w : "外—挂",    //--宝箱图标
	},
	{
		w : "外汇局",    //--宝箱图标
	},
	{
		w : "外交部",    //--宝箱图标
	},
	{
		w : "外专局",    //--宝箱图标
	},
	{
		w : "晚年周恩来",    //--宝箱图标
	},
	{
		w : "万税",    //--宝箱图标
	},
	{
		w : "王八蛋",    //--宝箱图标
	},
	{
		w : "王宝森",    //--宝箱图标
	},
	{
		w : "王昊",    //--宝箱图标
	},
	{
		w : "王太华",    //--宝箱图标
	},
	{
		w : "王震",    //--宝箱图标
	},
	{
		w : "网管",    //--宝箱图标
	},
	{
		w : "威而钢",    //--宝箱图标
	},
	{
		w : "威而柔",    //--宝箱图标
	},
	{
		w : "卫生部",    //--宝箱图标
	},
	{
		w : "温加宝",    //--宝箱图标
	},
	{
		w : "温家保",    //--宝箱图标
	},
	{
		w : "温馨",    //--宝箱图标
	},
	{
		w : "温总理",    //--宝箱图标
	},
	{
		w : "文化部",    //--宝箱图标
	},
	{
		w : "文物局",    //--宝箱图标
	},
	{
		w : "倭国",    //--宝箱图标
	},
	{
		w : "倭寇",    //--宝箱图标
	},
	{
		w : "我干",    //--宝箱图标
	},
	{
		w : "我妳老爸",    //--宝箱图标
	},
	{
		w : "我日你",    //--宝箱图标
	},
	{
		w : "无界浏览器",    //--宝箱图标
	},
	{
		w : "吴　仪",    //--宝箱图标
	},
	{
		w : "西藏天葬",    //--宝箱图标
	},
	{
		w : "希望之声",    //--宝箱图标
	},
	{
		w : "洗脑班",    //--宝箱图标
	},
	{
		w : "系统讯息",    //--宝箱图标
	},
	{
		w : "鲜族",    //--宝箱图标
	},
	{
		w : "乡巴佬",    //--宝箱图标
	},
	{
		w : "想上你",    //--宝箱图标
	},
	{
		w : "小泉纯一郎",    //--宝箱图标
	},
	{
		w : "小日本",    //--宝箱图标
	},
	{
		w : "小肉粒",    //--宝箱图标
	},
	{
		w : "小乳头",    //--宝箱图标
	},
	{
		w : "邪教",    //--宝箱图标
	},
	{
		w : "兴奋剂",    //--宝箱图标
	},
	{
		w : "性虐待",    //--宝箱图标
	},
	{
		w : "性无能",    //--宝箱图标
	},
	{
		w : "徐光春",    //--宝箱图标
	},
	{
		w : "血逼",    //--宝箱图标
	},
	{
		w : "血腥图片",    //--宝箱图标
	},
	{
		w : "鸦片液",    //--宝箱图标
	},
	{
		w : "鸦片渣",    //--宝箱图标
	},
	{
		w : "烟草局",    //--宝箱图标
	},
	{
		w : "严方军",    //--宝箱图标
	},
	{
		w : "阳精",    //--宝箱图标
	},
	{
		w : "摇头玩",    //--宝箱图标
	},
	{
		w : "耶苏",    //--宝箱图标
	},
	{
		w : "夜情",    //--宝箱图标
	},
	{
		w : "一党专制",    //--宝箱图标
	},
	{
		w : "一国两制",    //--宝箱图标
	},
	{
		w : "以茎至洞",    //--宝箱图标
	},
	{
		w : "抑制剂",    //--宝箱图标
	},
	{
		w : "阴小撕大",    //--宝箱图标
	},
	{
		w : "淫货",    //--宝箱图标
	},
	{
		w : "淫毛",    //--宝箱图标
	},
	{
		w : "淫靡",    //--宝箱图标
	},
	{
		w : "淫语连连",    //--宝箱图标
	},
	{
		w : "淫欲",    //--宝箱图标
	},
	{
		w : "英雄纪念碑",    //--宝箱图标
	},
	{
		w : "硬挺",    //--宝箱图标
	},
	{
		w : "游戏发奖员",    //--宝箱图标
	},
	{
		w : "游戏宫理员",    //--宝箱图标
	},
	{
		w : "舆论钳制",    //--宝箱图标
	},
	{
		w : "玉杵",    //--宝箱图标
	},
	{
		w : "欲火焚身",    //--宝箱图标
	},
	{
		w : "原子能机构",    //--宝箱图标
	},
	{
		w : "远程偷拍",    //--宝箱图标
	},
	{
		w : "曰GM",    //--宝箱图标
	},
	{
		w : "曰你",    //--宝箱图标
	},
	{
		w : "月经",    //--宝箱图标
	},
	{
		w : "月经不调",    //--宝箱图标
	},
	{
		w : "扎卡维是英雄",    //--宝箱图标
	},
	{
		w : "扎卡维",    //--宝箱图标
	},
	{
		w : "张朝阳",    //--宝箱图标
	},
	{
		w : "张潮阳",    //--宝箱图标
	},
	{
		w : "张磊",    //--宝箱图标
	},
	{
		w : "张立昌",    //--宝箱图标
	},
	{
		w : "张小平",    //--宝箱图标
	},
	{
		w : "侦探设备",    //--宝箱图标
	},
	{
		w : "中国恐怖组织",    //--宝箱图标
	},
	{
		w : "中华民国",    //--宝箱图标
	},
	{
		w : "中南海",    //--宝箱图标
	},
	{
		w : "中宣部",    //--宝箱图标
	},
	{
		w : "周总理",    //--宝箱图标
	},
	{
		w : "朱容鸡",    //--宝箱图标
	},
	{
		w : "朱总理",    //--宝箱图标
	},
	{
		w : "猪容基",    //--宝箱图标
	},
	{
		w : "主席",    //--宝箱图标
	},
	{
		w : "装屄",    //--宝箱图标
	},
	{
		w : "追查国际",    //--宝箱图标
	},
	{
		w : "子女任职名单",    //--宝箱图标
	},
	{
		w : "自杀手册",    //--宝箱图标
	},
	{
		w : "自杀指南",    //--宝箱图标
	},
	{
		w : "自制手枪",    //--宝箱图标
	},
	{
		w : "自治机关",    //--宝箱图标
	},
	{
		w : "总局",    //--宝箱图标
	},
	{
		w : "坐台的",    //--宝箱图标
	},
	{
		w : "操逼毛",    //--宝箱图标
	},
	{
		w : "taobao",    //--宝箱图标
	},
	{
		w : "webgame.com.cn",    //--宝箱图标
	},
	{
		w : "垃圾游戏",    //--宝箱图标
	},
	{
		w : "烂游戏",    //--宝箱图标
	},
	{
		w : "h站",    //--宝箱图标
	},
	{
		w : "WEB牌戰",    //--宝箱图标
	},
	{
		w : "WEB战牌",    //--宝箱图标
	},
	{
		w : "战牌",    //--宝箱图标
	},
	{
		w : "ＵＲ",    //--宝箱图标
	},
	{
		w : "街头对抗",    //--宝箱图标
	},
	{
		w : "混沌决",    //--宝箱图标
	},
];
module.exports = maskword_maskword_cfg;