var	maskword_maskword_cfg = 
[
	{
		w : "10n",    //--屏蔽字
	},
	{
		w : "1on",    //--屏蔽字
	},
	{
		w : "1ON ",    //--屏蔽字
	},
	{
		w : "abmin",    //--屏蔽字
	},
	{
		w : "admin",    //--屏蔽字
	},
	{
		w : "admjm",    //--屏蔽字
	},
	{
		w : "admjn",    //--屏蔽字
	},
	{
		w : "adnin",    //--屏蔽字
	},
	{
		w : "adnjn",    //--屏蔽字
	},
	{
		w : "ancac",    //--屏蔽字
	},
	{
		w : "AnLoz ",    //--屏蔽字
	},
	{
		w : "bamay",    //--屏蔽字
	},
	{
		w : "bandam",    //--屏蔽字
	},
	{
		w : "banhoa",    //--屏蔽字
	},
	{
		w : "bim",    //--屏蔽字
	},
	{
		w : "bitch",    //--屏蔽字
	},
	{
		w : "bkl",    //--屏蔽字
	},
	{
		w : "bomay",    //--屏蔽字
	},
	{
		w : "boncho",    //--屏蔽字
	},
	{
		w : "bqt",    //--屏蔽字
	},
	{
		w : "breast",    //--屏蔽字
	},
	{
		w : "bu0i",    //--屏蔽字
	},
	{
		w : "bu0j",    //--屏蔽字
	},
	{
		w : "bu0m",    //--屏蔽字
	},
	{
		w : "bubuoj",    //--屏蔽字
	},
	{
		w : "bucac",    //--屏蔽字
	},
	{
		w : "buoi",    //--屏蔽字
	},
	{
		w : "buoj",    //--屏蔽字
	},
	{
		w : "buom",    //--屏蔽字
	},
	{
		w : "buoy",    //--屏蔽字
	},
	{
		w : "BVS",    //--屏蔽字
	},
	{
		w : "bym",    //--屏蔽字
	},
	{
		w : "C0nch0",    //--屏蔽字
	},
	{
		w : "c4c",    //--屏蔽字
	},
	{
		w : "c4v3",    //--屏蔽字
	},
	{
		w : "c4ve",    //--屏蔽字
	},
	{
		w : "cac",    //--屏蔽字
	},
	{
		w : "caicu",    //--屏蔽字
	},
	{
		w : "cailon",    //--屏蔽字
	},
	{
		w : "cailoz",    //--屏蔽字
	},
	{
		w : "cak",    //--屏蔽字
	},
	{
		w : "cav3",    //--屏蔽字
	},
	{
		w : "cave",    //--屏蔽字
	},
	{
		w : "chim",    //--屏蔽字
	},
	{
		w : "chjm",    //--屏蔽字
	},
	{
		w : "chokin",    //--屏蔽字
	},
	{
		w : "Chui",    //--屏蔽字
	},
	{
		w : "chuj",    //--屏蔽字
	},
	{
		w : "chuYm",    //--屏蔽字
	},
	{
		w : "Chym",    //--屏蔽字
	},
	{
		w : "chym ",    //--屏蔽字
	},
	{
		w : "CL",    //--屏蔽字
	},
	{
		w : "cON",    //--屏蔽字
	},
	{
		w : "concho",    //--屏蔽字
	},
	{
		w : "concu",    //--屏蔽字
	},
	{
		w : "condi",    //--屏蔽字
	},
	{
		w : "conlon",    //--屏蔽字
	},
	{
		w : "conpho",    //--屏蔽字
	},
	{
		w : "csan",    //--屏蔽字
	},
	{
		w : "cskh",    //--屏蔽字
	},
	{
		w : "CSVN",    //--屏蔽字
	},
	{
		w : "cucac",    //--屏蔽字
	},
	{
		w : "cuccac",    //--屏蔽字
	},
	{
		w : "cuccut",    //--屏蔽字
	},
	{
		w : "cuh0",    //--屏蔽字
	},
	{
		w : "cuho",    //--屏蔽字
	},
	{
		w : "cumay",    //--屏蔽字
	},
	{
		w : "cuto",    //--屏蔽字
	},
	{
		w : "d0g",    //--屏蔽字
	},
	{
		w : "d1t",    //--屏蔽字
	},
	{
		w : "daj",    //--屏蔽字
	},
	{
		w : "danchu",    //--屏蔽字
	},
	{
		w : "dangcs",    //--屏蔽字
	},
	{
		w : "dcm",    //--屏蔽字
	},
	{
		w : "dis",    //--屏蔽字
	},
	{
		w : "dis ",    //--屏蔽字
	},
	{
		w : "disme",    //--屏蔽字
	},
	{
		w : "disss",    //--屏蔽字
	},
	{
		w : "dit",    //--屏蔽字
	},
	{
		w : "dIt ",    //--屏蔽字
	},
	{
		w : "Djit",    //--屏蔽字
	},
	{
		w : "djjt",    //--屏蔽字
	},
	{
		w : "dklm",    //--屏蔽字
	},
	{
		w : "dkm",    //--屏蔽字
	},
	{
		w : "dm",    //--屏蔽字
	},
	{
		w : "dokhon",    //--屏蔽字
	},
	{
		w : "duma",    //--屏蔽字
	},
	{
		w : "dume",    //--屏蔽字
	},
	{
		w : "DUYT",    //--屏蔽字
	},
	{
		w : "duyt ",    //--屏蔽字
	},
	{
		w : "dvkh",    //--屏蔽字
	},
	{
		w : "dys",    //--屏蔽字
	},
	{
		w : "dyt",    //--屏蔽字
	},
	{
		w : "dYt ",    //--屏蔽字
	},
	{
		w : "Dyz",    //--屏蔽字
	},
	{
		w : "fuck",    //--屏蔽字
	},
	{
		w : "Fuuck",    //--屏蔽字
	},
	{
		w : "GM",    //--屏蔽字
	},
	{
		w : "hamloz",    //--屏蔽字
	},
	{
		w : "hotro",    //--屏蔽字
	},
	{
		w : "I0n",    //--屏蔽字
	},
	{
		w : "I0z",    //--屏蔽字
	},
	{
		w : "IoZ",    //--屏蔽字
	},
	{
		w : "Ioz ",    //--屏蔽字
	},
	{
		w : "k4v3",    //--屏蔽字
	},
	{
		w : "k4ve",    //--屏蔽字
	},
	{
		w : "kav3",    //--屏蔽字
	},
	{
		w : "kave",    //--屏蔽字
	},
	{
		w : "khin",    //--屏蔽字
	},
	{
		w : "KLM",    //--屏蔽字
	},
	{
		w : "kotex",    //--屏蔽字
	},
	{
		w : "l0n",    //--屏蔽字
	},
	{
		w : "l0on",    //--屏蔽字
	},
	{
		w : "l0x",    //--屏蔽字
	},
	{
		w : "l0z",    //--屏蔽字
	},
	{
		w : "li3m",    //--屏蔽字
	},
	{
		w : "lonto",    //--屏蔽字
	},
	{
		w : "lonz",    //--屏蔽字
	},
	{
		w : "loon",    //--屏蔽字
	},
	{
		w : "loz",    //--屏蔽字
	},
	{
		w : "Lozl",    //--屏蔽字
	},
	{
		w : "lozn",    //--屏蔽字
	},
	{
		w : "lucho",    //--屏蔽字
	},
	{
		w : "lukhon",    //--屏蔽字
	},
	{
		w : "lzol",    //--屏蔽字
	},
	{
		w : "lzon",    //--屏蔽字
	},
	{
		w : "m3",    //--屏蔽字
	},
	{
		w : "maulon",    //--屏蔽字
	},
	{
		w : "mekiep",    //--屏蔽字
	},
	{
		w : "memay",    //--屏蔽字
	},
	{
		w : "muadam",    //--屏蔽字
	},
	{
		w : "mutcac",    //--屏蔽字
	},
	{
		w : "nake",    //--屏蔽字
	},
	{
		w : "nhuk ",    //--屏蔽字
	},
	{
		w : "ongmay",    //--屏蔽字
	},
	{
		w : "penis",    //--屏蔽字
	},
	{
		w : "puoj",    //--屏蔽字
	},
	{
		w : "rub",    //--屏蔽字
	},
	{
		w : "ruby",    //--屏蔽字
	},
	{
		w : "sex",    //--屏蔽字
	},
	{
		w : "sh1t",    //--屏蔽字
	},
	{
		w : "shit",    //--屏蔽字
	},
	{
		w : "solon",    //--屏蔽字
	},
	{
		w : "tosu",    //--屏蔽字
	},
	{
		w : "trym",    //--屏蔽字
	},
	{
		w : "trynh",    //--屏蔽字
	},
	{
		w : "vaidai",    //--屏蔽字
	},
	{
		w : "vaileu",    //--屏蔽字
	},
	{
		w : "vailin",    //--屏蔽字
	},
	{
		w : "vailon",    //--屏蔽字
	},
	{
		w : "vkc",    //--屏蔽字
	},
	{
		w : "vkl",    //--屏蔽字
	},
	{
		w : "vl",    //--屏蔽字
	},
	{
		w : "VNCH",    //--屏蔽字
	},
	{
		w : "VNDCCH",    //--屏蔽字
	},
];
module.exports = maskword_maskword_cfg;